Repository: bibletime/historic-bibletime-i18n
Catalog: po/handbook/*.po
Languages: de

source: In the <guilabel>Tool Bar</guilabel> this icon opens the Handbook.
de: Dieses Symbol der Werkzeugleiste öffnet das Handbuch.

source: In the <guilabel>Tool Bar</guilabel> this icon closes &bibletime;.
de: Dieses Symbol der <guilabel>Werkzeugleiste</guilabel> schließt &bibletime;.

source: In the <guilabel>Tool Bar</guilabel> this icon closes all open <guilabel>Document Windows</guilabel>.
de: Dieses Symbol der <guilabel>Werkzeugleiste</guilabel> schließt alle <guilabel>geöffneten Dokumenten-Fenster</guilabel>.

source: In the <guilabel>Tool Bar</guilabel> this icon opens the <guilabel>Print</guilabel> dialog. Right clicking in an <guilabel>Active Document Window</guilabel> and this symbol in a drop down menu sends the selected text to the print queue.
de: Dieses Symbol der <guilabel>Werkzeugleiste</guilabel> öffnet den <guilabel>Druck</guilabel> Dialog. Bei Rechts-Klick innerhalb eines <guilabel>aktiven Dokumentenfensters</guilabel>dient dieses Symbol dazu, den gewählten Text in die Drucker-Warteschlange zu schicken.

source: In the <guilabel>Main Index</guilabel> or the <guilabel>Tool Bar</guilabel> this icon opens the <guilabel>Search Dialog</guilabel>.
de: In der <guilabel>Hauptgruppe</guilabel> oder der <guilabel>Werkzeugleiste</guilabel> öffnet dieses Symbol den <guilabel>Suchdialog</guilabel>.

source: In the <guilabel>main index</guilabel> this icon opens a Bible Text.
de: In der <guilabel>Hauptgruppe</guilabel> öffnet dieses Symbol einen Bibeltext.

source: In the <guilabel>Preferences Dialog</guilabel>, this icon opens the <guilabel>Colors Dialog</guilabel>. Here you can change the colors of the displayed text..
de: Im <guilabel>Einstellungen-Dialog</guilabel> öffner dieses Symbol den <guilabel>Farben-Dialog</guilabel>, in dem Sie die Farben des angezeigten Textes einstellen können.

source: <guimenuitem>Configure Sword</guimenuitem>. This icon is used in the <guilabel>Preferences Dialog</guilabel>. Here you can configure features controlled by the sword backend. Like default books, language used for book names, and various text display features.
de: <guimenuitem>Sword einrichten</guimenuitem>. Dieses Symbol wird im<guilabel>Einstellungen-Dialog</guilabel> verwendet. Hier können Sie die Funktion einrichten, die vom Sword-Backend kontrolliert werden. Zum Beispiel Voreinstellungen für Module, die für die Buchnamen benutzte Sprache and einige andere Funktionen der Textanzeige.

source: In the <guilabel>Tool Bar</guilabel> this icon links a commentary to the current open Bible. Thereafter the Commentary and the Bible scroll together.
de: In der <guilabel>Werkzeugleiste</guilabel> verbindet dieses Symbol einen Kommentar mit der aktuelle benutzten Bibel.this icon links a commentary to the Danach scrollen Kommentat und Bibel zusammen.

source: In the <guilabel>Tool Bar</guilabel> this icon automatically tiles displayed books as they are opened.
de: In der <guilabel>Werkzeuleiste</guilabel> bewirkt dieses Symbol, dass neue Module automatisch gekachelt werden, wenn sie geöffnet werden.

source: In the <guilabel>Tool Bar</guilabel> this icon tiles the displayed books now.
de: In der <guilabel>Werkzeugleiste</guilabel> bewirkt dieses Symbol, dass die geöffneten Module gekachelt werden.

source: In the <guilabel>Tool Bar</guilabel> this icon will clear the print queue.
de: Dieses Icon in der <guilabel>Werkzeugleiste</guilabel> leert die Druckerwarteschlange.

source: Menubar
de: Menüzeile

source: File
de: Datei

source: Clear printing queue
de: Druckschlange leeren

source: Clears all items from the &bibletime; print queue. The &bibletime; printing queue does not clear automatically.
de: Entfernt alle Einträge aus der &bibletime; Druckschlange. Die &bibletime; Druckschlange wird nicht automatisch gelöscht.

source: Print
de: Drucken

source: This menu item launches the <guilabel>printdialog</guilabel> box. From here you will select print or view as for any other &kde; application.
de: Dieser Menüeintrag öffnet den <guilabel>Druckdialog</guilabel>. Hier können Sie wie in jeder anderen &kde; Anwendung drucken oder betrachten.

source: Closes &bibletime;.
de: Beendet &bibletime;

source: View
de: Ansicht

source: Show Toolbar
de: Werkzeugleiste anzeigen

source: If <guimenuitem>show toolbar</guimenuitem> is selected, the toolbar is displayed. If <guimenuitem>show toolbar</guimenuitem> is unselected then the toolbar is hidden.
de: Wenn <guimenuitem>Werkzeigleiste anzeigen</guimenuitem> ausgewählt ist, dass wird die Werkzeugleiste angezeigt. Wenn <guimenuitem>Werkzeigleiste anzeigen</guimenuitem> nicht ausgewählt ist, dass wird die Werkzeugleiste versteckt.

source: Show Main Index
de: Hauptgruppe anzeigen

source: If <guimenuitem>show main index</guimenuitem> is selected, the left pane showing the available &sword; documents is displayed. If <guimenuitem>show main index</guimenuitem> is unselected then the left pane is hidden.
de: Wenn <guimenuitem>Zeige Hauptgruppe</guimenuitem> ausgewählt ist, dann wird der linke Bereich, der die vorhandenen &sword;-Dokumente zeigt, angezeigt. Wenn <guimenuitem>Zeige Hauptgruppe</guimenuitem> nicht ausgewählt ist, dann wird der linke Bereich versteckt.

source: Search
de: Suchen

source: Search in default Bible
de: In Standard-Bibel suchen

source: Search in open module(s)
de: In geöffneten Modulen suchen

source: Window
de: Fenster

source: Save session
de: Sitzung speichern

source: Saves the current configuration to a selected Session.
de: Speichert die akuelle Konfigurtion in der gewählten Sitzung ab.

source: Save as new session
de: Als neue Sitzung speichern

source: Saves the current configuration to a session, and allows the new session to be named.
de: Speichert die aktuelle Konfiguration in eine Sitzung ab, und erlaubt es, den Namen für diese neue Sitzung anzugeben.

source: Load session
de: Sitzung laden

source: Loads the contents of the named session to the current session of &bibletime;.
de: Lädt den Inhalt der gewählten Sitzung in die aktuelle Sitzung von &bibletime;.

source: Configure sessions
de: Sitzungen verwalten

source: This brings up the <guilabel>Sessions</guilabel> tab of the <guilabel>Preferences Dialog</guilabel>. Here you create and manage Sessions.
de: Dies öffnet den <guilabel>Sitzungen</guilabel> Teil des <guilabel>Konfigurationsdialoges</guilabel>. Hier können Sie Sitzungen anlegen und verwalten.

source: Fullscreen Mode
de: Vollbild Modus

source: When <guimenuitem>Fullscreen Mode</guimenuitem> is selected, &bibletime; will expand to the full size of your monitor screen. To reverse the action select <guimenuitem>Fullscreen Mode</guimenuitem>again.
de: Wenn <guimenuitem>Vollbild Modus</guimenuitem> ausgewählt wurde, wird &bibletime; die gesamte Fläche des Monitors bedecken. Um dies wieder rückgängig zu machen, wählen Sie <guimenuitem>Vollbild Modus</guimenuitem> erneut aus.

source: Cascades open display windows.
de: Geöffnete Anzeigefenster staffeln

source: Tiles open display windows.
de: Geöffnete Anzeigefenster kacheln

source: Close all
de: Alle Schließen

source: Closes all open display windows.
de: Schließt alle geöffneten Anzeigefenster

source: List of open modules
de: Liste des geöffneten Module

source: Settings
de: Einstellungen

source: Configure Toolbar
de: Werkzeugleiste einrichten

source: Show the <guilabel>Configure Toolbar</guilabel> dialog.
de: Zeigt den <guilabel>Werkzeugleiste einrichten</guilabel> Dialog.

source: Configure &bibletime;
de: &bibletime; einrichten

source: Shows the <guilabel>Preferences Dialog</guilabel>. From this dialog the startup mode, fonts, colors, sessions, sword features, and accelerators are configurable.
de: Öffnet den <guilabel>Konfigurationsdialog</guilabel>. Von diesem Dialog aus können Sie alle Einstellungen zu Schriften, Sitzungen, Sword-Funktionen und Tastenkürzeln vornehmen.

source: Help
de: Hilfe

source: Handbook
de: Handbuch

source: Select <guimenuitem>Handbook</guimenuitem> to access this document from the &kde; Help Center.
de: Wählen Sie <guimenuitem>Handbuch</guimenuitem> aus, um dieses Dokument im &kde; Hilfezentrum zu lesen.

source: Biblestudy HowTo
de: Anleitung zum Bibelstudium

source: Select <guimenuitem>Biblestudy HowTo</guimenuitem> to access a good basic text with recommendations for studying the Bible.
de: Wählen Sie <guimenuitem>Anleitung zum Bibelstudium</guimenuitem> um einen guten Grundlagentext mit Empfelungen zum Bibelstudium zu öffnen.

source: What's This
de: Was ist das?

source: Allows you to click on certain items for contextual help.
de: Dies erlaubt ihnen auf bestimmte Elemente zu klicken, um eine Kontextinformation zu erhalten.

source: Bug Report
de: Fehlerbericht

source: Send a bug report to the program's maintainers to help development. Before sending a bug report please configure the bug report application to use your mail program. This is done by <guibutton>configure</guibutton> on the <guilabel>Submit A Bug Report</guilabel> dialog.
de: Schicken Sie einen Fehlerbericht zu den Entwicklern des Programmes, um die Entwicklung zu unterstützen. Bevor Sie einen Fehlerbericht schicken, konfigurieren Sie die Anwendung zum Fehlerberichten so, dass es ihr Mailprogramm benutzt. Dies kann durch <guibutton>konfigurieren</guibutton> im <guilabel>Einen Fehlerbericht schicken...</guilabel> Dialog gemacht werden.

source: Daily Tip
de: Täglicher Tipp

source: Launches the <guilabel>tip of the day</guilabel> dialog.
de: Öffnet den <guilabel>Tipp des Tages</guilabel> Dialog.

source: About &bibletime;
de: Über &bibletime;

source: Opens a window with general &bibletime; information.
de: Öffnet ein Fenster mit allgemeinen Informationen zu &bibletime;

source: About &kde;
de: Über &kde;

source: Opens a window with general &kde; information.
de: Öffnet ein Fenster mit allgemeinen Informationen zu &kde;

source: The &bibletime; Handbook
de: Das &bibletime;-Handbuch

source: ROLES_OF_TRANSLATORS
de: <firstname>Joachim</firstname> <surname>Ansorg</surname>

source: The &bibletime; handbook is part of &bibletime;.
de: Der &bibletime;-Hilfedialog ist ein Teil von &bibletime;.

source: &bibletime; is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: &bibletime; ist freie Software; Sie können sie unter den Bedingungen der GNU General Public License weitervertreiben und/oder verändern, die von der Free Software Foundation publiziert wurde; entweder Version 2 der Lizenz oder (nach Ihrer Ansicht) einer späteren Version.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm wird in der Hoffnung vertrieben, dass es nützlich sein wird, aber OHNE JEDE GARANTIE; selbst ohne die implizierte Garantie der GEBRAUCHSTAUGLICHKEIT oder der EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Bitte konsultieren Sie die GNU General Public License, um weitere Details zu erfahren.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
de: Sie sollten mit diesem Programm eine Kopie der GNU General Public License erhalten haben; wenn nicht, dann schreiben Sie bitte an die Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: &bibletime; is an application to aid in study of the Bible.
de: &bibletime; ist eine Anwendung für das Bibelstudium.

source: help dialog
de: Hilfedialog
