Repository: bibletime/historic-bibletime-i18n
Catalog: po/handbook/*.po
Languages: de

source: Separated now in &quot;read only&quot; and &quot;write only&quot; windows. Write windows can be opened by <mousebutton>right</mousebutton> mouse button menu in the main index on the Personal Commentary module (or any other RawFiles module).
de: Wurden in Lese- und Schreibfenster aufgeteilt. Schreibfenster können mit dem Kontextmenü in der Hauptgruppe auf dem Persönlichen Kommentar oder jedem anderen RawFiles-Modul geöffnet werden.

source: Options dialog
de: Konfigurationsdialog

source: A custom font can now be specified for each language. The default font is KDE's default font, and will work for most modules.
de: Für jede Sprache kann eine Schrift eingestellt werden. Die Voreinstellungen funktionieren mit den meisten Modulen.

source: We have lots to do. Because we are a very small team of active developers it's very hard to get reasonable results in a short time. If you are interested in helping the &bibletime; team, please contact us at <ulink url="http://sourceforge.net/pm/?group_id=954">Sourceforge &bibletime; home page</ulink>. Information can also be found at <ulink url="http://www.bibletime.info/">the &bibletime; homepage</ulink>.
de: Wir haben viel zu tun. Da wir ein sehr kleines Team von aktiven Entwicklern sind, ist es sehr schwierig vernünftige Ergebnisse in einer kurzen Zeit zu erzielen. Falls Sie daran interessiert sind, dem &bibletime; Team zu helfen, kontaktieren Sie uns bitte auf der <ulink url="http://sourceforge.net/pm/?group_id=954">SourceForge &bibletime;-Hompage</ulink>. Informationen können ebenso auf der <ulink url="http://www.bibletime.info">&bibletime;-Homepage</ulink> gefunden werden.

source: The &bibletime; project needs programmers / developers, translators, reviewers, testers, and prayer warriors. If you can help with any of these tasks or think up another, please join us. Without your help, &bibletime; will develop very very slow and it will take a very long time until you get a full-featured Bible study tool.
de: Das &bibletime; Projekt benötigt Programmierer / Entwickler, Kritiker, Tester und eifrige Beter. Falls Sie bei einer dieser Aufgaben helfen können oder falls Sie an eine andere denken, wenden Sie sich bitte an uns. Ohne Ihre Hilfe wird &bibletime; sehr sehr langsam weiterentwickelt und es wird sehr lange dauern, bis Sie ein voll funktionsfähiges Bibelstudien Werkzeug bekommen werden.

source: Our desire is to serve God, and to do our part to help others grow in their relationship with Him. We have found a gaping hole, in that there has been a total lack of user-friendly Bible-study software available for &Linux;-based computers. We have developed &bibletime; to fill that void. We have striven to make this a powerful, quality program, and still make it simple and intuitive to operate. It is our desire that God be praised, as He is the source of all good things.
de: Unser Verlangen ist es, Gott zu dienen und unseren Teil dazu beizutragen, dass andere in ihrer Beziehung mit IHM wachsen. Wir haben eine klaffende Lücke gefunden: Es gab keine benutzerfreundliche Bibelstudiensoftware unter Linux. Wir haben &bibletime; entwickelt um diese Lücke zu füllen. Wir haben uns bemüht dies zu einem mächtigen und qualitativen Programm zu machen, das jedoch gleichzeitig einfach und intuitiv zu bedienen ist. Es ist unser Verlangen, dass Gott gepriesen wird, da Er die Quelle aller guten Dinge ist.

source: Every good thing given and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shifting shadow.
de: Alle gute Gabe und alle vollkommene Gabe kommt von obenherab, von dem Vater des Lichts, bei welchem ist keine Veränderung noch Wechsel des Lichtes und der Finsternis.

source: God bless you as you use this program, and may He be glorified by the work of our hands!
de: Gott segne Sie, wenn Sie dieses Programm benutzen, und möge Er durch die Arbeit unserer Hände verherrlicht werden.

source: Program Operation
de: Programmbedienung

source: &bibletime; is mainly operated from the Module Tree (this tree is called the "Main Index"). The second important place to work with &bibletime; is the MDI area (MDI = Multiple Document Interface).
de: &bibletime; wird hauptsächlich von dem Modulbaum aus bedient (dieser wird "Hauptgruppe" genannt). Der zweite wichtige Ort zum Arbeiten in &bibletime; ist der MDI Bereich (MDI = Multiple Document Interface).

source: Main Index
de: Hauptgruppe

source: This is the pane on the left side of the &bibletime; window. It contains the tree of installed documents (Sword Modules), as well as any bookmarks you enter.
de: Dies ist der Bereich auf der linken Seite des &bibletime; Fensters. Er enthält den Baum der installierten Dokumente (Sword Module) und alle von Ihnen angelegten Lesezeichen.

source: Module Tree
de: Modulbaum

source: Selecting a document to view
de: Ein Modul zum Anschauen auswählen

source: To select a document, click with the <mousebutton>left</mousebutton> mouse button on the desired document group (Bibles, Commentaries, Lexicons, Books, Devotionals or Glossaries) to display the contents of a document group, click with the <mousebutton>right</mousebutton> mouse button on the icon for the desired group. To open a document, click on it's icon.
de: Wenn Sie Dokument auswählen wolllen, klicken Sie einfach auf die gewünschte Dokumentengruppe (Bibeln, Kommentare, Lexika, Bücher, Andachten oder Wörterbücher) um den Inhalt der Dokumentengruppe anzuzeigen. Um ein Dokument zu öffnen klicken Sie auf dessen Symbol.

source: Document Selection
de: Auswahl eines Dokumentes

source: Drag &amp; Drop Works Here
de: Hier funktioniert Drag&amp;Drop

source: A document can be opened from an already opened document. Simply click with the <mousebutton>left</mousebutton> mouse button on the verse number (pointer changes to hand) and drag it to the module list. Drop it on the name of the module you want to open, and it will open that module to the verse you dragged over. If you drag a verse number to an already open module, it will automatically jump that module to the location of the verse that was dragged over. This works for Bibles and Commentaries only.
de: Ein Dokument kann aus einem bereits geöffneten Dokument heraus geöffnet werden. Klicken Sie einfach auf eine Versnummer (Mauspfeil ändert sich zu einer Hand) und ziehen Sie diese zur Modulliste. Lassen Sie sie hier auf dem Namen des von Ihnen gewünschten Modules fallen; dieses Modul wird nun an der Stelle des herübergezogenen Verses geöffnet. Wenn Sie eine Versnummer auf ein bereits geöffnetes Modul ziehen, wird dieses automatisch zur gewünschten Stelle springen. Dies funktioniert nur für Bibeln und Kommentare.

source: There are two other functions accessible through clicking with the <mousebutton>right</mousebutton> mouse button on the document name. "About This Module" opens a window with information about copyright and other pertinent things about the selected document. "Unlock This Module" opens a small dialog for encrypted documents. This allows those with the key to enter it to decrypt the document and make it human-readable. Crosswire Bible Society must encrypt modules unless either the copyright holder provides permission for distribution as a sword module, or the text has passed into the public domain (copyright has expired). <ulink url="http://www.crosswire.org/sword/modules/aboutlocked.jsp"> See information on locked modules on the Crosswire Bible Society web site.</ulink>
de: Zwei weitere Funktionen sind durch Klicken mit der <mousebutton>rechten</mousebutton> Maustaste auf den Modulnamen verfügbar. "Über dieses Modul" öffnet ein Fenster mit Informationen über Copyright und anderen wichtige Eigenschaften dieses Dokumentes. "Dieses Modul entschlüsseln" öffnet einen kleinen Dialog für verschlüsselte Dokumente. Dies erlaubt es den Besitzern des Schlüssels, diesen einzugeben, um das Modul zu entschlüssenl und damit lesbar zu machen. Die Crosswire Bible Society muss Module verschlüsseln, bis entweder der Copyrightinhaber die Erlaubnis für die Weitergabe des Moduls erteilt, oder der Text in Public Domain übergegangen ist (Verfallen des Copyrights). <ulink url="http://www.crosswire.org/sword/modules/aboutlocked.jsp">Lesen Sie die Informationen über verschlüsselte Module auf den Seiten der Crosswire Bible Society</ulink>.

source: Accessing the search dialog
de: Auf den Suchdialog zugreifen

source: You can search in a module by clicking with the <mousebutton>right</mousebutton> mouse button on the module name in the module list and selecting "Search in module(s)". By pressing shift and clicking on other module names you can select more than one. Then follow the same procedure to open the search dialog. You will be searching in all of these documents. A complete description of the operation of the search features can be found <link linkend="hdbk-op-search">here</link>.
de: Sie können in einem Modul suchen, indem Sie mit der <mousebutton>rechten</mousebutton> Maustaste auf den Modulnamen in der Liste der Module klicken und "Ausgewählte Module durchsuchen..." auswählen. Durch Drücken von Umschalt- und Klicken auf andere Module können Sie mehr als eins auswählen. Befolgen Sie die gleiche Prozedur um die Module zu durchsuchen. Sie suchen dann in allen gewählten Dokumenten. Eine vollständige Beschreibung der Bedienung der Suchfunktionen kann <link linkend="hdbk-op-search">hier</link> gefunden werden.

source: Bookmark Selection
de: Auswahl von Lesezeichen

source: Accessing bookmark functions
de: Auf Lesezeichen zugreifen

source: Click with the <mousebutton>right</mousebutton> mouse button on the bookmark group of the module tree window and select <guimenuitem>&quot;Create new folder&quot;</guimenuitem> to create a new bookmark sub folder. You can use normal drag 'n' drop functions to drag verse numbers from search dialog results to the bookmark folder, and to rearrange bookmarks between folders. There is an import/export function for bookmarks also. From the <guimenu>right-mouse-button menu</guimenu>, select &quot;Export bookmarks&quot;. This will bring up a dialog box for you to save the bookmark collection. They can be shared with other &bibletime; users, archived, etc. They can be imported in the same way. You can also click with the <mousebutton>right</mousebutton> mouse button to change folder names and bookmark descriptions, and delete folders and bookmarks.
de: Klicken Sie mit der rechten Maustaste auf die Lesezeichengruppe der Hauptgruppe und wählen Sie <guimenuitem>&quot;Neuen Ordner anlegen&quot;</guimenuitem> um einen neuen Ordner anzulegen. Sie können normale Drag&amp;Drop Funktionen benutzen, um Verse aus den Suchdialogsergebnissen in den Lesezeichen Ordner zu ziehen und um Lesezeichen in Ordnern neu anzuordnen. Es gibt auch eine Import/Export Funktion für Lesezeichen. Wählen Sie <guimenuitem>&quot;Lesezeichen exportieren&quot;</guimenuitem> im <guimenu>Menü der rechten Maustaste</guimenu>. Dies wird eine Dialogbox öffnen, in der Sie die Sammlung der Lesezeichen speichern können. Sie können mit anderen Benutzern von BibleTime ausgetauscht werden, archiviert werden usw. Sie können in der gleichen Art und Weise importiert werden. Sie können auch mit der <mousebutton>rechten</mousebutton> Maustaste klicken, um Ordnernamen und Beschreibungen von Lesezeichen zu ändern, und um Lesezeichen und Ordner zu entfernen.

source: Multiple Document Interface (MDI) Window
de: Multiple Document Interface (MDI) Fenster

source: This is where the opened documents are displayed. Documents are displayed in "Display Windows", that are specific to the four types of documents. Crosswire Bible Society may release other document types for sword in the future. When they are released, &bibletime; will support them as well.
de: Hier werden die geöffneten Dokumente angezeigt. Dokumente werden in "Anzeigefenstern" angezeigt, die speziell auf die verschiedenen Modultypen abgestimmt sind. Die Crosswire Bible Society wird möglicherweise andere Dokumenttypen für Sword schaffen. Wenn sie freigegeben werden, wird &bibletime; sie ebenfalls unterstützen.

source: Controlling Open Documents
de: Geöffnete Fenster verwalten

source: Document Windows can be controlled and manipulated with normal &kde; window/title bar functions. In addition to this, you can tile and cascade open Document Windows. Use the appropriate tool bar buttons, or menu functions under <guimenu>&quot;Window&quot;</guimenu> in the main menubar. Document Windows can be set to automatically cascade or tile also.
de: Dokumentenfenster können mit Hilfe von üblichen &kde; Fenster/Titelzeilen Funktionen kontrolliert und verändert werden. Als Erweiterung zu diesen können Sie geöffnete Dokumentenfenster kacheln und stapeln. Benutzen Sie die entsprechenden Knöpfe in der Werkzeugleiste oder die Menüfunktionen im <guimenu>&quot;Fenste&quot;</guimenu> Untermenü der Menüleiste.

source: Navigating in Open Documents
de: In geöffneten Dokumenten navigieren

source: Navigation within a document is accomplished with the Document Key Control Menu, and the scroll bar.
de: Die Navigation innerhalb eines Dokumentes ist durch das Schlüssel-Kontrollmenü und durch eine Scrollleiste verwirklicht.

source: To move to a specific location use the Document Key Control.
de: Um zu einer bestimmter Stelle zu springen benutzen Sie die Schlüsselkontrolle.

source: To move within a section of a document use the scroll bar.
de: Um sich in dem Bereich des Dokumentes zu bewegen benutzen Sie die Scrollleiste.

source: For Bible texts the index key is <emphasis>Book - Chapter - Verse</emphasis>
de: Für Bibeltexte ist die Indexreihenfolge <emphasis>Buch - Kapitel - Vers</emphasis>

source: For commentaries the index key is <emphasis>Book - Chapter - Verse</emphasis>
de: Für Kommentare ist die Indexreihenfolge <emphasis>Buch - Kapitel - Vers</emphasis>

source: For lexicons the index key is <emphasis>Keyword</emphasis>
de: Für Lexika ist der Index <emphasis>Schlüsselwort</emphasis>

source: Drag &amp; Drop Works Here; if you drag a verse from one open document or a bookmark and drop it on another the second document will jump from it's current location to the location of the verse or bookmark dragged.
de: Drag&amp;Drop funktioniert hier; Wenn Sie einen Vers eines geöffneten Fensters oder ein Lesezeichen ziehen und auf einem anderen Dokumentenfenster fallen lassen, wird dieses von der aktuell angezeigten Stelle zur Stelle des Verses oder des Lesezeichens springen.

source: Editing your own commentary
de: Bearbeiten Sie ihren eigenen Kommentar

source: If the personal commentary is opened with a <mousebutton>left</mousebutton> mouse button it opens in read only mode. If you wish to make entries to the personal commentary, <mousebutton>right</mousebutton> mouse button on the <menuchoice>personal commentary</menuchoice> brings up the choice of the <guimenuitem>plane text or the HTML editors</guimenuitem>.
de: Wenn der perönliche Kommentar mit dem <mousebutton>linken</mousebutton> Mausknopf geöffnet wurde, wird er im nur-Lesen Modus geöffnet. Wenn Sie Einträge in den persönlichen Kommentar machen möchten, dann gibt ihnen ein Klick mit dem <mousebutton>rechten</mousebutton> Mausknopf auf den <menuchoice>persönlichen Kommentar</menuchoice> ihnen die Auswahl zwischen einem reinen Text- und einem HTML-Editor.

source: If the editor does not save an entry, please check that you have permission to write to the personal commentary.
de: Wenn der Editor die Einträge nicht abspeichert, überprüfen Sie bitte, ob Sie Schreibrechte für die Dateien des persönlichen Kommentars haben.

source: The pencil icon is shown for the commentary editor
de: Das Stift-Symbol wird für den Kommentareditor angezeigt.

source: Enter your notes
de: Geben Sie Ihre Notizen ein

source: The personal commentary editors are provided with a search key and save button. The HTML editor is also provided with the basic functions font name, size, color, italicize, underline and some paragraph formating possibilities. As with all good modern editors What You See Is What You Get.
de: Die Editoren für den persönlichen Kommentar sind mit einer Navigation und einem Speichern-Knopf ausgestattet. Der HTML Editor stellt auch dir Grundlegenden Funktionen für Schriftnamen, -größe, -farbe, kursiv, unterstreichen und einiger anderer Möglichkeiten der Absatzformatierung. So wie mit allen modernen Editoren gilt hier hier &quot;What you see is what you get&quot;.

source: To delete notes for a selected verse, click the <guibutton>delete verse button</guibutton> <inlinemediaobject> <imageobject> <imagedata fileref="hdbk-op-delete-verse.png"/> </imageobject> <textobject> <phrase>Delete Verse Symbol</phrase> </textobject> </inlinemediaobject>.
de: Um die Anmerkungen eines Verses zu löschen, klicken Sie auf den <guibutton>Löschen Knopf</guibutton> <inlinemediaobject> <imageobject> <imagedata fileref="hdbk-op-delete-verse.png"/> </imageobject> <textobject> <phrase>Anmerkungen Löschen</phrase> </textobject> </inlinemediaobject>.

source: The personal commentary is a sword module. If you do not find it in the main index, get it from the <ulink url="http://www.crosswire.org"> Crosswire Bible Society</ulink>.
de: Der persönliche Kommentar ist ein Sword Modul. Wenn Sie es nicht in der Hauptgruppe findenfinden, dann laden Sie es von der<ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink> herunter.

source: If you can not write to the personal commentary your permissions for the personal commentary module are wrong. Reset the permissions to allow your user to write to it.
de: Falls Sie nicht in den persönlichen Kommentar schreiben können, sind die Zugriffsrechte für den persönlichen Kommentar falsch gesetzt. Korrigieren Sie die Zugriffrechte, um ihrem Benutzer zu erlauben hinein zu schreiben.

source: Drag &amp; Drop Works Here, just like other commentaries and Bible texts.
de: Hier funktioniert Drag&amp;Drop, wie bei anderen Kommentaren und Bibeltexten auch.

source: Searching in Documents
de: In Dokumenten suchen

source: Portions of the instructions for the use of GCC Regular Expression in Searching Documents is taken from the help files for the <trademark class="registered">Microsoft Windows</trademark> version of &sword;.
de: Teile der Erklärungen zur Benutzung der GCC Regulären Ausdrücke für die Suche wurden den Hilfedateien der <trademark class="registered">Microsoft Windows</trademark> Version von &sword; entnommen.

source: Accessing search functions
de: Zugriff auf Suchfunktionen

source: You can search in a document by clicking with the <mousebutton>right</mousebutton> mouse button on the document name in the <guimenu>Main Index</guimenu> and selecting <guimenuitem>Search in module(s)</guimenuitem>. By holding shift- or ctrl- and clicking on other module names you can select more than one. Then follow the same procedure to open the search dialog. You will be searching in all of these Documents.
de: Sie können in einem Dokument suchen, indem Sie mit der <mousebutton>rechten</mousebutton> Maustaste auf den Dokumentennamen innerhalb der <guimenu>Hauptgruppe</guimenu> klicken und dann <guimenuitem>Durchsuche gewählte Module</guimenuitem> auswählen. Durch gleichzeitiges Drücken von Umschalt- oder Strg und Auswählen von anderen Modulnamen können mehrer ausgewählt werden. Gehen Sie in der selben Art und Weise vor, um in allen gewählten Modulen zu suchen.

source: Using the Search Dialog
de: Benutzung des Suchdialoges

source: &bibletime; provides a well developed search facility based on <application>GCC Regular Expression</application>. It allows you to create almost <link linkend="hdbk-op-search-dialog-text-regexp">any type of search you can imagine.</link>
de: &bibletime; stellt eine gut entwickelte Suchmöglichkeit auf Basis von <application>GCC regulären Ausdrücken</application> zur Verfügung. Sie erlaubt es ihnen, beinahe <link linkend="hdbk-op-search-dialog-text-regexp">jede denkbare Art einer Suche</link> durchzuführen.

source: To access the search feature, click with the <mousebutton>right</mousebutton> mouse button in the Main Index now in the drop down select the magnifying glass. You can also customize &bibletime; to put the search icon <inlinemediaobject> <imageobject> <imagedata fileref="find.png" format="PNG"/> </imageobject> </inlinemediaobject> in the toolbar if you would prefer.
de: Um auf die Suchfunktion zuzugreifen, klicken Sie mit der <mousebutton>rechten</mousebutton> Maustaste in die Hauptgruppe. Wählen Sie nun das Vergrößerungsglas aus. Sie können &bibletime; auch so einrichten, dass Suchsymbol <inlinemediaobject> <imageobject> <imagedata fileref="find.png" format="PNG"/> </imageobject> </inlinemediaobject> in die Werkzeugleiste zu setzen.

source: The Options Tab - Setting up your search.
de: Sucheinstellungen - Einstellen der Suche.

source: Use the options tab to set up your search.
de: Benutzen Sie den Sucheinstellungen-Tabulator, um die Eigenschaften der Suche einzustellen.

source: Search Text Dialog Options Tab
de: Suchtext Einstellungen

source: Using the Choose Modules Button
de: Benutzung des Module auswählen Knopfes.

source: At the top of the options tab you will find <guibutton>Choose Modules</guibutton> , with the already selected modules directly below. If you would like to search additional modules, click on <guibutton>Choose Modules</guibutton> and you will be offered a menu of all of the modules that can be searched. Select modules with a click in the checkbox, then click the <guibutton>Use Selected Modules</guibutton> button.
de: Ganz oben im Abschnitt "Einstellungen" finden die den Knopf <guibutton>Module wählen</guibutton>, mit den bereits gewählten Modulen darunter. Wenn Sie weitere Module durchsuchen möchten, klicken Sie auf <guibutton>Module wählen</guibutton>, es öffnet sich ein Dialog mit allen durchsuchbaren Modulen. Wählen Sie Module mit einem Klick auf die Box aus, dann klicken Sie auf den Knopf <guibutton>Gewählte Module benutzen</guibutton>.

source: Choose Modules Dialog Box
de: Modulauswahl Dialogbox

source: Searched Text - what you want to find.
de: Gesuchter Text - was Sie finden möchten.

source: The text box labled Searched Text is where the phrase to be used as the search key is entered. This phrase may be one or more words, or partial words, (separate words, or partials, with a space), a phrase, or pattern <link linkend="hdbk-op-search-dialog-text-regexp">(Regular Expression).</link> You can use the radio buttons select to perform the search using the search key in multiple word, exact search, or regular expression mode. A check box is provided to turn case sensitive search on or off.
de: Die Textbox in dem Feld Sucheinstellungen ist der Ort, wo Sie den zu suchenden Text eingeben können. Er kann aus einem oder mehreren Worten bestehen, aus Wortteilen (trennen Sie Wörter und Wortteile mit Leerzeichen) oder Mustern <link linkend="hdbk-op-search-dialog-text-regexp">(Regulären Ausdrücken )</link>bestehen. Sie können die Radio-Buttons verwenden, um die Suche im "Mehrere Wörter", "Exakte Suche" oder "Regulärer Ausdrück" Modus auszuführen. Es steht eine Checkbox zur Verfügung, um einzustellen , ob die Suche zwischen Groß- und Kleinschreibung unterscheiden soll.

source: Drag &amp; Drop Works Here, you can drop verses and bookmarks into the text box. You can also copy and paste text into the text box.
de: Hier funktioniert Drag&amp;Drop, Sie können Verse und Lesezeichen in die Text-Eingabebox ziehen. Sie können Text in die Zwischenablage kopieren und in die Eingabezeile einfügen.

source: Using the Search Text Case Sensitive checkbox
de: Benutzung des Knopfes für GROSS/klein Unterscheidung
