Repository: bibletime/historic-bibletime-i18n
Catalog: po/handbook/*.po
Languages: de

source: Click on the Case Sensitive check box to toggle case sensitivity on or off. If the box is marked a search will only find verse in which the found text also matches the case of the text in the input field. If the box is unmarked the search will match if the texts match but are different in case. To locate &quot;LORD&quot; but not &quot;Lord&quot; or &quot;lord&quot; mark the check box. To let &quot;LORD&quot; and &quot;Lord&quot; match &quot;lord&quot; leave the check box unmarked.
de: Klicken Sie auf die GROß/klein Box, um die Unterscheidung zwischen beiden an oder aus zu schalten. Wenn die Box angeschaltet ist, wird die Suche nur Verse finden, in denen der Text genauso wie in der Texteingabezeile auftaucht. Falls die Box ausgeschaltet ist, wird die Suche Treffer finden, die sich auch in der Groß- und Kleinschreibung unterscheiden. Um &quot;HERR&quot; jedoch nicht &quot;Herr&quot; oder &quot;herr&quot; zu finden, wählen Sie die Option aus. Um mit &quot;HERR&quot; und &quot;Herr&quot; &quot;herr&quot; zu finden, lassen Sie die Option ausgeschaltet.

source: Using the Search Text Multiple Word (AND) Button
de: Benutzung des "Mehrere Wörter (UND)" Knopfes

source: If Multiple Words (AND) radio button is marked the search will locate all lines (or verses) that have all the words, listed in the Input Field. The position and order of the words, in the line is not a factor. If all the words, are in a line, in any order, even separated by other words, the line will be included in the list of found lines. A search for &quot;prove cause&quot; will find Gen. 21:25, &quot;And Abraham re<emphasis>prove</emphasis>d Abimelech be <emphasis>cause</emphasis> of a well of water...&quot; This is because a word that is part of another word is considered found if a word containing it is found.
de: Wenn "Mehrere Wörter (UND)" ausgewählt ist, wird die Suche alle Verse finden, die alle eingegebenen Worte enthalten. Die Position und Reihenfolge der Worte spielt keine Rolle. Wenn alle Worte in einem Vers enthalten sind, wird er in der Liste der gefundenen Verse angezeigt. Eine Suche nach &quot;prove cause&quot; wird 1 Mose 21:25 finden, &quot;And Abraham re<emphasis>prove</emphasis>d Abimelech be <emphasis>cause</emphasis> of a well of water...&quot; Es reicht also sogar, wenn die gesuchten Worte in den Worten des Verses enthalten sind.

source: Using the Search Text Multiple Word (OR) Button
de: Benutzung des "Mehrere Wörter" Knopfes

source: If Multiple Words (OR) radio button is marked the search will locate all lines (or verses) that have any of the words, listed in the Input Field. A search for &quot;cause&quot; will find Genesis 21:11, &quot;And the thing was very grievous in Abraham's sight be<emphasis>cause </emphasis> of his son.&quot;
de: Wenn der Knopf "Mehrere Wörter (ODER)" ausgewählt wurde, dass findet die Suche alle Zeilen (oder Verse) die eines der Wörter des Eingabefeldes enthalten. Eine Suche nach &quot;cause&quot; findet 1. Mose 21:11 &quot;And the thing was very grievous in Abraham's sight be<emphasis>cause </emphasis> of his son.&quot;.

source: Using the Exact Search
de: Benutzung der Genauen Suche

source: If the Exact radio button is marked the search will locate all lines (or verses) that contain what was entered in the input field, exactly as entered, including any spaces. The phrase found does not have to start or end at a word boundary. A search for &quot;now how thou ought&quot; will find 1 Timothy 3:1, &quot;...that thou mayest k<emphasis>now how thou ought</emphasis>est to behave...&quot;
de: Wenn Genaue Suche ausgewählt wurde, wird die Suche alle Zeilen (oder Verse) finden, die genau den in der Eingabezeile eingegebenen Text unter Einbezug aller Leerzeichen enthalten. Der gesuchte Satz muss nicht an einer Wortgrenze starten. Eine Suche nach &quot;amt begehrt&quot; wird 1. Thimotheus 3:1 finden: &quot;Das ist gewißlich wahr: So jemand ein Bischofs<emphasis>amt begehrt</emphasis>, der begehrt ein köstlich Werk.&quot;

source: <guibutton>Choose Search</guibutton> Scope Options
de: <guibutton>Suchbereich wählen</guibutton> Einstellungen

source: Define the Scope of your search by clicking on the <guibutton>Choose Scope</guibutton> button. You will be presented a list of predefined scopes.
de: Geben Sie die Suche für ihre Suche durch Klick auf den<guibutton>Suchbereich wählen</guibutton> Knopf. Ihnen wird eine Liste von vordefinierten Suchbereichen angeboten.

source: <guibutton>No Scope</guibutton> this turns off the search scope tab. The entire document is searched.
de: <guibutton>Kein Suchbereich</guibutton> schaltet den Suchbereich Tab aus. Das ganze Dokument wird durchsucht.

source: <guibutton>Last Result</guibutton> The new search will only search within the verses found in the previous search.
de: <guibutton>Letztes Suchergebnis</guibutton> Die neue Suche wird nur innerhalb der Verse suchen, die in der letzten Suche gefunden wurden.

source: <guibutton>Gospels</guibutton> The new search will be performed within the range Matthew 1:1 - John 21:25
de: <guibutton>Evangelien</guibutton> Die neue Suche wird innerhalb der Grenze Matthäus 1:1 und Johannes 21:25 ausgeführt.

source: <guibutton>History</guibutton> The new search will be performed within the range Joshua 1:1 - Esther 10:3;
de: <guibutton>Geschichte</guibutton> Die neue Suche wird in den Grenzen von Josua :1 - Esther 10:3 durchgeführt.

source: If <guibutton>No Scope</guibutton> is checked and a search of the KJV Bible module is done for the name, Jesus, 939 matches will result. Then if <guibutton>Last Result</guibutton> is checked and another search is done for the title, Christ, 257 matches from the first 939 matches will remain. Then if <guibutton>Last Result</guibutton> remains checked and another search is done for the title, Lord, 106 matches from the 257 will remain. All the remaining 106 matches will have the name, Jesus, and both the titles, Christ and Lord.
de: Wenn <guibutton>Kein Suchbereich</guibutton> ausgewählt ist, und die KJV Bible nach "Jesus" durchsucht wird, werden 939 Verse gefunden. Wenn dann <guibutton>Letztes Ergebnis</guibutton> ausgewählt ist, und eine weitere Suche nach "Christ", durchgeführt wird, werden 257 Verse der 939 Treffer der letzten Suche übrigbleiben. Wenn dann noch (<guibutton>Letztes Suchergebnis</guibutton> bleibt ausgewählt) nach "Lord" gesucht wird, bleiben von den 257 Versen noch 106 übrig. Alle diese verbleibenden 106 Verse enthalten "Jesus", "Christ" und "Lord".

source: Edit Ranges
de: Bereiche bearbeiten

source: Setup Custom Ranges - You can enter upper and lower boundaries for the search by clicking on the <guibutton>Setup Custom Ranges</guibutton> button.
de: Bereiche bearbeiten - Sie können durch Klick auf <guibutton>Suchbereiche einstellen</guibutton> den oberen und unteren Suchgrenzen für die Suche eingeben.

source: Change Range Entry Box
de: Suchbereich ändern Box

source: The predefined ranges show examples of the required syntax.
de: Die voreingestellten Einträge zeigen Beispiele der verlangten Syntax.

source: Click on the <guibutton>Add New Range</guibutton> enter the name for your range in the Name text entry box, and enter the range in the text entry box labled Edit the search range. Your range is now added to the list of custom ranges. If you are satisfied you can return to the Search Options tab by clicking on <guibutton>OK</guibutton>.
de: Klicken Sie auf <guibutton>Neuen Suchbereich</guibutton>, geben Sie den Namen in die Eingabezeile ein und geben Sie den Suchbereich in die Box mit dem Titel "Suchbereich bearbeiten" ein. Ihre Liste wird nun zu der Liste der vordefinierten Suchbereiche hinzugefügt. Wenn Sie zufriedengestellt sind, können Sie durch Klick auf <guibutton>Ok</guibutton> zu den Sucheinstellungen zurückkehren.

source: A number of custom ranges have been provided.
de: Eine Anzahl von vordefinierten Suchbereichen wird hier zur Verfügung gestellt.

source: The scope of a search can be set to the <emphasis>Entire Module</emphasis> or the <emphasis>Current Results.</emphasis> If Entire Module is checked and a search of the KJV Bible module is done for the name, Jesus, 939 matches will result. Then if Current Results is checked and another search is done for the title, Christ, 257 matches from the first 939 matches will remain. Then if Current Results remains checked and another search is done for the title, Lord, 106 matches from the 257 will remain. All the remaining 106 matches will have the name, Jesus, and both the titles, Christ and Lord.
de: Der Suchbereich kann auf das <emphasis>gesamte Modul</emphasis> oder auf das<emphasis>letzte Suchergebnis</emphasis> gesetzt werden. Wenn das ganze Modul ausgewählt wurde und eine Suche nach dem Namen Jesus in der KJV Bibel gestartet wird, werden 939 Verse gefunden. Wenn nun "Letztes Suchergebnis" ausgewählt wurde und eine weitere Suche nach dem Titel "Christ" durchgeführt wird, bleiben 257 Ergebnisse der 939 übrig. Wenn "Letztes Suchergebnis " ausgewählt bleibt und eine weitere Suche nach "Lord" gemacht wird, verbleiben 196 Treffer der 257. Alle dieser verbleibenden Treffer enthalten den Namen "Jesus" und die beiden Titel "Christ" und "Lord".

source: Search TextCustom Range Dialog Box
de: Textsuche: Dialogbox Eigener Suchbereich

source: Using the Search Text Button
de: Benutzung des Knopfes Text Suchen

source: Click on the <guibutton>Search Button</guibutton> to start the search.
de: Klicken Sie den Knopf <guibutton>Suchen</guibutton> um die Suche zu starten.

source: Search Text Dialog Box
de: Suchtext Dialogbox

source: The Search Results Tab
de: Der Suchergebnis-Abschnitt

source: Under the search results tab you will find the all of your search hits.
de: Im Abschnit "Suchergebnis" finden Sie alle Treffer der Suche.

source: Using the Search Results Tab
de: Benutzung des Tabs Suchergebnis

source: Search Result - This tells you first, by module, how many instances of the search string were found. In the Module Column, clicking on a document will open the list of references (clicking with the <mousebutton>right</mousebutton> mouse button allows you to copy, save, or print the list of items found). Clicking on a reference (the found items list) opens that verse up in the window below. Drag the reference and drop it on a document in the main index to open the module to that verse in a new display window, or look at the verse in the bottom pane of the search results tab.
de: Suchergebnis - Dies zeigt Ihnen - nach Modulen geordnet - wie viele Treffer des gesuchten Textes gefunden wurden. Klicken auf das Dokument wird die Liste der Referenzen öffnen. Das Klicken auf eine Referenz öffnet diese im Fenster darunter. Ziehen Sie die Referenz und lassen Sie diese auf einem Dokument in der Hauptgruppe fallen, um dieses Modul an der gewünschten Stelle zu öffnen.

source: Drag &amp; Drop Works Here in the text display area.
de: Drag &amp; Drop funktioniert hier im Textanzeigeberich.

source: Select verse numbers and drag them to the main index to create bookmarks.
de: Wählen Sie eine Versnummer und ziehen Sie diese in die Hauptgruppe um Lesezeichen anzulegen,

source: Select verse numbers and drop them on an unopened module in the main index to open the module and jump to the verse location (Bibles and commentaries only).
de: Wählen Sie einen Vers aus und ziehen Sie ihn auf ein ungeöffnetes Modul, um dieses zu öffnen und damit dieses die gewünschte Stelle anzeigt (Nur für Bibeln und Kommentare).

source: Select verse numbers and drag them to an open document and the document will jump to the verse location (Bibles and commentaries only).
de: Wählen Sie einen Vers aus und ziehen Sie diesen auf ein geöffnetes Dokument, um das Anzeigefenster an diese Stelle springen zu lassen (Nur in Bibeln und Kommentaren).

source: Search Result Dialog Box
de: Dialogbox Suchergebnis

source: Using the Search Analysis
de: Benutzung der Suchanalyse

source: Click on <guibutton>Search Analysis</guibutton> to open the search analysis display.
de: Klicken Sie auf <guibutton>Suchanalyse</guibutton> um die Suchanalyse anzuzeigen.

source: <guibutton>Search Analysis</guibutton> - This gives a graphic analysis of the number of instances the search string was found in each book. It can display results for all documents searched. You have the option of saving the analysis as an html formated list on your hard drive.
de: <guibutton>Suchanalyse</guibutton> - Dies gibt eine grafische Übersicht über die Anzahl, die der Suchbegriff in jedem Buch gefunden wurde. Es können Suchergebnisse für alle durchsuchten Dokumente angezeigt werden. Sie haben die Möglichkeit die Analyse als HTML formatierte Liste auf Festplatte abzuspeichern.

source: Search Analysis Dialog Box
de: Suchanalyse Dialogbox

source: Search Syntax using GCC Regular Expression
de: Suchsyntax bei Benutzung von GCC regulären Ausdrücken

source: Regular expression searches provide a way to do simple or complex searches for strings that match a pattern or set of patterns (branches) separated by vertical bars &quot;|&quot;. While a pattern can be built to look for a word or phrase, a simple pattern that consists of a word does not look for only that word but for any place the string of letters that make that word are found. A search for &quot;right&quot; will return verses that contain the word &quot;right&quot;, but also &quot;<emphasis>right</emphasis>eous&quot;, &quot;<emphasis>right</emphasis>eousness&quot;, &quot;un<emphasis>right</emphasis>eous&quot;, &quot;up<emphasis>right</emphasis>&quot; and even &quot;b<emphasis>right</emphasis>&quot;. A search for &quot;hall not&quot; is not a search for &quot;hall&quot; AND &quot;not&quot; but for the string &quot;hall not&quot; with a space between the second &quot;l&quot; and the &quot;n&quot;. The search for &quot;hall not&quot; will find occurrences of &quot;s<emphasis>hall not</emphasis>&quot;.
de: Eine Suche mit regulären Ausdrücken stellt eine Möglichkeit dar, einfache oder komplexe Suchen nach Zeichenketten durchzuführen, die einem Muster oder einer Menge von Mustern (Bereiche) entsprechen. Die einzelnen Muster einer Menge werden durch den horizontalen Strich &quot;|&quot; getrennt. Während es möglich ist, ein Muster zu bauen, dass nach einem Wort oder einem Satz sucht, sucht ein einfaches aus einem einzelnen Wort bestehendes Muster nicht nur nach diesem einen Wort, sondern auch nach jeder Zeichenkette die das gesuchte Wort enthält. Eine Suche nach &quot;gerecht&quot; wird Verse liefern, die das Wort &quot;gerecht&quot; enthalten. Es werden jedoch auch Verse zurückgeliefert, die &quot;<emphasis>Gerecht</emphasis>igkeit&quot;, &quot;Un<emphasis>gerecht</emphasis>igkeit&quot; oder &quot;<emphasis>gerecht</emphasis>er&quot; enthalten. Eine Suche nach &quot;hall not&quot; ist nicht eine Suche nach &quot;hall&quot; UND &quot;not&quot;, sondern nach der Zeichenkette &quot;hall not&quot; mit einem Leerzeichen zwischen dem zweiten &quot;l&quot; und dem &quot;n&quot;. Die Suche nach &quot;hall not&quot; wird Textstellen mit &quot;s<emphasis>hall not</emphasis>&quot; finden.

source: The power of Regular Expressions is in the patterns (or templates) used to define a search. A pattern consists of ordinary characters and some special characters that are used and interpreted by a set of rules. Special characters include .\[^*$?+. Ordinary (or simple) characters are any characters that are not special. The backslash, &quot;\&quot;, is used to convert special characters to ordinary and ordinary characters to special.
de: Die Mächtigkeit der regulären Ausdrücke liegt in den Mustern (oder Vorlagen) die benutzt werden, um die Suche zu definieren. Ein Muster besteht aus normalen Zeichen und einigen besonderen Zeichen, die von einer bestimmten Menge von Regeln interpretiert und benutzt werden. Die besonderen Zeichen enthalten .\[^*$?+. Normale (oder einfache) Zeichen, sind alle die, die keine besonderen Zeichen sind. Der Backslash, &quot;\&quot;, wird benutzt um die besonderen Zeichen in normale und normale in besondere Zeichen umzuwandeln.

source: Example: the pattern &quot;<emphasis>i. love\.</emphasis>&quot; will find sentences that end with &quot;h<emphasis>i</emphasis>s <emphasis>love</emphasis>&quot; or &quot;<emphasis>i</emphasis>n <emphasis>love</emphasis>&quot; or &quot;<emphasis>i</emphasis>s <emphasis>love</emphasis>&quot; followed by a period. The first period in &quot;i. love\.&quot; is a special character that means allow any character in this position. The backslash in &quot;i. love\.&quot; means that the period following it is not to be considered a special character, but is an ordinary period.
de: Beispiel: das Muster &quot;<emphasis>i. love\.</emphasis>&quot; wird Sätze finden, die mit &quot;h<emphasis>i</emphasis>s <emphasis>love</emphasis>&quot; oder &quot;<emphasis>i</emphasis>n <emphasis>love</emphasis>&quot; oder &quot;<emphasis>i</emphasis>s <emphasis>love</emphasis>&quot; enden, gefolgt von einem Punkt. Der erste Punkt in &quot;i. love\.&quot; ist ein spezielles Zeichen, das ein Platzhalter für ein beliebiges Zeichen an dieser Stelle ist.Der Backslash in &quot;i. love\.&quot; markiert den folgenden Punkt als normales Zeichen (der sonst ein Sonderzeichen ist).

source: Rules for GCC Regular Expression Search Requests
de: Regeln für Suchabfragen mit GCC regulären Ausdrücken

source: . The period matches any character. See <link linkend="period">Details</link>
de: . Der Punkt passt auf jedes Zeichen. Siehe auch <link linkend="period"> Einzelheiten</link>

source: * The asterisk matches 0 or more characters of the preceding: set, character or indicated character. See <link linkend="asterisk">Details</link>
de: * Der Stern findet 0 oder mehr Zeichen des vorhergehenden Sets, des vorhergehenden Zeichens oder des vorhergehenden besonderern Zeichens. Siehe auch <link linkend="asterisk">Einzelheiten</link>

source: + The plus sign matches 1 or more characters of the preceding: set, character or indicated character. See <link linkend="plus">Details</link>
de: + Das Pluszeichen findet 1 oder mehr Zeichen des vorhergehenden Sets, des vorhergehenden Zeichens oder des vorhergehenden besonderern Zeichens. Siehe auch <link linkend="plus">Einzelheiten</link>.

source: ? The question mark matches 0 or 1 character of the preceding: set, character or indicated character. See <link linkend="question">Details</link>
de: ? Das Fragezeichen passt auf 0 oder 1 Zeichen des vorhergehenden Sets, Zeichens oder besonderern Zeichens. Siehe auch <link linkend="question">Einzelheiten</link>

source: [ ] Square brackets match any one of the characters specified inside [ ]. See <link linkend="bracket">Details</link>
de: [ ] Eckige Klammern finden ein Zeichens innerhalb der eckigen Klammern [ ]. Siehe auch <link linkend="bracket">Einzelheiten</link>

source: ^ A caret as the first character inside [ ] means NOT. See <link linkend="caret">Details</link>
de: ^ Ein Hochzeichen als erstes Zeichen innerhalb von [ ] heißt NICHT. Siehe auch <link linkend="caret">Einzelheiten</link>

source: ^ A caret beginning a pattern anchors the beginning of a line. See <link linkend="caret">Details</link>
de: ^ Ein Hochzeichen als Beginn eines Musters verankert an den Beginn der Zeile. Siehe auch <link linkend="caret">Einzelheiten</link>

source: $ A dollar at the end of a pattern anchors the end of a line. See <link linkend="dollar">Details</link>
de: $ Ein Dollarzeichen am Beginn eines Musters verankert an das Ende einer Zeile. Siehe auch <link linkend="dollar">Einzelheiten</link>

source: | A vertical bar means logical OR. See <link linkend="bar">Details</link>
de: | Ein vertikaler Strich hat die Bedeutung des logischen ODER. Siehe auch <link linkend="bar">Einzelheiten</link>

source: ( ) Parentheses enclose expressions for grouping. <emphasis>Not supported!</emphasis>
de: ( ) Runde Klammern gruppieren Ausdrücke. <emphasis>Wird nicht unterstützt!</emphasis>

source: \ A backslash can be used prior to any special character to match that character. See <link linkend="backslash">Details</link>
de: \ Ein Backslash kann vor jedem besonderem Zeichen benutzt werden, um dieses Zeichen zu finden. Siehe auch <link linkend="backslash">Einzelheiten</link>

source: \ A backslash can be used prior to an ordinary character to make it a special character. See <link linkend="backslash">Details</link>
de: \ Ein Backslash kann vor jedem normalen Zeichen benutzt werden um es zu einem besonderen Zeichen zu machen. Siehe auch <link linkend="backslash">Einzelheiten</link>

source: The Period .
de: Der Punkt .

source: The Period &quot;.&quot; will match any single character even a space or other non-alphabet character. <emphasis>s.t</emphasis> matches <emphasis>s</emphasis>i<emphasis>t</emphasis>, <emphasis>s</emphasis>e<emphasis>t</emphasis>,<emphasis> s</emphasis>o<emphasis>t</emphasis>, etc., which could be located in <emphasis>s</emphasis>i<emphasis>t</emphasis>ting, compas<emphasis>s</emphasis>e<emphasis>t</emphasis>h and <emphasis>s</emphasis>o<emphasis>t</emphasis>tish <emphasis>b..t</emphasis> matches <emphasis>b</emphasis>oo<emphasis>t</emphasis>, <emphasis>b</emphasis>oa<emphasis>t</emphasis> and <emphasis>b</emphasis>ea<emphasis>t foot.tool </emphasis>matches <emphasis>foot</emphasis>s<emphasis>tool </emphasis>and <emphasis>foot tool</emphasis>
de: Der Punkt &quot;.&quot; steht für jedes einzelne Zeichen, sogar für ein Leerzeichen oder für ein Zeichen, dass nicht im Alphabet vorkommt. <emphasis>s.t</emphasis> findet <emphasis>s</emphasis>i<emphasis>t</emphasis>, <emphasis>s</emphasis>e<emphasis>t</emphasis>,<emphasis> s</emphasis>o<emphasis>t</emphasis>, usw., welche in folgenden Zeichenketten vorkommen können <emphasis>s</emphasis>i<emphasis>t</emphasis>ting, compas<emphasis>s</emphasis>e<emphasis>t</emphasis>h and <emphasis>s</emphasis>o<emphasis>t</emphasis>tish <emphasis>b..t</emphasis> findet <emphasis>b</emphasis>oo<emphasis>t</emphasis>, <emphasis>b</emphasis>oa<emphasis>t</emphasis> und <emphasis>b</emphasis>ea<emphasis>t foot.tool </emphasis>findet <emphasis>foot</emphasis>s<emphasis>tool </emphasis>und <emphasis>foot tool</emphasis>

source: The Asterisk *
de: Das Sternchen *

source: The asterisk matches zero or more characters of the preceding: set, character or indicated character. Using a period asterisk combination &quot;.*&quot; after a commonly found pattern can cause the search to take a very long time, making the program seem to freeze. <emphasis>be*n</emphasis> matches<emphasis> beeen, been, ben</emphasis>, and <emphasis>bn</emphasis> which could locate Reu<emphasis>ben</emphasis> and She<emphasis>bn</emphasis>a.
de: Das Sternchen findet null oder mehr Zeichen des vorhergehenden Sets, Zeichens oder besonderen Zeichens. Die Benutzung einer Punkt Sternchen Kombination &quot;.*&quot; nach einem häufig gefundenem Muster kann die Suche sehr lange dauern lassen und das Programm eingefroren wirken lassen. <emphasis>be*n</emphasis> findet<emphasis> beeen, been, ben</emphasis>, und <emphasis>bn</emphasis> was z.B. &quot;Reu<emphasis>ben</emphasis>&quot; und &quot;She<emphasis>bn</emphasis>a&quot; finden könnte.

source: The Plus Sign +
de: Das Pluszeichen +
