Repository: bibletime/historic-bibletime-i18n
Catalog: po/handbook/*.po
Languages: de

source: The Plus Sign matches one or more characters of the preceding: set, character or indicated character. Using a period and plus sign combination &quot;.+&quot; after a commonly found pattern can cause the search to take a very long time, making the program seem to freeze. <emphasis>be+n</emphasis> matches <emphasis>beeen, been</emphasis> and <emphasis>ben</emphasis>, but not <emphasis>bn</emphasis>.
de: Das Pluszeichen findet ein oder mehr Zeichen des vorhergehenden Sets, Zeichens oder besonderen Zeichens. Die Benutzung einer Pluszeichen Sternchen Kombination &quot;+*&quot; nach einem häufig gefundenem Muster kann die Suche sehr lange dauern lassen und das Programm eingefroren wirken lassen. &quot;<emphasis>be+n</emphasis>&quot; findet &quot;<emphasis>beeen, been</emphasis>&quot; und &quot;<emphasis>ben</emphasis>&quot;, jedoch nicht &quot;<emphasis>bn</emphasis>&quot;.

source: The Question Mark ?
de: Das Fragezeichen ?

source: The Question Mark matches zero or one character of the preceding: set, character or indicated character. <emphasis>be?n</emphasis> matches <emphasis>ben</emphasis> and <emphasis>bn</emphasis> but not <emphasis>been</emphasis>. <emphasis>trees?</emphasis> matches <emphasis>trees</emphasis> or <emphasis>tree</emphasis>.
de: Das Fragezeichen findet 0 oder mehr Zeichen des vorhergehenden Sets, Zeichens oder besonderen Zeichens. <emphasis>be?n</emphasis> findet <emphasis>ben</emphasis> und <emphasis>bn</emphasis> jedoch nicht <emphasis>been</emphasis>. <emphasis>trees?</emphasis> findet <emphasis>trees</emphasis> oder <emphasis>tree</emphasis>.

source: The Square Brackets [ ]
de: Die eckigen Klammern [ ]

source: The Square Brackets enclose a set of characters that can match. The period, asterisk, plus sign and question mark are not special inside the brackets. A minus sign can be used to indicate a range. If you want a caret &quot;^&quot; to be part of the range do not place it first after the left bracket or it will be a special character. To include a &quot;]&quot; in the set make it the first (or second after a special &quot;^&quot;) character in the set. To include a minus sign in the set make it the first (or second after a special &quot;^&quot;) or last character in the set. <emphasis>s[eia]t</emphasis> matches <emphasis>set</emphasis>, <emphasis>sit</emphasis>, and <emphasis>sat</emphasis>, but not <emphasis>s</emphasis>o<emphasis>t</emphasis>. <emphasis>s[eia]+t </emphasis>matches as above but also, <emphasis>seat, seet, siet</emphasis>, etc. <emphasis>[a-d]</emphasis> matches <emphasis>a, b, c,</emphasis> or <emphasis>d</emphasis>. <emphasis>[A-Z]</emphasis> matches any uppercase letter. [.;:?!] matches ., ;, :, ?, or ! but not a comma. [ ]^-] matches ] or ^ or -
de: Die eckigen Klammern schließen eine Menge von Zeichen ein, die Treffer erzielen können. Die Zeichen Punkt, Sternchen, Pluszeichen und Fragezeichen werden innerhalb der Klammern nicht als besondere Zeichen behandelt. Ein Minuszeichen kann benutzt werden, um einen Bereich anzugeben. Falls Sie möchten, dass ein Hochzeichen &quot;^&quot; Teil des Bereiches wird plazieren Sie es nicht direkt hinter die linke Klammer, oder es wird als besonderes Zeichen behandelt. Um den vertikalen Strich &quot;|&quot; in die Menge aufzunehmen, machen Sie ihn zum ersten Zeichen nach der linken eckigen Klammer (oder zweites nach dem besonderen Zeichen &quot;^&quot;). Um ein Minuszeichen in die Menge aufzunehmen machen Sie es zum ersten Zeichen nach der linken Klammer (oder zweites nach dem besonderen Zeichen &quot;^&quot;) oder auch zum letzten Zeichen der Menge. <emphasis>s[eia]t</emphasis> findet <emphasis>set</emphasis>, <emphasis>sit</emphasis>, und <emphasis>sat</emphasis>, jedoch nicht <emphasis>s</emphasis>o<emphasis>t</emphasis>. <emphasis>s[eia]+t </emphasis>findet so wie oben und<emphasis>seat, seet, siet</emphasis>, usw. <emphasis>[a-d]</emphasis> findet <emphasis>a, b, c,</emphasis> oder <emphasis>d</emphasis>. <emphasis>[A-Z]</emphasis> findet jeden Großbuchstaben. [.;:?!] findet ., ;, :, ?, oder ! jedoch kein Komma. [ ]^-] findet ] oder ^ oder -

source: The Caret first in Square Brackets [^xxx
de: Das Hochzeichen zu Beginn in den eckigen Klammern [^xxx

source: If the Caret is the first character after the left bracket it means NOT. <emphasis>s[^io]t</emphasis> matches <emphasis>set, sat</emphasis>, etc., but not <emphasis>s</emphasis>i<emphasis>t</emphasis> and <emphasis>s</emphasis>o<emphasis>t</emphasis>.
de: Wenn das Hochzeichen das erste Zeichen nach der linken Klammer ist, hat es die Bedeutung von NICHT. <emphasis>s[^io]t</emphasis> findet <emphasis>set, sat</emphasis>, usw., jedoch nicht <emphasis>s</emphasis>i<emphasis>t</emphasis> und <emphasis>s</emphasis>o<emphasis>t</emphasis>.

source: The Caret as Start of Line Anchor ^xxx
de: Das Hochzeichen als Zeilenbeginn Anker ^xxx

source: If the Caret is the first character in a pattern it anchors the pattern to the start of a line. Any match must be at the beginning of a line. Because of unfiltered formatting characters in some texts, this feature does not always work, but may if a few periods are placed after the caret to account for the formatting characters. <emphasis>^In the beginning</emphasis> matches lines that start with &quot;<emphasis>In the beginning</emphasis>&quot;. (May need to use: <emphasis>^.....In the beginning</emphasis>)
de: Wenn das Hochzeichen das erste Zeichen in einem Muster ist, verankert es diese an den Beginn der Zeile. Jeder Treffer muss am Beginn der Zeile liegen. Wegen ungefilterten Formatierungszeichen in einigen Texten funktioniert diese Funktion nicht immer. Sie könnte es jedoch, wenn einige Punkte nach dem Hochzeichen gesetzt werden, um die Formatierungszeichen zu umgehen. <emphasis>^Am Anfang</emphasis> findet Zeilen, die mit &quot;<emphasis>Amfang</emphasis>&quot;. beginnen (Vielleicht müssen Sie &quot;<emphasis>^.....Am Anfang</emphasis>&quot; benutzen).

source: The Dollar Sign as End of Line Anchor xxx$
de: Das Dollarzeichen als Zeilenende Anker xxx$

source: If the Dollar Sign is the last character in a pattern it anchors the pattern to the end of a line. Any match must be at the end of a line. Because of unfiltered formatting characters in some texts, this feature does not always work, but may if a few periods are placed before the dollar sign to account for the formatting characters. <emphasis>Amen\.$</emphasis> matches lines that end with &quot;<emphasis>Amen.</emphasis>&quot; (May need to use Amen\....$, Amen\..........$, or even Amen\....................$)
de: Wenn das Dollarzeichen das letzte des Musters ist, verankert es das Muster an das Ende der Zeile. Jeder Treffer muss am Ende der Zeile stattfinden. Wegen ungefilterten Formatierungszeichen in einigen Texten funktioniert diese Funktion nicht immer. Sie könnte es jedoch, wenn einige Punkte vor das Dollarzeichen gesetzt werden, um die Formatierungszeichen zu umgehen. <emphasis>Amen\.$</emphasis> findet Zeilen, die mit &quot;<emphasis>Amen.</emphasis>&quot; enden (Vielleicht müssen Sie &quot;Amen\....&quot;, &quot;Amen\..........$&quot;, oder sogar &quot;Amen\....................$&quot; benutzen)

source: The Vertical Bar |
de: Der senkrechte Strich |

source: The Vertical Bar between patterns means OR. <emphasis>John|Peter</emphasis> matches <emphasis>John</emphasis> or <emphasis>Peter. John .*Peter|Peter .*John</emphasis> matches <emphasis>John</emphasis> ... <emphasis>Peter</emphasis> or <emphasis>Peter</emphasis> ... <emphasis>John</emphasis>. (.* slows a search) <emphasis>pain|suffering|sorrow</emphasis> matches <emphasis>pain</emphasis>, or <emphasis>suffering</emphasis>, or <emphasis>sorrow</emphasis>.
de: Der vertikale Strich zwischen Mustern bedeutet ODER. <emphasis>John|Peter</emphasis> findet <emphasis>John</emphasis>. <emphasis>Peter. John .*Peter|Peter .*John</emphasis> matches <emphasis>John</emphasis> ... <emphasis>Peter</emphasis> oder <emphasis>Peter</emphasis> ... <emphasis>John</emphasis>. (.* slows a search) <emphasis>pain|suffering|sorrow</emphasis> findet<emphasis>pain</emphasis>, oder <emphasis>suffering</emphasis>, oder <emphasis>sorrow</emphasis>.

source: The Parentheses ( )
de: Die runden Klammern ( )

source: The use of Parentheses ( ) is not supported!
de: Die Benutzung der runden Klammern () wird nicht unterstützt.

source: The Backslash Prior to a Special Character \*
de: Der Backslash vor einem besonderen Zeichen \*

source: The Backslash prior to a special character indicates that the character is not being used in its special meaning, but is just to match itself. <emphasis>amen\.</emphasis> matches <emphasis>amen.</emphasis> but not <emphasis>amen</emphasis>t and will not locate firm<emphasis>amen</emphasis>t.
de: Der Backslash vor einem besonderen Zeichen bedeutet, dass das Zeichen nicht in seiner besonderen Bedeutung behandelt werden soll, sondern dass es das Zeichen selbst sein soll. &quot;<emphasis>amen\.</emphasis>&quot; findet &quot;<emphasis>amen.</emphasis>&quot;, jedoch nicht &quot;<emphasis>amen</emphasis>t&quot; und es wird nicht &quot;firm<emphasis>amen</emphasis>t&quot;.

source: The Backslash Prior to an Ordinary Character \s
de: Der Backslash vor einem normalen Zeichen \s

source: The Backslash prior to an ordinary character indicates that the character is not being used to match itself, but has special meaning.
de: Der Backslash vor einem normalen Zeichen bedeutet, dass dieses statt der normalen Bedeutung eine besondere haben soll.

source: \b if use outside [ ] means word boundary. If used inside [ ] means backspace. <emphasis>\brighteous\b</emphasis> matches <emphasis>righteous</emphasis> but not un<emphasis>righteous</emphasis> or <emphasis>righteous</emphasis>ness
de: \b ausßerhalb von [ ] benutzt, bedeutet es Wortgrenze. Innerhalb von [ ] hat die es die Bedeutung des Backspace. <emphasis>\brighteous\b</emphasis> findet <emphasis>righteous</emphasis>, aber nicht un<emphasis>righteous</emphasis> oder <emphasis>righteous</emphasis>ness

source: \B means non-word boundary. <emphasis>\Brighteous\B</emphasis> matches un<emphasis>righteous</emphasis>ness and un<emphasis>righteous</emphasis>ly but not <emphasis>righteous</emphasis>, un<emphasis>righteous</emphasis> or <emphasis> righteous</emphasis>ness.
de: \B steht für keine Wortgrenze. <emphasis>\Brighteous\B</emphasis> findet un<emphasis>righteous</emphasis>ness und un<emphasis>righteous</emphasis>ly, jedoch nicht <emphasis>righteous</emphasis>, un<emphasis>righteous</emphasis> oder <emphasis> righteous</emphasis>ness.

source: \d means digit; same as [0-9].
de: \d steht für Zahlen; das Gleiche wie [0-9].

source: \D means non-digit, same as [^0-9].
de: \D steht für nicht-Zahlen; das Gleiche wie [^0-9].

source: \s means space.
de: \s bedeutet Leerzeichen.

source: \S means not a space.
de: \S steht für nicht-Leerzeichen.

source: \w means alphanumeric; same as [a-zA-Z0-9_].
de: \w bedeutet alphanumerisch; das Gleiche wie [a-zA-Z0-9_].

source: \W means not alphanumeric; same as [^a-zA-Z0-9_].
de: \W bedeutet nicht-alphanumerisch; das Gleiche wie [^a-zA-Z0-9_].

source: Exporting and Printing
de: Exortieren und Drucken

source: Bible Window, Lexicon Window, Commentary Window, Book Window.
de: Bibel-Fenster, Lexikon-Fenster, Kommentar-Fenster, Buch-Fenster

source: By clicking with the <mousebutton>right</mousebutton> mouse button on the index key number, verse number or text the Bible Window, Lexicon Window, Commentary Window or Book Window drop down box is displayed (depending on which kind of window is current), providing options to select all, and the export options copy, add to printing queue, and save.
de: Durck Klick mit der <mousebutton>rechten</mousebutton> Maustaste auf eine Stellenangabe oder auf den Text wird eine Menü geöffnet, dessen Typ je nach dem Typus des aktuellen Fensters abhängt. Das Menü stellt ihnen die Aktion "Alles auswählen" die Exportoptionen "Kopieren", "Drucken" und "Speichern" zur Verfügung.

source: Select All
de: Alles auswählen

source: A mouse click here will select all of the text in the chapter displayed in the current window.
de: Ein Mausklick wählt den gesamten Text des im aktuellen Anzeigefenster angezeigten Kapitels aus.

source: Copy
de: Kopieren

source: A mouse click here will bring up a sub menu offering to copy to the copy buffer using the current location of the cursor as the starting point.
de: Ein Mausklick öffnet hier ein Untermenü, das die Möglichkeit bietet, den Text in die Zwischenablage zu kopieren.

source: <guimenuitem>Reference only</guimenuitem> - The number of the current verse (such as Genesis 1:25).
de: <guimenuitem>Vers</guimenuitem> - Die Nummer des aktuellen Verses (z.B. 1 Mose 1:25).

source: <guimenuitem>Text of Reference</guimenuitem> - The text of the current verse.
de: <guimenuitem>Text des Verses</guimenuitem> - Der Text des aktuellen Verses.

source: <guimenuitem>Reference with Text</guimenuitem> - Both the text of the current verse, and the verse number.
de: <guimenuitem>Vers mit Text</guimenuitem> - Sowohl der Text des aktuellen Verses, als auch die Versnummer.

source: <guimenuitem>Chapter</guimenuitem> - the entire chapter.
de: <guimenuitem>Kapitel</guimenuitem> - Das ganze Kapitel.

source: <guimenuitem>Selected Text</guimenuitem> - Only the selected (highlighted) text.
de: <guimenuitem>Ausgewählter Text</guimenuitem> - Nur der ausgewählte (hervorgehobene) Text.

source: This text can be copied into any application that can access the linux copy buffer.
de: Dieser Text kann in jede Anwendung kopiert werden, die auf die Zwischenablage zugreifen kann.

source: Add to Printing Queue
de: Zur Druckschlange hinzufügen

source: Selecting print here puts your print output in the bibletime print buffer. Inorder to send your job to the printer (lpr) via kprinter, you must select <guimenu>file</guimenu> <guimenuitem>print</guimenuitem> on the <guilabel>menubar</guilabel>.
de: Die Auswahl von Drucken stellt die Druckausgabe in die &bibletime; Druckschlange. Um den Auftrag durch kprinter an den Drucker zu schicken, müssen Sie <guimenu>Datei</guimenu> <guimenuitem>Drucken</guimenuitem> in der <guilabel>Menüleiste</guilabel> auswählen.

source: A mouse click here will bring up a submenu with the printing options:
de: Ein Mausklick öffnet ein Untermenu mit den Druckoptionen:

source: reference with text
de: Querverweis mit Text

source: chapter
de: Kapitel

source: Selecting these places text into the bibletime print queue, but it will not print yet. When all of the items that you desire to print are copied to the print queue, select the print icon and the print dialog window is displayed. Now you can select to either view or print the text.
de: Wenn Sie diese auswählen, wird der Text zur BibleTime Druckschlange hinzugefügt, aber noch nicht ausgedruckt. Sobald sie alle gewünschten Einträge zur Druckschlange hinzugefügt haben, clicken Sie das Druck-Icon, und der Druckdialog wird angezeigt. Nun können Sie den Text entweder anschauen oder drucken.

source: Printing from &bibletime; is rather basic and is intended as a utility. If you are composing a document or presentation containing text from &bibletime; documents, we suggest that you use one of the presentation or editing tools on your system to format your work.
de: Das Drucken in &bibletime; ist relativ einfach und als Hilfsmittel gedacht. Wenn Sie ein Dokument oder eine Präsentation erstellen, die Text von &bibletime; Dokumenten enthält, dann kopieren Sie den Text doch über die Zwischenablage in Ihr bevorzugtes Programm.

source: Save
de: Speichern

source: A mouse click here will bring up a submenu with save options:
de: Ein Mausklick öffnet ein Untermenü mit Optionen zum Abspeichern:

source: <guimenuitem>Verse with reference</guimenuitem> - a file is created in &UNIX; formated ASCII text.
de: <guimenuitem>Verse mit Stelle</guimenuitem> - eine Datei mit &UNIX;-formatiertem ASCII-Text wird erstellt.

source: <guimenuitem>Chapter as plain text</guimenuitem> - a file is created in &UNIX; formated ASCII text.
de: <guimenuitem>Kapitel als normaler Text</guimenuitem> - eine Datei mit &UNIX;-formatiertem ASCII-Text wird erstellt.

source: <guimenuitem>Chapter as HTML</guimenuitem> - a file is created formated in HTML.
de: <guimenuitem>Kapitel als HTML</guimenuitem> - Eine HTML Datei wird erstellt.

source: Once saved this text can be opened and edited by any text or HTML application.
de: Wenn der Text gespeichert ist, kann er mit jedem Text- oder HTML-Editor bearbeitet werden.

source: Starting &bibletime;
de: &bibletime; starten

source: &bibletime; is a &kde; program and is integrated with the &kde; desktop. You can launch &bibletime; from the &kde; <guimenu>start menu</guimenu> in the applications group.
de: &bibletime; ist ein &kde; Programm und ist in den &kde; Arbeitsplatz integriert. Sie können &bibletime; vom Untermenü &quot;Anwendungen&quot;des &kde; <guimenu>Startmenü</guimenu> starten.

source: Icon used to start &bibletime;
de: Das zum starten von &bibletime; benutzte Icon

source: &bibletime; can also be launched from a terminal command prompt. To launch &bibletime; open a terminal (any Xterminal inside a &kde;3 session) and type <command>bibletime</command>.
de: &bibletime; kann auch von der Kommandozeile eines Terminals aufgerugfen werden. Um &bibletime; zu starten, öffnen Sie ein Terminal (jedes beliebige Xterminal) und geben Sie <command>bibletime</command> ein.

source: Other Window Managers (not &kde;)
de: Andere Fenstermanager (kein &kde;)

source: &bibletime; can be launched from inside other window managers (like gnome) providing &kde; is installed. You will need to install your own icon to launch the program. See the window manager help files to see how.
de: &bibletime; kann von anderen Fenstermanagern aufgerufen werden (wie zum Beispiel Gnome), voraussgesetzt &kde; ist installiert. Sie müssen ihr eigenes Symbol anlegen, um das Programm zu starten. Schlagen Sie in der Hilfe des Fenstermanagers nach, wie dies funktioniert.

source: &bibletime; can be used with other window managers such as Gnome, BlackBox, Sawfish, providing &kde;3 is already installed on your computer. If you installed &kde;3 using the &Linux-Mandrake; 8.x RPM's from a terminal using the mandrake RPM's KDE3 is installed in /opt, so the start up command in a terminal is:
de: &bibletime; kann mit anderen Windowmanagern wie Gnome, BlackBox oder Sawfish verwendet werden, vorrausgesetzt, &kde; 3 ist installiert. Wenn Sie &kde; 3 mit Hilfe der &Linux-Mandrake; RPMS installier haben, dann in KDE in /opt installiert. Das Startkommando in einem Terminal lautet dann:

source: &bibletime; will now open inside of a window of the current window manager. If you do not have &kde;3 installed in your copy of &Linux;, you should have tried the <ulink url="http://gnomesword.sourceforge.net/">Gnomesword application.</ulink>, or one of the &kde;2 versions of &bibletime;.
de: &bibletime; öffnet nun in einem Fenster des laufenden Windowmanagers. Wenn Sie &kde; 3 in ihrem &Linux; System nicht installiert haben, probieren Sie doch die <ulink url="http://gnomesword.sourceforge.net/"> Gnomesword Anwendung</ulink> oder die &kde; 2 Version von &bibletime; aus.

source: With &Linux-Mandrake; 9.0 and other other distributions where &kde; 3.x is installed in the normal location, simply type:
de: Mit &Linux-Mandrake; 9.0 oder anderen Distributionen, bei denen &kde; 3.x am normalen Ort installiert ist, geben Sie einfach folgendes ein:

source: Startup Customization
de: Konfiguration des Startverhaltens

source: From a terminal you can use &bibletime; to open a random verse in the default bible:
de: Von einem XTerminal können Sie &bibletime; so starten, dass ein zufälliger Vers der voreingestellten Bibel geöffnet wird:

source: To open at a given passage use:
de: Um eine bestimmte Stelle zu öffnen, benutzen Sie bitte folgendes Kommando:

source: bibletime --open-default-bible "John 3:16"
de: bibletime --open-default-bible "Johannes 3:16"

source: You can also use keys in your current bookname language.
de: Sie können die Bibelstellen natürlich in der eingestellten Sprache der Buchnamen angeben.

source: Startup Sequence
de: Startvorgang

source: As &bibletime; launches you may see some message screens:
de: Wenn &bibletime; startet, könnten Sie einige Meldungen sehen:

source: <interface>No Modules Installed</interface> - This is shown if you have forgotten to install sword modules, or if the sword modules can not be found.
de: <interface>Keine Module installiert</interface> - Dies erscheint, wenn Sie vergessen haben Sword Module zu installieren, oder wenn die Sword Module nicht gefunden werden konnten.

source: <interface>First Time Startup</interface> - This is shown the first time &bibletime; is launched.
de: <interface>Erster Start</interface> - Dies wird angezeigt, wenn &bibletime; das erste Mal startet.

source: <interface>Daily Tips</interface> - These show on every startup, unless you turn them off.
de: <interface>Tägliche Tipps</interface> - Diesw werden bei jedem Start angezeigt, es sei denn Sie schalten diese ab.

source: Daily tips
de: Tägliche Tipps

source: Parts of the &bibletime; Window
de: Elemente des &bibletime; Fensters

source: Now the main &bibletime; window will open. It's operation is covered in the next chapter.
de: Jetzt öffnet sich das &bibletime; Fenster. Die Bedienung wird im nächsten Kapitel erklärt.

source: The &bibletime; Application Window
de: Das &bibletime; Anwendungsfenster

source: Main toolbar and menubar
de: Werkzeugleiste und Menüleiste

source: Toolbar
de: Werkzeugleiste

source: The action of each button is described in the configuration dialog box. <action>Moving the cursor over a button</action> will activate the button's tooltip which describes that buttons action.
de: Die Aktion jedes Knopfes wird in der Konfigurations-Dialogbox beschrieben. <action>Das Bewegen des Mauspfeils über einen Knopf</action> zeigt die Schnellhilfe des Knopfes an, die die Aufgabe beschreibt.

source: Button Action
de: Knopf-Aktion

source: In the <guilabel>Preferences Dialog</guilabel>, this icon opens the <guilabel>Manage sessions</guilabel> dialog. Here you can save a display for later recall.
de: Dieses Icon öffnet den Abschnitt <guilabel>Sitzungen verwalten</guilabel > des <guilabel>Konfigurationsdialoges</guilabel> Hier können Sie die aktuelle Sitzung für späteren Aufruf abspeichern.

source: In the <guilabel>Preferences Dialog</guilabel>, this icon opens the <guilabel>Accelerator</guilabel> dialog. Here you can customize the key bindings (keyboard shortcuts).
de: Dieses Icon öffnet den <guilabel>Testenkürzel</guilabel> Abschnitt des <guilabel>Konfigurationsdialoges</guilabel> Hier können Sie die Tastenkombinationen einstellen.

source: In the <guilabel>Preferences Dialog</guilabel>, this icon opens the <guilabel>Choose Fonts</guilabel> dialog. Here you select the font used to display your sword modules.
de: Dieses Symbol öffnet den <guilabel>Schriftarten</guilabel> Abschnitt des <guilabel>Konfigurationsdialoges</guilabel>. Hier können Sie die Schriftarten einstellen, die zur Darstellung ihrer Sword-Module benutzt werden.

source: In the <guilabel>Tool Bar</guilabel> this icon expands &bibletime; to use the entire viewing area of your monitor.
de: Dieses Symbol der <guilabel>Werkzeugleiste</guilabel> lässt BibleTime den kompletten Bereich des Monitors benutzen.

source: In the <guilabel>Tool Bar</guilabel> this icon opens the <guilabel>Daily Tip</guilabel>.
de: Dieses Symbol der <guilabel>Werkzeugleiste</guilabel> öffnet den <guilabel>Tipp des Tages</guilabel>.

source: In the <guilabel>Tool Bar</guilabel> this icon opens the <guilabel>Configure &bibletime;</guilabel> dialog.
de: Dieses Symbol der <guilabel>Werkzeugleiste</guilabel> öffnet den Dialog um &bibletime; zu konfigurieren.
