Repository: bibletime/historic-bibletime-i18n
Catalog: po/handbook/*.po
Languages: de

source: Configuring &bibletime;
de: &bibletime; konfigurieren

source: The &bibletime; user interface can be customized in many ways depending on your needs. To access the configuration dialogs, in the main toolbar select <guimenu>settings</guimenu>. From here select <guimenuitem>configure toolbars</guimenuitem> to launch the dialog configure toolbars dialog, or select <guimenuitem>Configure &bibletime;</guimenuitem> to launch the options dialog.
de: Die &bibletime;-Benutzerschnittstelle kann vielseitig konfiguriert werden, je nach Anforderung. Um den Konfigurationsdialog aufzurufen, wählen Sie in der Hauptwerkzeugleiste <guimenu>Einstellungen</guimenu>. Von hier aus wählen Sie <guimenuitem>Werkzeugleisten konfigurieren</guimenuitem>, um den Konfigurationsdialog der Werkzeugleisten aufzurufen, oder Sie wählen <guimenuitem>&bibletime; konfigurieren</guimenuitem>, um den BibleTime Konfigurationsdialog aufzurufen.

source: Configure Toolbars Dialog
de: Werkzeugleisten-Konfigurationsdialog

source: The Configure Toolbars dialog allows adding and removing actions from the main toolbar of &bibletime;. The order of actions in the main toolbar can also be changed.
de: Der Werkzeugleisten-Konfigurationsdialog ermöglicht das Hinzufügen und Entfernen von Aktionen von der Haupterkzeugleiste von &bibletime;. Die Reihenfolge der Aktionen kann auch verändert werden.

source: Toolbar Configuration Dialog
de: Werkzeugleisten-Konfigurationsdialog

source: The Toolbar Configuration dialog.
de: Der Werkzeugleisten-Konfigurationsdialog.

source: Preferences - &bibletime; Dialog
de: Voreinstellungen - &bibletime;-Dialog

source: The preferences dialog allows many &bibletime; and &sword; features to be customized.
de: Der Konfigurationsdialog erlaubt Ihnen, viele &bibletime;- und &sword;-Merkmale anzupassen.

source: Startup
de: Start

source: The startup behavior can be customized. Select from the following options:
de: Das Startverhalten kann angepasst werden. Wählen Sie aus den folgenden Optionen aus:

source: Show tip of the day
de: Tipp des Tages anzeigen

source: Show startup Logo
de: Startlogo anzeigen

source: Restore windows from the last &bibletime; session
de: Die Fenster der letzten &bibletime; Sitzung widerherstellen

source: Preferences Dialog
de: Konfigurationsdialog

source: The Preferences dialog - Startup.
de: Der Konfigurationsdialog - Start.

source: Fonts
de: Schriften

source: &bibletime; uses the &kde; general display font. The &kde; general display font can be changed from the &kcontrolcenter;. If the module you are using does not display correctly with the general display font, use the fonts options dialog to select a different one. &bibletime; now applies font selections to specific languages.
de: &bibletime; benutzt die Standard-Schriftart von &kde;. Diese kann im &kcontrolcenter; eingestellt werden. Wenn ein Modul mit der Standardschriftart nicht richtig dargestellt wird, wählen Sie bitte eine andere Schriftart im Konfigurationsdialog. &bibletime; ordnet Sprachen eigene Schrifteinstellungen zu.

source: Options Dialog - fonts
de: Optionendialog - Schriften

source: The Options dialog - Fonts.
de: Der Optionendialog - Schriften.

source: What kind of fonts can I use?
de: Welche Typen von Schriften können benutzt werden?

source: &bibletime; can now use any system fonts. These may be Bitmap Fonts, <trademark class="registered">Adobe</trademark> Type1 Fonts, <trademark class="registered">Adobe</trademark> Type3 fonts, or <trademark class="registered">TrueType</trademark>. These fonts may be supplied with your distribution, or may be obtained separately.
de: &bibletime; kann nun jede installierte Schriftart benutzen. Diese können Bitmap-Schriftarten, <trademark class="registered">Adobe</trademark> Type1 Schriftarten, <trademark class="registered">Adobe</trademark> Type3 Schriftarten, oder <trademark class="registered">TrueType</trademark> Schriftarten sein.Die Schriftarten sind entdweder mit ihrer Distribution geliefert worden, oder können seperat bekommen werden.

source: As long as the modules you are interested in display correctly nothing needs to be done here. If a module you are interested in displays as a series of question marks (???????????????????) or empty boxes the font available to &bibletime; does not contain the characters used in your document.
de: Solange Ihre benötigten Module korrekt angezeigt werden, muss hier nichts getan werden. Wenn ein Modul als eine Folge von Fragezeichen (???????????????????) oder als leere Kästchen angezeigt wird, dann entht die für &bibletime; verfügbare Schriftart nicht die im Dokument benutzten Zeichen.

source: In the fonts options dialog, choose the desired language from the drop down menu. Select the use custom font checkbox. Now select a font. Clearlyu supports most languages so it is a good first try. If no installed font can be found that displays the module you are interested in, try installing the &kde; localization package for that language.
de: Wählen Sie im Schriftarten-Abschnit des Konfigurationsdialoges die gewünschte Sprache im Aufklappmenü. Klicken Sie auf die &quot;Eigene Schriftart benutzen&quot; Box. Wählen Sie nun eine Schriftart. Clearlyu unterstüzt viele Sprachen, diese könnte ein erster Versuch sein. Wenn keine Schriftart gefunden werden konnte, die das gewünschte Modul korrekt anzeigt, versuchen Sie bitte das KDE Sprachpaket für die gewünschte Sprache zu installieren.

source: Installing fonts
de: Schriftarten installieren

source: Detailed font installation instructions are outside the scope of this handbook. If you need detailed font installation information, please read the <ulink url="http://pegasus.rutgers.edu/~elflord/font_howto">Font-HOWTO</ulink>, and <ulink url="http://www.ibiblio.org/pub/Linux/docs/HOWTO/other-formats/html_single/Unicode-HOWTO.html#toc4"> The Unicode HOWTO</ulink>
de: Detallierte Anweisungen gehen über den Umfang dieses Handbuces hinaus. Wenn Sie genaue Anweisungen zur Installation von Schriftarten benötigen, lesen Sie bitte das<ulink url="http://pegasus.rutgers.edu/~elflord/font_howto">Font-HOWTO</ulink>, und <ulink url="http://www.ibiblio.org/pub/Linux/docs/HOWTO/other-formats/html_single/Unicode-HOWTO.html#toc4"> das Unicode HOWTO</ulink>

source: If your distribution includes a font installer use it, it makes font installation much easier!
de: Wenn ihre Distribution eine Werkzeug zum installieren von Schriftarten zur Verfügung stellt, benuzten Sie ihn! Die Installation wird so viel leichter.

source: If you use a small font like clearlyu (about 22kb) &bibletime; will run faster than if a large font like <trademark class="registered">Bitstream Cyberbit</trademark> (about 12Mb) is used.
de: Wenn Sie eine kleine Unicode-Schriftart wie clearlyu (etwa 22kb) benutzen, wird &bibletime; schneller laufen, als wenn Sie eine umfangreiche Schriftart wie Bitstream Cyberbit (ungefähr 12Mb) verwenden.

source: Obtaining Fonts
de: Schriftarten bekommen

source: Fonts can be obtained from a number of sources.
de: Schriftarten können Sie von unterschiedlichen Quellen kommen.

source: Your distribution.
de: Ihre Distribution

source: Your distribution's localization packages.
de: Das jeweilige Sprachpaket ihrer Distribution.

source: An existing &Microsoft; &Windows; installation on the same computer.
de: Eine bestehende &Microsoft; &Windows; Installation auf dem gleichen Computer.

source: A font collection, such as are available from <trademark class="registered">Adobe</trademark> or <trademark class="registered">Bitstream</trademark>.
de: Eine Sammlung von Schriftarten, die von <trademark class="registered">Adobe</trademark> oder <trademark class="registered">Bitstream</trademark> zu bekommen sind.

source: On line font collections.
de: Schriftarten-Sammlungen aus dem Internet.

source: Unicode fonts support more characters than other fonts, so are generally a good choice for &bibletime;, some of these fonts are available at no charge. Few of the fonts available include all of range of symbols defined in the Unicode standard, so you may try several before finding what you need
de: Unicode Schriftarten benuzten mehr Zeichen als andere Schriftarten, sie sind also eine gute Wahl für &bibletime;. Einige dieser Schriftarten sind kostenlos erhtlich. Nur wenige Schriftarten enthalten alle Zeichen, die im Unicode Standard definiert sind, so dass Sie evtl. mehrere ausprobieren müssen, bevor Sie das gewünschte Resultat erhalten.

source: Here is a listing of some of the fonts available:
de: Hier ist eine Liste von einigen der verfügbaren Schriften:

source: Unicode Fonts
de: Unicode Schriften

source: Included in some distributions. Contains European, Greek, Hebrew, Thai. Does not contain Chinease pictographs, or Arabic
de: Ist in einigen Distributionen enthalten. Enthält Europäisch, Griechisch, Hebräisch, Thai. Enthält keine chinesischen Schriftzeichen oder Arabisch.

source: Several fonts available from the Crosswire Bible Society ftp site.
de: Verschiedene Schriften sind auf der Crosswire FTP Seite verfügbar.

source: Covers almost the entire range of Unicode.
de: Deckt fast den ganzen Unicode-Bereich ab.

source: Partial coverage, see information on linked site.
de: Teilweise Abdeckung, siehe die Information auf der angegebenen Seite.

source: The most complete listing of Unicode fonts that we are aware of is <ulink url="http://www.ccss.de/slovo/unifonts.htm"> Christoph Singer's "Multilingual Unicode TrueType Fonts in the Internet"</ulink> with 24 fonts listed.
de: Das vollständigste Verzeichnis von Unicode-Schriften, das wir kennen, ist <ulink url="http://www.ccss.de/slovo/unifonts.htm"> Christoph Singers "Multilingual Unicode TrueType Fonts in the Internet" </ulink>.

source: Another Unicode font list can be found at: <ulink url="http://www.hclrss.demon.co.uk/unicode/fontsbyrange.html"> Unicode Font List</ulink>.
de: Eine andere Liste von Unicode Schriften finden sie <ulink url="http://www.hclrss.demon.co.uk/unicode/fontsbyrange.html"> hier</ulink>.

source: Colors
de: Farben

source: The colors of the objects in display windows can be customized. Objects that can be customized are:
de: Die Farben der Objekte in den Anzeigefenstern können angepasst werden. Folgende Objekte können verändert werden:

source: Highlighted verse
de: Hervorgehobener Vers

source: Footnotes
de: Fußnoten

source: Morphological Tags
de: Morphologische Tags

source: Background
de: Hintergrund

source: Hyperlinks
de: Querverweise

source: Strong's Numbers
de: Strongnummern

source: Words of Jesus
de: Worte Jesu

source: Some options like "Words of Jesus" only apply to texts which support this special feature.
de: Einige Optionen, wie die "Worte Jesu" treffen nur für bestimmte Texte zu, die diese speziellen Features unterstützen.

source: Options Dialog - Color
de: Optionendialog - Farbe

source: The Options dialog - Color.
de: Der Optionendialog - Farbe

source: Sessions
de: Sitzungen

source: Sessions define the appearance of the work area, for example which windows are open and which texts should be displayed in these windows. Once a session is created, use the menu item <guimenu>Window</guimenu> -> <guimenuitem>Save session</guimenuitem> to save a current session into a session file. Use <guimenu>Window</guimenu> -> <guimenuitem>Load session</guimenuitem> to load a previously saved session into &bibletime;.
de: Profile definieren die Erscheinung des Arbeitsbereiches, z.B. welche Fenster geöffnet sind, und welche Texte in diesen Fenstern angezeigt werden sollen. Wenn eine Sitzung einmal erstellt ist, erwenden Sie den Eintrag <guimenu>Fenster</guimenu> -> <guimenuitem>Sitzung sichern</guimenuitem>, um die aktuelle Sitzung in eine Sitzungsdatei zu sichern. Verwenden Sie <guimenu>Fenster</guimenu> -> <guimenuitem>Sitzung laden</guimenuitem>, um eine bereits gespeicherte Sitzung in &bibletime; zu laden.

source: Many features provided by the Sword backend can now be customized in &bibletime;.
de: Viele Funktionen, die von Sword bereitgestellt werden, können jetzt in &bibletime; angepasst werden.

source: Options Dialog - Sword
de: Konfigurationsdialog - Sword

source: The Options dialog - Sword.
de: Der Konfigurationsdialog - Sword.

source: Sword General
de: Sword Allgemein

source: Key Cache for Lexicons
de: Schlüsselcache für Lexika

source: &bibletime; can create a key cache for lexicons. This speeds up opening large lexicon modules. The cache file does use some disc space, so if your computer has only a small amount of free space, you might want to disable this feature.
de: &bibletime; kann einen Schlüsselcache für Lexikons anlegen. Dies beschleunigt das Öffnen großer Lexika. Es verbraucht allerdings etwas Festplattenkapazität, also sollten Sie dieses Feature abschalten, wenn Sie nur über sehr wenig freien Speicher haben.

source: Scrolling Behavior
de: Scrollverhalten

source: The default is that a down arrow moves the current position in a text to the next verse. This option allows the down arrow to move the current position in a text to the previous verse.
de: Per Voreinstellung bewegt der Pfeil nach unten das Anzeigefenster zum nächsten Vers. Mit dieser Option kann man das Verhalten so ändern, dass es zum vorigen Vers springt.

source: Specify a language for biblical book names
de: Wählen Sie eine Sprache für die Bücher der Bibel

source: This feature allows the language used to displayed book names to be changed. For example the King James Version can be displayed with German book names. If your language is not displayed and you would like to create a sword locale for your language, please see the CrossWire Bible Society developers site for details.
de: Diese Funktion erlaubt es ihnen, die Sprache zu ändern, in der die Buchnamen angezeigt werden. So kann die King James Bibel zum Beispiel mit deutschen Buchnamen angezeigt werden. Wenn ihre eigene Sprache nicht angezeigt wird, und Sie gerne eine Sword-Liste für ihre Sprache erstellen würden, dann schauen Sie bitte auf den Entwicklerseiten der Crosswire Bibelgesellschaft nach.

source: Sword Default Modules
de: Sword Standardmodule

source: Default modules are specified here.
de: Hier werden Standardmodule festgelegt.

source: Sword Filter Settings
de: Sword Filtereinstellungen

source: Filters control the appearance of text in the display windows. Here you can chose the default settings for the various filters.
de: Filter kontrollieren die Erscheinungsform des Textes in den Anzeigefenstern. Hier können Sie die Voreinstellungen für verschiedene Filter festlegen.

source: The items controlled by filters are:
de: Folgendes kann durch Filter kontrolliert werden:

source: Show line break after each verse
de: Zeilenumbruch nach jedem Vers anzeigen

source: Show verse numbers
de: Versnummern anzeigen

source: Show footnotes
de: Fußnoten anzeigen

source: Show Strong's numbers
de: Strongnummern anzeigen

source: Show headings
de: Überschriften anzeigen

source: Show morphologic tags
de: Morphologische Tags anzeigen

source: Show lemmas
de: Wurzeln anzeigen

source: Show Hebrew vowel points
de: Hebräische Vokalzeichen anzeigen

source: Show Hebrew cantillation marks
de: Hebräische Kantillationszeichen anzeigen

source: Show Greek accents
de: Griechische Akzente anzeigen

source: Accelerators
de: Tastenkürzel

source: Accelerators are special key commands that can be used in the place of the menu items and icons. A number of &bibletime;'s commands have predefined Accelerators. All of &bibletime;'s commands can be assigned accelerators here.
de: Es handelt sich um spezielle Tastenbefehle, die anstatt der Menüeinträge und Icons verwendet werden können. Eine Anzahl der Kommandos in &bibletime; haben vordefinierte Tastenkürzel. Allen Kommandos in &bibletime; können hier Tastenküzel zugewiesen werden.

source: Default accelerators
de: Standard-Tastenkürzel

source: Key combination
de: Tastenkombination

source: Auto Tile
de: Automatisch Kacheln

source: Auto Cascade
de: Automatisch staffeln

source: Cascade
de: Staffeln

source: Close All
de: Alle schließen

source: Configure Toolbars
de: Werkzeugleisten konfigurieren

source: Preferences
de: Voreinstellungen

source: Remove Selected Item(s)
de: Ausgewählte Einträge entfernen

source: Reset Main Index
de: Hauptgruppe zurücksetzen

source: Search in Selected Module(s)
de: In den ausgewählten Modulen suchen

source: Tile
de: Kacheln

source: Introduction
de: Einleitung

source: &bibletime; is a powerful Bible study tool written for the &kde; environment on the Linux operating system. It is based on the <ulink url="http://www.crosswire.org/sword">Sword</ulink> library, which provides the back-end functionality for &bibletime;, such as viewing Bible text, searching, bookmarking, etc. Sword is the flagship product of the <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink>.
de: &bibletime; ist ein mächtiges Bibelstudien-Werkzeug, geschrieben für die &kde;Umgebung auf dem Linux Betriebssystem. Es basiert auf der <ulink url="http://www.crosswire.org">Sword</ulink> Bibliothek, welche die Back-End Funktionalität für &bibletime; zur Verfügung stellt, zum Beispiel um Bibeltexte anschauen, zu Suchen, um Lesezeichen anzulegen usw. Sword ist das Hauptprodukt der <ulink url="http://www.crosswire.org">Crosswire Bibelgesellschaft</ulink>.

source: &bibletime; is designed to be used with documents that have been encoded in Theological Markup Language (ThML) and General Bible Format (GBF). These markup languages are focused on the requirements of religious texts. Complete information on the supported document formats can be found in the <ulink url="http://www.crosswire.org/sword/develop/index.jsp"> developers section of the Sword Project, Crosswire Bible Society</ulink>.
de: &bibletime; wurde konzipiert, um mit Dokumenten benutzt zu werden, die in der Theological Markup Language (ThML) und im General Bible Format (GBF) vorliegen. Diese Formatierungssprachen erfüllen die Anforderungenreligiöser Texte. Vollständige Informationen über die unterstützten Dokumentenformate können im <ulink url="http://www.crosswire.org/sword/develop/index.jsp"> Entwicklungsbereich der Crosswire Bible Society</ulink> gefunden werden.

source: Over 200 documents in 50 languages are available from the <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink>. These include:
de: Über 200 Dokumente in 50 Sprachen sind auf dem Webserver der <ulink url="http://www.crosswire.org">Crosswire Bible Society</ulink> verfügbar. Dazu gehören:

source: Bibles
de: Bibeln

source: The full Bible text, with optional things like Strong's Numbers and footnotes in the text. The Strong Numbers hot link to the entry in Strong's Hebrew Bible Dictionary or Strong's Greek Bible Dictionary. Bibles are available in many languages, and include not only modern versions, but also Ancient texts like the Aleppo Codex (Hebrew), and the Septuagint (Greek).
de: Der ganze Bibeltext, mit optionalen Strongnummern und Fußnoten im Text. Die Strongnummern sind Links in das hebräische Strongnummern-Lexikon. Bibeln sind in vielen Sprachen verfügbar, sowohl in modernen als auch antiken Versionen wie dem Kodex Aleppo (hebräisch) und der Septuaginta (griechisch).

source: Commentaries
de: Kommentare

source: Commentaries available include classics like John Wesley's Notes on the Bible, and Luther's Commentary on Galatians. With the <emphasis>Personal</emphasis> commentary you can record your own personal notes to different parts of the Bible.
de: Zu den verfügbaren Kommentaren gehören Klassiker wie John Wesley's Notes on the Bible und Luther's Commentary on Galatians. Mit dem <emphasis>Persönlichen</emphasis> commentary können Sie Ihre eigenen Notizen zu Bibelversen eingeben.

source: Lexicons
de: Lexika

source: Lexicons available include: Robinson's Morphological Analysis Codes, Brown-Driver-Briggs Hebrew Lexicon, International Standard Bible Encyclopedia
de: Zu den verfügbaren Lexika gehören: Robinson's Morphological Analsys Codes, Brown-Driver-Briggs Hebrew Lexicon, International Standard bible Encyclopedia

source: Dictionaries
de: Wörterbücher

source: Dictionaries available include Strong's Hebrew Bible Dictionary, Strong's Greek Bible Dictionary, Webster's Revised Unabridged Dictionary of the English Language 1913, Nave's Topical Bible.
de: Zu den verfügbaren Wörterbüchern gehören: Strong's Hebrew Bible Dictionary, Strong's Greek Bible Dictionary, Webster's Revised Unabridged Dictionary of the English Language 1913, Nave's Topical Bible.

source: Books
de: Bücher

source: Books available include &quot;Imitation of Christ&quot;, &quot;Enuma Elish&quot;, and &quot;Josephus, the complete works&quot;
de: Folgende Bücher sind beispielsweise verfügbar: &quot;Imitation of Christ&quot;, &quot;Enuma Elish,&quot; und &quot;Josephus, the complete works&quot;

source: Additional documents are being added to the &sword; repository frequently, so visit often.
de: Weitere Dokumente werden zur &sword; Bibliothek hinzugefügt werden, daher schauen Sie dort öfters nach.

source: Changes
de: Änderungen

source: Please read the file Changelog of the sourcecode package if you are interested in more detailed changes.
de: Bitte lesen sie die Datei <filename>Changelog</filename> des Quellcode Paketes, falls Sie an detailierteren Änderungen interessiert sind.

source: A listing of the features included in the current package can be found in the sourcecode at <ulink url="http://cvs.sourceforge.net/cgi-bin/viewcvs.cgi/*checkout*/bibletime/bibletime/ChangeLog?rev=HEAD&amp;content-type=text/plain"> CVS log for <filename>bibletime/bibletime/ChangeLog</filename></ulink>
de: Eine Auflistung der im aktuellen Paket enthaltenen Funktionen kann im Quellcode im <ulink url="http://cvs.sourceforge.net/cgi-bin/viewcvs.cgi/bibletime/bibletime/ChangeLog">CVS Log für <filename>bibletime/bibletime/ChangeLog</filename></ulink> gefunden werden.

source: Changes for &bibletime; Release 1.3
de: Änderungen mit dem &bibletime;-Release 1.3

source: &bibletime; version 1.3 provides a number of bugfixes and stability improvements. You will also find a number of changes to the appearance of bibletime. This is a partial list, for a more complete list, see the changlog.
de: BibleTime 1.3 behebt einige Fehler und Stabilitätsprobleme. Auch an am Erscheinungsbild des Programms hat sich einiges geändert. Dies ist nur ein Überblick, wenn Sie eine vollständige Liste der Änderungen sehen wollen, lesen Sie bitte den Changelog.

source: Main window
de: Hauptfenster

source: Main index was reorganized, sorting the modules by type of module, then by language.
de: Die Hauptgruppe wurde neu geordnet; die Module werden jetzt nach Sprachen angeordnet

source: Bookmarks are now stored in an XML file, but the old format can still be imported. After upgrading an existing installation the old bookmarks are placed in the "Old bookmarks" subfolder.
de: Lesezeichen werden jetzt in einer XML-Datei abgespeichert. Alte Lesezeichen können importiert werden. Nach dem Upgrade finden Sie Ihre alten Lesezeichen im Ordner "Alte Lesezeichen".

source: Drag&amp;Drop works now for more than one item.
de: Drag&amp;Drop funktioniert jetzt mit mehreren Einträgen gleichzeitig.

source: Search default Bible and search open modules options added in the search menu.
de: Im Suchmenü wurden die Einträge "Suche in Standardbibel" und "Suche in geöffnenten Modulen" hinzugefügt.

source: Searchdialog
de: Suchdialog

source: Major redesign of the user interface, reducing the number of tabs to two (search and result). Features have been moved to the appropriate tab.
de: Die Benutzerschnittstelle wurde gründlich überarbeitet. Jetzt gibt es nur noch 2 Tabs (Suche und Ergebnis). Die einzelnene Elemente wurden auf dem passenden Tab plaziert.

source: Display windows
de: Anzeigefenster
