<html><head><title>&#1055;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080; &#1082;&#1098;&#1084; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="Bible, Study, HowTo"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="up" href="h2-basics.html" title="Chapter 2. &#1054;&#1089;&#1085;&#1086;&#1074;&#1080; &#1085;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="previous" href="h2-basics.html" title="Chapter 2. &#1054;&#1089;&#1085;&#1086;&#1074;&#1080; &#1085;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="next" href="h2-basics-types.html" title="&#1053;&#1072;&#1095;&#1080;&#1085;&#1080; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div id="headline" style="position : absolute;                 height : 85px;                 z-index : 100;                 background : transparent;                 text-align : center;   text-transform: smallcaps;                 width : 100%;                 top : 0px;                 left : 0px;                 width : 100%;                 color : #000000;"><h1>&#1055;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080; &#1082;&#1098;&#1084; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;</h1></div><div id="navbackground" style="position : absolute;   width : 100%;   height : 124px;   background-image : url('help:/common/doctop2.png');   z-index : 5;   left : 0px;   top : 0px;   padding : 0px;"><div id="bulb1" style="padding : 0px;   position : absolute;   z-index : 15;   width : 150px;   height : 85px;   top : 0px;   left : 0px;   background : url('help:/common/doctop1.png') repeat;"></div><div id="gradient" style="  position : absolute;   width : 275px;   height : 85px;   z-index : 19px;   top : 0px;   padding : 0px;   left : 150px;   background-image : url('help:/common/doctop1a.png');   background-repeat : no-repeat;   background-color : transparent;   visibility : visible;"></div><div id="bulb-bit" style="position : absolute;   width : 100%;   height : 25px;   top : 85px;   left : 0px;   background-image : url('help:/common/doctop1b.png');   background-repeat : no-repeat;   background-color : transparent;   z-index : 5;"><table width="100%" id="navtable"><tbody><tr><td align="left" class="left"><a accesskey="p" href="h2-basics.html">Prev</a></td><td align="center" class="center">&#1054;&#1089;&#1085;&#1086;&#1074;&#1080; &#1085;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;</td><td align="right" class="right"><a accesskey="n" href="h2-basics-types.html">Next</a></td></tr></tbody></table></div></div><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-basics-approaches"></a>&#1055;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080; &#1082;&#1098;&#1084; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;</h2></div></div><p>&#1057;&#1083;&#1091;&#1096;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080; &#1095;&#1077;&#1090;&#1077;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; &#1089;&#1087;&#1086;&#1084;&#1072;&#1075;&#1072;&#1090; &#1079;&#1072; &#1087;&#1088;&#1080;&#1076;&#1086;&#1073;&#1080;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1086;&#1073;&#1097;&#1072; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1072;, &#1076;&#1086;&#1082;&#1072;&#1090;&#1086; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080; &#1079;&#1072;&#1087;&#1072;&#1084;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1076;&#1072;&#1074;&#1072;&#1090; &#1076;&#1077;&#1090;&#1072;&#1081;&#1083;&#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1072;. &#1056;&#1072;&#1079;&#1084;&#1080;&#1089;&#1083;&#1080;&#1090;&#1077; &#1074;&#1098;&#1088;&#1093;&#1091; &#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1089;&#1087;&#1086;&#1084;&#1072;&#1075;&#1072;&#1090; &#1079;&#1072; &#1089;&#1098;&#1077;&#1076;&#1080;&#1085;&#1103;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1095;&#1091;&#1090;&#1086;&#1090;&#1086;, &#1087;&#1088;&#1086;&#1095;&#1077;&#1090;&#1077;&#1085;&#1086;&#1090;&#1086;, &#1080;&#1079;&#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1085;&#1086;&#1090;&#1086; &#1080; &#1079;&#1072;&#1087;&#1072;&#1084;&#1077;&#1090;&#1077;&#1085;&#1086;&#1090;&#1086; &#1074; &#1077;&#1076;&#1085;&#1086; &#1094;&#1103;&#1083;&#1086;.</p><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-basics-approaches-hear"></a>&#1057;&#1083;&#1091;&#1096;&#1072;&#1085;&#1077; </h3></div></div><p>&#1051;&#1091;&#1082;&#1072; 11:25: <span class="emphasis"><i>"&#1041;&#1083;&#1072;&#1078;&#1077;&#1085;&#1080; &#1086;&#1085;&#1080;&#1103;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1083;&#1091;&#1096;&#1072;&#1090; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1089;&#1083;&#1086;&#1074;&#1086; &#1080; &#1075;&#1086; &#1087;&#1072;&#1079;&#1103;&#1090;."</i></span></p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-basics-approaches-read"></a>&#1063;&#1077;&#1090;&#1077;&#1085;&#1077; </h3></div></div><p>&#1054;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077; 1:3: <span class="emphasis"><i>&#1041;&#1083;&#1072;&#1078;&#1077;&#1085;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1087;&#1088;&#1086;&#1095;&#1080;&#1090;&#1072;, &#1080; &#1086;&#1085;&#1080;&#1103;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1083;&#1091;&#1096;&#1072;&#1090; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1090;&#1086;&#1074;&#1072; &#1087;&#1088;&#1086;&#1088;&#1086;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086;..."</i></span></p><p>1 &#1058;&#1080;&#1084;. 4:13: <span class="emphasis"><i>"...&#1074;&#1085;&#1080;&#1084;&#1072;&#1074;&#1072;&#1081; &#1085;&#1072; &#1087;&#1088;&#1086;&#1095;&#1080;&#1090;&#1072;&#1085;&#1077;&#1090;&#1086;, &#1085;&#1072; &#1091;&#1074;&#1077;&#1097;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1080; &#1085;&#1072; &#1087;&#1086;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086;."</i></span></p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-basics-approaches-study"></a>&#1048;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; </h3></div></div><p>&#1044;&#1077;&#1103;&#1085;&#1080;&#1103; 17:11: <span class="emphasis"><i>"&#1048; &#1073;&#1077;&#1088;&#1103;&#1085;&#1080;&#1090;&#1077; &#1073;&#1103;&#1093;&#1072; &#1087;&#1086;-&#1073;&#1083;&#1072;&#1075;&#1086;&#1088;&#1086;&#1076;&#1085;&#1080; &#1086;&#1090; &#1089;&#1086;&#1083;&#1091;&#1085;&#1094;&#1080;&#1090;&#1077;, &#1079;&#1072;&#1097;&#1086;&#1090;&#1086; &#1087;&#1088;&#1080;&#1077;&#1093;&#1072; &#1091;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1073;&#1077;&#1079; &#1074;&#1089;&#1103;&#1082;&#1072;&#1082;&#1098;&#1074; &#1087;&#1088;&#1077;&#1076;&#1088;&#1072;&#1079;&#1089;&#1098;&#1076;&#1098;&#1082;, &#1080; &#1074;&#1089;&#1077;&#1082;&#1080; &#1076;&#1077;&#1085; &#1080;&#1079;&#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1093;&#1072; &#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1076;&#1072; &#1074;&#1080;&#1076;&#1103;&#1090; &#1076;&#1072;&#1083;&#1080; &#1090;&#1086;&#1074;&#1072; &#1077; &#1074;&#1103;&#1088;&#1085;&#1086;."</i></span></p><p>2 &#1058;&#1080;&#1084;&#1086;&#1090;&#1077;&#1081; 2:15: <span class="emphasis"><i>"&#1057;&#1090;&#1072;&#1088;&#1072;&#1081; &#1089;&#1077; &#1076;&#1072; &#1089;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1096; &#1086;&#1076;&#1086;&#1073;&#1088;&#1077;&#1085; &#1087;&#1088;&#1077;&#1076; &#1041;&#1086;&#1075;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1080;&#1082;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1085;&#1103;&#1084;&#1072; &#1086;&#1090; &#1097;&#1086; &#1076;&#1072; &#1089;&#1077; &#1089;&#1088;&#1072;&#1084;&#1091;&#1074;&#1072;, &#1082;&#1072;&#1090;&#1086; &#1080;&#1079;&#1083;&#1072;&#1075;&#1072;&#1096; &#1087;&#1088;&#1072;&#1074;&#1086; &#1089;&#1083;&#1086;&#1074;&#1086;&#1090;&#1086; &#1085;&#1072; &#1080;&#1089;&#1090;&#1080;&#1085;&#1072;&#1090;&#1072;."</i></span></p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-basics-approaches-memorize"></a>&#1047;&#1072;&#1087;&#1072;&#1084;&#1077;&#1090;&#1103;&#1074;&#1072;&#1085;&#1077; </h3></div></div><p>&#1055;&#1089;. 119:11: <span class="emphasis"><i>"&#1042; &#1089;&#1098;&#1088;&#1094;&#1077;&#1090;&#1086; &#1089;&#1080; &#1086;&#1087;&#1072;&#1079;&#1080;&#1093; &#1058;&#1074;&#1086;&#1077;&#1090;&#1086; &#1089;&#1083;&#1086;&#1074;&#1086; &#1047;&#1072; &#1076;&#1072; &#1085;&#1077; &#1090;&#1080; &#1089;&#1098;&#1075;&#1088;&#1077;&#1096;&#1072;&#1074;&#1072;&#1084;."</i></span></p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-basics-approaches-meditate"></a>&#1055;&#1088;&#1077;&#1073;&#1098;&#1076;&#1074;&#1072;&#1085;&#1077;</h3></div></div><p>&#1055;&#1089; 1:2-3: <span class="emphasis"><i>"&#1053;&#1086; &#1089;&#1077; &#1085;&#1072;&#1089;&#1083;&#1072;&#1078;&#1076;&#1072;&#1074;&#1072; &#1074; &#1079;&#1072;&#1082;&#1086;&#1085;&#1072; &#1085;&#1072; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1072;, &#1048; &#1074; &#1053;&#1077;&#1075;&#1086;&#1074;&#1080;&#1103; &#1079;&#1072;&#1082;&#1086;&#1085; &#1089;&#1077; &#1087;&#1086;&#1091;&#1095;&#1072;&#1074;&#1072; &#1076;&#1077;&#1085; &#1080; &#1085;&#1086;&#1097;. &#1065;&#1077; &#1073;&#1098;&#1076;&#1077; &#1082;&#1072;&#1090;&#1086; &#1076;&#1098;&#1088;&#1074;&#1086; &#1087;&#1086;&#1089;&#1072;&#1076;&#1077;&#1085;&#1086; &#1087;&#1088;&#1080; &#1087;&#1086;&#1090;&#1086;&#1094;&#1080; &#1074;&#1086;&#1076;&#1080;, &#1050;&#1086;&#1077;&#1090;&#1086; &#1076;&#1072;&#1074;&#1072; &#1087;&#1083;&#1086;&#1076;&#1072; &#1089;&#1080; &#1085;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1089;&#1080;, &#1048; &#1095;&#1080;&#1081;&#1090;&#1086; &#1083;&#1080;&#1089;&#1090; &#1085;&#1077; &#1087;&#1086;&#1074;&#1103;&#1093;&#1074;&#1072;; &#1042;&#1098;&#1074; &#1074;&#1089;&#1080;&#1095;&#1082;&#1086; &#1097;&#1086; &#1074;&#1098;&#1088;&#1096;&#1080; &#1097;&#1077; &#1073;&#1083;&#1072;&#1075;&#1086;&#1091;&#1089;&#1087;&#1103;&#1074;&#1072;."</i></span></p><p>&#1052;&#1086;&#1088;&#1077;&#1087;&#1083;&#1072;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1080;&#1083;&#1102;&#1089;&#1090;&#1088;&#1080;&#1088;&#1072;&#1090; &#1090;&#1086;&#1074;&#1072; &#1082;&#1072;&#1090;&#1086; &#1082;&#1072;&#1079;&#1074;&#1072;&#1090;, &#1095;&#1077; &#1082;&#1072;&#1082;&#1090;&#1086; &#1087;&#1072;&#1083;&#1077;&#1094;&#1098;&#1090; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1076;&#1086;&#1082;&#1086;&#1089;&#1085;&#1077; &#1074;&#1089;&#1077;&#1082;&#1080; &#1086;&#1090; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1080;&#1090;&#1077; &#1087;&#1088;&#1098;&#1089;&#1080;, &#1090;&#1072;&#1082;&#1072; &#1084;&#1086;&#1078;&#1077;&#1084; &#1076;&#1072; &#1088;&#1072;&#1079;&#1084;&#1080;&#1096;&#1083;&#1103;&#1074;&#1072;&#1084;&#1077; &#1074;&#1098;&#1088;&#1093;&#1091; &#1057;&#1083;&#1086;&#1074;&#1086;&#1090;&#1086; &#1095;&#1088;&#1077;&#1079; &#1074;&#1089;&#1077;&#1082;&#1080; &#1086;&#1090; &#1087;&#1098;&#1088;&#1074;&#1080;&#1090;&#1077; &#1095;&#1077;&#1090;&#1080;&#1088;&#1080; &#1084;&#1077;&#1090;&#1086;&#1076;&#1072;. &#1056;&#1072;&#1079;&#1084;&#1080;&#1089;&#1098;&#1083;&#1098;&#1090; &#1077; &#1082;&#1083;&#1102;&#1095;&#1072; &#1082;&#1098;&#1084; &#1086;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;. &#1053;&#1086;&#1074;&#1086;&#1087;&#1086;&#1074;&#1103;&#1088;&#1074;&#1072;&#1083;&#1080;&#1090;&#1077; &#1080;&#1084;&#1072;&#1090; &#1085;&#1091;&#1078;&#1076;&#1072; &#1076;&#1072; &#1089;&#1083;&#1091;&#1096;&#1072;&#1090; &#1080; &#1095;&#1077;&#1090;&#1072;&#1090; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077; &#1086;&#1090;&#1082;&#1086;&#1083;&#1082;&#1086;&#1090;&#1086; &#1076;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1090; &#1080; &#1079;&#1072;&#1087;&#1072;&#1084;&#1077;&#1090;&#1103;&#1074;&#1072;&#1090;. &#1058;&#1086;&#1074;&#1072; &#1077; &#1090;&#1072;&#1082;&#1072;, &#1079;&#1072; &#1076;&#1072; &#1084;&#1086;&#1075;&#1072;&#1090; &#1090;&#1077; &#1076;&#1072; &#1089;&#1077; &#1079;&#1072;&#1087;&#1086;&#1079;&#1085;&#1072;&#1103;&#1090; &#1089; &#1094;&#1103;&#1083;&#1086;&#1089;&#1090;&#1085;&#1086;&#1090;&#1086; &#1087;&#1086;&#1089;&#1083;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;. </p></div></div><div id="bottom-nav" style="position : relative;                 width : 100%;                 height : 185px;                 left : 0px;   right : 0px;                 top : 0px;   margin-top: 100px;                 background-image : url('help:/common/bottom1.png');                 background-repeat : repeat-x;                 background-color : transparent;   margin-left: 0px;   margin-right: 0px;                 z-index : 25;"><img src="help:/common/bottom2.png" align="right" height="59" width="227" alt="KDE Logo"><div id="navtable2" style="width : 100%;   margin-left: 0px;          margin-right: 0px;                      z-index : 15;                  background-color : transparent;"><table width="100%" border="0" cellpadding="0" cellspacing="0" style="position: absolute;         top: 70px;         left: 0px;"><tr><td width="33%" align="left" valign="top"><a href="h2-basics.html">Prev</a></td><td width="34%" align="center" valign="top"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top"><a href="h2-basics-types.html">Next</a></td></tr><tr><td width="33%" align="left">&#1054;&#1089;&#1085;&#1086;&#1074;&#1080; &#1085;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; </td><td width="34%" align="center"><a href="h2-basics.html">Up</a></td><td width="33%" align="right"> &#1053;&#1072;&#1095;&#1080;&#1085;&#1080; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;</td></tr></table></div></div></body></html>