<html><head><title>Chapter 2. &#1054;&#1089;&#1085;&#1086;&#1074;&#1080; &#1085;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="Bible, Study, HowTo"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="up" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="previous" href="h2-importance-supplement.html" title="&#1055;&#1086;&#1089;&#1083;&#1077;&#1089;&#1083;&#1086;&#1074;: &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080; &#1079;&#1072; &#1095;&#1077;&#1090;&#1077;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="next" href="h2-basics-approaches.html" title="&#1055;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080; &#1082;&#1098;&#1084; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr class="header"><td colspan="2"> </td></tr><tr id="logo"><td valign="top"><img src="help:/common/kde_logo.png" alt="KDE -         The K Desktop Environment" width="296" height="79" border="0"></td><td valign="middle" align="center" id="location"><h1>&#1054;&#1089;&#1085;&#1086;&#1074;&#1080; &#1085;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;</h1></td></tr></table><table width="100%" class="header"><tbody><tr><td align="left" class="navLeft" width="33%"><a accesskey="p" href="h2-importance-supplement.html">Prev</a></td><td align="center" class="navCenter" width="34%"> </td><td align="right" class="navRight" width="33%"> 
		      <a accesskey="n" href="h2-basics-approaches.html">Next</a></td></tr></tbody></table><div class="chapter"><div class="titlepage"><div><h2 class="title"><a name="h2-basics"></a>Chapter 2. &#1054;&#1089;&#1085;&#1086;&#1074;&#1080; &#1085;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;</h2></div></div><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-basics-purpose"></a>&#1062;&#1077;&#1083;&#1090;&#1072; &#1085;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086;</h2></div></div><p>&#1049;&#1086;&#1072;&#1085; 5:39-40: <span class="emphasis"><i>"&#1042;&#1080;&#1077; &#1080;&#1079;&#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1090;&#1077; &#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072;, &#1087;&#1086;&#1085;&#1077;&#1078;&#1077; &#1084;&#1080;&#1089;&#1083;&#1080;&#1090;&#1077;, &#1095;&#1077; &#1074; &#1090;&#1103;&#1093; &#1080;&#1084;&#1072;&#1090;&#1077; &#1074;&#1077;&#1095;&#1077;&#1085; &#1078;&#1080;&#1074;&#1086;&#1090;, &#1080; &#1090;&#1077; &#1089;&#1072;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1089;&#1074;&#1080;&#1076;&#1077;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072;&#1090; &#1079;&#1072; &#1052;&#1077;&#1085;&#1077;, &#1080; &#1087;&#1072;&#1082; &#1085;&#1077; &#1080;&#1089;&#1082;&#1072;&#1090;&#1077; &#1076;&#1072; &#1076;&#1086;&#1081;&#1076;&#1077;&#1090;&#1077; &#1087;&#1088;&#1080; &#1052;&#1077;&#1085;&#1077;, &#1079;&#1072; &#1076;&#1072; &#1080;&#1084;&#1072;&#1090;&#1077; &#1078;&#1080;&#1074;&#1086;&#1090;."</i></span> </p><p>&#1043;&#1083;&#1072;&#1074;&#1085;&#1072;&#1090;&#1072; &#1094;&#1077;&#1083; &#1085;&#1072; &#1090;&#1072;&#1079;&#1080; &#1082;&#1085;&#1080;&#1075;&#1072; &#1077; &#1076;&#1072; &#1042;&#1080; &#1087;&#1086;&#1084;&#1086;&#1075;&#1085;&#1077; &#1076;&#1072; &#1089;&#1090;&#1080;&#1075;&#1085;&#1077;&#1090;&#1077; &#1076;&#1086; &#1063;&#1086;&#1074;&#1077;&#1096;&#1082;&#1080;&#1103; &#1057;&#1080;&#1085;. &#1052;&#1072;&#1088;&#1090;&#1080;&#1085; &#1051;&#1091;&#1090;&#1077;&#1088; &#1077; &#1082;&#1072;&#1079;&#1072;&#1083;: "&#1085;&#1080;&#1077; &#1086;&#1090;&#1080;&#1074;&#1072;&#1084;&#1077; &#1076;&#1086; &#1103;&#1089;&#1083;&#1072;&#1090;&#1072; &#1089;&#1072;&#1084;&#1086; &#1079;&#1072;&#1088;&#1072;&#1076;&#1080; &#1084;&#1083;&#1072;&#1076;&#1077;&#1085;&#1077;&#1094;&#1072;". &#1058;&#1072;&#1082;&#1072; &#1077; &#1080; &#1087;&#1088;&#1080; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; - &#1085;&#1077; &#1103; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1084;&#1077; &#1079;&#1072;&#1088;&#1072;&#1076;&#1080; &#1085;&#1077;&#1103; &#1089;&#1072;&#1084;&#1072;&#1090;&#1072;, &#1072; &#1079;&#1072;&#1088;&#1072;&#1076;&#1080; &#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1089; &#1041;&#1086;&#1075;. </p><table border="0" width="100%" cellspacing="0" cellpadding="0" class="blockquote" summary="Block quote"><tr><td width="10%" valign="top"> </td><td width="80%" valign="top"><p>&#1045;&#1074;&#1088;&#1077;&#1080;&#1090;&#1077;, &#1082;&#1098;&#1084; &#1082;&#1086;&#1080;&#1090;&#1086; &#1048;&#1089;&#1091;&#1089; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;,.... &#1089;&#1080; &#1084;&#1080;&#1089;&#1083;&#1077;&#1083;&#1080;, &#1095;&#1077; &#1076;&#1072; &#1087;&#1088;&#1080;&#1090;&#1077;&#1078;&#1072;&#1074;&#1072;&#1096; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1089;&#1077; &#1088;&#1072;&#1074;&#1085;&#1103;&#1074;&#1072; &#1085;&#1072; &#1090;&#1086;&#1074;&#1072; &#1076;&#1072; &#1080;&#1084;&#1072;&#1096; &#1078;&#1080;&#1074;&#1086;&#1090;. &#1061;&#1080;&#1083;&#1077;&#1083; &#1086;&#1073;&#1080;&#1095;&#1072;&#1083; &#1076;&#1072; &#1082;&#1072;&#1079;&#1074;&#1072;: "&#1054;&#1085;&#1079;&#1080;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1087;&#1088;&#1080;&#1090;&#1077;&#1078;&#1072;&#1074;&#1072;&#1083; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1058;&#1086;&#1088;&#1072;&#1090;&#1072;, &#1087;&#1088;&#1080;&#1090;&#1077;&#1078;&#1072;&#1074;&#1072;&#1083; &#1078;&#1080;&#1074;&#1086;&#1090; &#1074; &#1086;&#1090;&#1074;&#1098;&#1076;&#1085;&#1080;&#1103; &#1089;&#1074;&#1103;&#1090;." &#1058;&#1103;&#1093;&#1085;&#1086;&#1090;&#1086; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1073;&#1080;&#1083;&#1086; &#1089;&#1072;&#1084;&#1086;&#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1098;&#1095;&#1085;&#1086;. &#1058;&#1086;&#1074;&#1072; &#1073;&#1080;&#1083;&#1072; &#1090;&#1103;&#1093;&#1085;&#1072;&#1090;&#1072; &#1091;&#1078;&#1072;&#1089;&#1085;&#1072; &#1079;&#1072;&#1073;&#1083;&#1091;&#1076;&#1072;...</p><p>&#1063;&#1077;&#1090;&#1077;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; &#1085;&#1077; &#1077; &#1079;&#1072;&#1089;&#1083;&#1091;&#1075;&#1072; &#1080; &#1085;&#1077; &#1085;&#1086;&#1089;&#1080; &#1085;&#1080;&#1082;&#1072;&#1082;&#1074;&#1072; &#1080;&#1079;&#1075;&#1086;&#1076;&#1072; &#1089;&#1072;&#1084;&#1086; &#1087;&#1086; &#1089;&#1077;&#1073;&#1077; &#1089;&#1080;, &#1086;&#1089;&#1074;&#1077;&#1085; &#1072;&#1082;&#1086; &#1085;&#1077; &#1085;&#1080; &#1087;&#1088;&#1080;&#1073;&#1083;&#1080;&#1078;&#1072;&#1074;&#1072; &#1076;&#1086; &#1048;&#1089;&#1091;&#1089; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;&#1089;. &#1058;&#1086;&#1074;&#1072; &#1086;&#1090; &#1082;&#1086;&#1077;&#1090;&#1086; &#1080;&#1084;&#1072;&#1084;&#1077; &#1085;&#1091;&#1078;&#1076;&#1072; &#1087;&#1088;&#1080; &#1095;&#1077;&#1090;&#1077;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;, &#1077; &#1090;&#1088;&#1098;&#1087;&#1085;&#1077;&#1097;&#1086;&#1090;&#1086; &#1086;&#1095;&#1072;&#1082;&#1074;&#1072;&#1085;&#1077; &#1095;&#1088;&#1077;&#1079; &#1085;&#1077;&#1103; &#1076;&#1072; &#1089;&#1077; &#1089;&#1088;&#1077;&#1097;&#1085;&#1077;&#1084; &#1089; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;&#1089;.</p></td><td width="10%" valign="top"> </td></tr><tr><td colspan="2" align="right" valign="top">--<span class="attribution">John R.W. Stott, <span class="emphasis"><i>Christ the Controversialist</i></span>, InterVarsity Press 1978, pp.97, 104.</span></td><td width="10%" valign="top"> </td></tr></table></div></div><table width="100%" class="bottom-nav"><tr><td width="33%" align="left" valign="top" class="navLeft"><a href="h2-importance-supplement.html">Prev</a></td><td width="34%" align="center" valign="top" class="navCenter"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top" class="navRight"><a href="h2-basics-approaches.html">Next</a></td></tr><tr><td width="33%" align="left" class="navLeft">&#1055;&#1086;&#1089;&#1083;&#1077;&#1089;&#1083;&#1086;&#1074;: &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080; &#1079;&#1072; &#1095;&#1077;&#1090;&#1077;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; </td><td width="34%" align="center" class="navCenter"><a href="index.html">Up</a></td><td width="33%" align="right" class="navRight"> &#1055;&#1086;&#1076;&#1093;&#1086;&#1076;&#1080; &#1082;&#1098;&#1084; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;</td></tr></table></body></html>