<html><head><title>&#1044;&#1086;&#1087;&#1098;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077;: "&#1042;&#1077;&#1076;&#1085;&#1098;&#1078; &#1079;&#1072;&#1074;&#1080;&#1085;&#1072;&#1075;&#1080;"</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="Bible, Study, HowTo"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="up" href="h2-importance.html" title="Chapter 1. &#1042;&#1072;&#1078;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;"><link rel="previous" href="h2-importance-exhortations.html" title="&#1057;&#1098;&#1074;&#1077;&#1090;&#1080;"><link rel="next" href="h2-importance-supplement.html" title="&#1055;&#1086;&#1089;&#1083;&#1077;&#1089;&#1083;&#1086;&#1074;: &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080; &#1079;&#1072; &#1095;&#1077;&#1090;&#1077;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr class="header"><td colspan="2"> </td></tr><tr id="logo"><td valign="top"><img src="help:/common/kde_logo.png" alt="KDE -         The K Desktop Environment" width="296" height="79" border="0"></td><td valign="middle" align="center" id="location"><h1>&#1044;&#1086;&#1087;&#1098;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077;: "&#1042;&#1077;&#1076;&#1085;&#1098;&#1078; &#1079;&#1072;&#1074;&#1080;&#1085;&#1072;&#1075;&#1080;"</h1></td></tr></table><table width="100%" class="header"><tbody><tr><td align="left" class="navLeft" width="33%"><a accesskey="p" href="h2-importance-exhortations.html">Prev</a></td><td align="center" class="navCenter" width="34%">&#1042;&#1072;&#1078;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;</td><td align="right" class="navRight" width="33%"> 
		      <a accesskey="n" href="h2-importance-supplement.html">Next</a></td></tr></tbody></table><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-importance-once"></a>&#1044;&#1086;&#1087;&#1098;&#1083;&#1085;&#1077;&#1085;&#1080;&#1077;: "&#1042;&#1077;&#1076;&#1085;&#1098;&#1078; &#1079;&#1072;&#1074;&#1080;&#1085;&#1072;&#1075;&#1080;"</h2></div></div><table border="0" width="100%" cellspacing="0" cellpadding="0" class="blockquote" summary="Block quote"><tr><td width="10%" valign="top"> </td><td width="80%" valign="top"><p>&#1048;&#1089;&#1090;&#1080;&#1085;&#1072;&#1090;&#1072;, &#1087;&#1086; &#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1086;&#1082;&#1086;&#1085;&#1095;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1041;&#1086;&#1078;&#1080;&#1103;&#1090; &#1087;&#1083;&#1072;&#1085;, &#1080;&#1079;&#1087;&#1098;&#1083;&#1085;&#1077;&#1085; &#1086;&#1090; &#1048;&#1089;&#1091;&#1089;, &#1077; &#1087;&#1088;&#1077;&#1076;&#1072;&#1076;&#1077;&#1085;&#1072; &#1089; &#1077;&#1076;&#1085;&#1072; &#1076;&#1091;&#1084;&#1072; &#1074; &#1075;&#1088;&#1098;&#1094;&#1082;&#1080;&#1103; &#1053;&#1086;&#1074; &#1047;&#1072;&#1074;&#1077;&#1090; &#1080; &#1087;&#1086;-&#1090;&#1086;&#1095;&#1085;&#1086; &#1089; &#1085;&#1072;&#1088;&#1077;&#1095;&#1080;&#1103;&#1090;&#1072; <i>hapax</i> &#1080; <i>ephapax</i>. &#1058;&#1077; &#1086;&#1073;&#1080;&#1082;&#1085;&#1086;&#1074;&#1077;&#1085;&#1086; &#1089;&#1077; &#1087;&#1088;&#1077;&#1074;&#1077;&#1078;&#1076;&#1072;&#1090; &#1082;&#1072;&#1090;&#1086; &#1077;&#1076;&#1085;&#1086; &#1080; &#1089;&#1098;&#1097;&#1086;, &#1079;&#1085;&#1072;&#1095;&#1077;&#1097;&#1086; "&#1074;&#1077;&#1076;&#1085;&#1098;&#1078; &#1079;&#1072;&#1074;&#1080;&#1085;&#1072;&#1075;&#1080;". &#1048;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1090; &#1089;&#1077; &#1079;&#1072; &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1085;&#1077;&#1097;&#1086;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1077; &#1090;&#1072;&#1082;&#1072; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1077;&#1085;&#1086;, &#1095;&#1077; &#1076;&#1072; &#1080;&#1084;&#1072; &#1074;&#1077;&#1095;&#1085;&#1072; &#1076;&#1072;&#1074;&#1085;&#1086;&#1089;&#1090; &#1080; &#1076;&#1072; &#1085;&#1077; &#1089;&#1077; &#1085;&#1072;&#1083;&#1072;&#1075;&#1072; &#1085;&#1080;&#1082;&#1086;&#1075;&#1072; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1088;&#1072;&#1074;&#1077;&#1085;&#1086; &#1086;&#1090;&#1085;&#1086;&#1074;&#1086;. &#1042; &#1053;&#1086;&#1074;&#1080;&#1103; &#1047;&#1072;&#1074;&#1077;&#1090; &#1090;&#1077; &#1089;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1090; &#1082;&#1072;&#1082;&#1090;&#1086; &#1079;&#1072; &#1086;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;, &#1090;&#1072;&#1082;&#1072; &#1080; &#1079;&#1072; &#1080;&#1079;&#1082;&#1091;&#1087;&#1083;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;. &#1087;&#1086; &#1090;&#1086;&#1079;&#1080; &#1085;&#1072;&#1095;&#1080;&#1085;, &#1070;&#1076;&#1072; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080; &#1079;&#1072; &#1074;&#1103;&#1088;&#1072;&#1090;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1074;&#1077;&#1076;&#1085;&#1098;&#1078; &#1079;&#1072; &#1074;&#1080;&#1085;&#1072;&#1075;&#1080; &#1077; &#1076;&#1072;&#1076;&#1077;&#1085;&#1072; &#1085;&#1072; &#1089;&#1074;&#1077;&#1090;&#1080;&#1080;&#1090;&#1077; (&#1070;&#1076;&#1072; 1:3), &#1072; &#1074; &#1056;&#1080;&#1084;&#1083;&#1103;&#1085;&#1080; &#1089;&#1077; &#1082;&#1072;&#1079;&#1074;&#1072;: "<span class="emphasis"><i>&#1058;&#1086;&#1081; &#1091;&#1084;&#1088;&#1103; &#1079;&#1072; &#1075;&#1088;&#1077;&#1093;&#1072; &#1074;&#1077;&#1076;&#1085;&#1098;&#1078; &#1079;&#1072;&#1074;&#1080;&#1085;&#1072;&#1075;&#1080;</i></span>" (&#1056;&#1080;&#1084;&#1083;. 6:10, &#1074;&#1080;&#1078;&#1090;&#1077; &#1089;&#1098;&#1097;&#1086; 1 &#1055;&#1077;&#1090;&#1088;, 3:18, &#1045;&#1074;&#1088;. 9:26-28) </p><p>&#1048; &#1090;&#1072;&#1082;&#1072;, &#1084;&#1086;&#1078;&#1077;&#1084; &#1076;&#1072; &#1082;&#1072;&#1078;&#1077;&#1084;, &#1095;&#1077; &#1041;&#1086;&#1075; &#1077; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1083; &#1074;&#1077;&#1076;&#1085;&#1098;&#1078; &#1079;&#1072;&#1074;&#1080;&#1085;&#1072;&#1075;&#1080; &#1080; &#1048;&#1089;&#1091;&#1089; &#1077; &#1089;&#1090;&#1088;&#1072;&#1076;&#1072;&#1083; &#1074;&#1077;&#1076;&#1085;&#1098;&#1078; &#1079;&#1072;&#1074;&#1080;&#1085;&#1072;&#1075;&#1080;. &#1058;&#1086;&#1074;&#1072; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072;, &#1095;&#1077; &#1093;&#1088;&#1080;&#1089;&#1090;&#1080;&#1103;&#1085;&#1089;&#1082;&#1086;&#1090;&#1086; &#1086;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077; &#1080; &#1089;&#1087;&#1072;&#1089;&#1077;&#1085;&#1080;&#1077; &#1089;&#1072; &#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1080; &#1074; &#1061;&#1088;&#1080;&#1089;&#1090;&#1072;. &#1053;&#1080;&#1097;&#1086; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1076;&#1086;&#1073;&#1072;&#1074;&#1077;&#1085;&#1086; &#1085;&#1080;&#1090;&#1086; &#1082;&#1098;&#1084; &#1086;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;, &#1085;&#1080;&#1090;&#1086; &#1082;&#1098;&#1084; &#1080;&#1079;&#1082;&#1091;&#1087;&#1083;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1073;&#1077;&#1079; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1088;&#1077;&#1085;&#1077;&#1073;&#1088;&#1077;&#1075;&#1085;&#1072;&#1090; &#1080; &#1086;&#1084;&#1072;&#1083;&#1086;&#1074;&#1072;&#1078;&#1077;&#1085; &#1048;&#1089;&#1091;&#1089;... &#1058;&#1086;&#1074;&#1072; &#1089;&#1072; &#1076;&#1074;&#1077;&#1090;&#1077; &#1085;&#1077;&#1087;&#1086;&#1082;&#1083;&#1072;&#1090;&#1080;&#1084;&#1080; "&#1089;&#1082;&#1072;&#1083;&#1080;" &#1074;&#1098;&#1088;&#1093;&#1091; &#1082;&#1086;&#1080;&#1090;&#1086; &#1077; &#1080;&#1079;&#1075;&#1088;&#1072;&#1076;&#1077;&#1085;&#1072; &#1087;&#1077;&#1090;&#1076;&#1077;&#1089;&#1103;&#1090;&#1085;&#1072;&#1090;&#1072; &#1088;&#1077;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; - &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1089;&#1083;&#1086;&#1074;&#1086; &#1073;&#1077;&#1079; &#1085;&#1080;&#1082;&#1072;&#1082;&#1074;&#1080; &#1076;&#1086;&#1087;&#1098;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103; &#1080; &#1095;&#1086;&#1074;&#1077;&#1096;&#1082;&#1080; &#1090;&#1088;&#1072;&#1076;&#1080;&#1094;&#1080;&#1080;, &#1080; &#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1086;&#1090;&#1086; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;&#1074;&#1086; &#1076;&#1077;&#1083;&#1086;, &#1073;&#1077;&#1079; &#1076;&#1072; &#1089;&#1072; &#1076;&#1086;&#1073;&#1072;&#1074;&#1077;&#1085;&#1080; &#1085;&#1080;&#1082;&#1072;&#1082;&#1074;&#1080; &#1079;&#1072;&#1089;&#1083;&#1091;&#1075;&#1080;. &#1050;&#1083;&#1102;&#1095;&#1086;&#1074;&#1080;&#1090;&#1077; &#1076;&#1091;&#1084;&#1080; &#1079;&#1072; &#1088;&#1077;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1086;&#1088;&#1080;&#1090;&#1077; &#1089;&#1072; &#1073;&#1080;&#1083;&#1080; <i>sola scriptura</i> &#1087;&#1086; &#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1072;&#1074;&#1090;&#1086;&#1088;&#1080;&#1090;&#1077;&#1090;&#1072; &#1080; <i>sola gratia</i> &#1087;&#1086; &#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1089;&#1087;&#1072;&#1089;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1080;.</p></td><td width="10%" valign="top"> </td></tr><tr><td colspan="2" align="right" valign="top">--<span class="attribution">John R. W. Stott, <span class="emphasis"><i>Christ the Controversialist,</i></span> InterVarsity Press 1978, pp.106-107</span></td><td width="10%" valign="top"> </td></tr></table></div><table width="100%" class="bottom-nav"><tr><td width="33%" align="left" valign="top" class="navLeft"><a href="h2-importance-exhortations.html">Prev</a></td><td width="34%" align="center" valign="top" class="navCenter"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top" class="navRight"><a href="h2-importance-supplement.html">Next</a></td></tr><tr><td width="33%" align="left" class="navLeft">&#1057;&#1098;&#1074;&#1077;&#1090;&#1080; </td><td width="34%" align="center" class="navCenter"><a href="h2-importance.html">Up</a></td><td width="33%" align="right" class="navRight"> &#1055;&#1086;&#1089;&#1083;&#1077;&#1089;&#1083;&#1086;&#1074;: &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1080; &#1079;&#1072; &#1095;&#1077;&#1090;&#1077;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;</td></tr></table></body></html>