<html><head><title>&#1050;&#1085;&#1080;&#1075;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1077; &#1073;&#1086;&#1075;&#1086;&#1074;&#1076;&#1098;&#1093;&#1085;&#1086;&#1074;&#1077;&#1085;&#1072;</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.67.2"><meta name="keywords" content="Bible, Study, HowTo"><link rel="start" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="up" href="h2-importance.html" title="Chapter 1. &#1042;&#1072;&#1078;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;"><link rel="prev" href="h2-importance.html" title="Chapter 1. &#1042;&#1072;&#1078;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;"><link rel="next" href="h2-importance-works.html" title="&#1050;&#1085;&#1080;&#1075;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1077;&#1085;&#1072;"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div style="background-image: url(help:/common/top-middle.png); width: 100%; height: 131px;"><div style="position: absolute;                      right: 0px;"><img src="help:/common/top-right-konqueror.png" style="margin: 0px" alt=""></div><div style="position: absolute; left: 0px;"><img src="help:/common/top-left.png" style="margin: 0px" alt=""></div><div style="position: absolute;                         top: 25px;                          right: 100px;                          text-align: right;                          font-size: xx-large;                          font-weight: bold;                          text-shadow: #fff 0px 0px 5px;                          color: #444">&#1050;&#1085;&#1080;&#1075;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1077; &#1073;&#1086;&#1075;&#1086;&#1074;&#1076;&#1098;&#1093;&#1085;&#1086;&#1074;&#1077;&#1085;&#1072;</div></div><div style="margin-top: 20px; background-color: #white;                        color: black;                       margin-left: 20px;                        margin-right: 20px;"><div style="position: absolute;                          left: 20px;"><a accesskey="p" href="h2-importance.html">Prev</a></div><div style="position: absolute;                          right: 20px;"><a accesskey="n" href="h2-importance-works.html">Next</a></div><div class="navCenter">&#1042;&#1072;&#1078;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;</div></div><div class="sect1" lang="en"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="h2-importance-breathed"></a>&#1050;&#1085;&#1080;&#1075;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1077; &#1073;&#1086;&#1075;&#1086;&#1074;&#1076;&#1098;&#1093;&#1085;&#1086;&#1074;&#1077;&#1085;&#1072;</h2></div></div></div><p>"<span class="emphasis"><em>&#1047;&#1072;&#1097;&#1086;&#1090;&#1086; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1089;&#1083;&#1086;&#1074;&#1086; &#1077; &#1078;&#1080;&#1074;&#1086;, &#1076;&#1077;&#1103;&#1090;&#1077;&#1083;&#1085;&#1086;...</em></span>"<span class="emphasis"><em> &#1045;&#1074;&#1088;. 4:12.</em></span> &#1048;&#1089;&#1091;&#1089; &#1082;&#1072;&#1079;&#1074;&#1072; <span class="emphasis"><em>(&#1052;&#1072;&#1090;. 4:4)</em></span>:<span class="emphasis"><em>"&#1055;&#1080;&#1089;&#1072;&#1085;&#1086; &#1077;: '&#1053;&#1077; &#1089;&#1072;&#1084;&#1086; &#1089; &#1093;&#1083;&#1103;&#1073; &#1097;&#1077; &#1078;&#1080;&#1074;&#1077;&#1077; &#1095;&#1086;&#1074;&#1077;&#1082;, &#1085;&#1086; &#1089; &#1074;&#1089;&#1103;&#1082;&#1086; &#1089;&#1083;&#1086;&#1074;&#1086;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1080;&#1079;&#1083;&#1080;&#1079;&#1072; &#1086;&#1090; &#1041;&#1086;&#1078;&#1080;&#1080;&#1090;&#1077; &#1091;&#1089;&#1090;&#1072;.'</em></span>" &#1044;&#1086;&#1082;&#1072;&#1090;&#1086; &#1095;&#1077;&#1090;&#1077;&#1084; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;, &#1041;&#1086;&#1078;&#1080;&#1103;&#1090; &#1044;&#1091;&#1093; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080; &#1085;&#1072; &#1089;&#1098;&#1088;&#1094;&#1072;&#1090;&#1072; &#1085;&#1080; &#1080; &#1075;&#1080; &#1086;&#1073;&#1086;&#1076;&#1088;&#1103;&#1074;&#1072;. </p><p>2 &#1058;&#1080;&#1084;. 3:16 &#1079;&#1072;&#1103;&#1074;&#1103;&#1074;&#1072;: "<span class="emphasis"><em>&#1042;&#1089;&#1080;&#1095;&#1082;&#1086;&#1090;&#1086; &#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077; &#1077; &#1073;&#1086;&#1075;&#1086;&#1074;&#1076;&#1098;&#1093;&#1085;&#1086;&#1074;&#1077;&#1085;&#1086;...</em></span>" &#1042;&#1103;&#1088;&#1074;&#1072;&#1090;&#1077; &#1083;&#1080; &#1075;&#1086;? &#1055;&#1088;&#1077;&#1076;&#1080; &#1076;&#1072; &#1086;&#1090;&#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090;&#1077;, &#1087;&#1086;&#1084;&#1080;&#1089;&#1083;&#1077;&#1090;&#1077; &#1079;&#1072; &#1048;&#1089;&#1091;&#1089;&#1086;&#1074;&#1086;&#1090;&#1086; &#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1082;&#1098;&#1084; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;. </p><div class="blockquote"><table border="0" width="100%" cellspacing="0" cellpadding="0" class="blockquote" summary="Block quote"><tr><td width="10%" valign="top"> </td><td width="80%" valign="top"><p>&#1058;&#1086;&#1081; &#1089;&#1077; &#1087;&#1086;&#1079;&#1086;&#1074;&#1072;&#1074;&#1072;&#1096;&#1077; &#1085;&#1072; &#1093;&#1086;&#1088;&#1072;&#1090;&#1072;-&#1072;&#1074;&#1090;&#1086;&#1088;&#1080;, &#1085;&#1086; &#1087;&#1088;&#1080;&#1077;&#1084;&#1072;&#1096;&#1077; &#1079;&#1072; &#1089;&#1080;&#1075;&#1091;&#1088;&#1085;&#1086;, &#1095;&#1077; &#1079;&#1072;&#1076; &#1090;&#1103;&#1093; &#1089;&#1090;&#1086;&#1080; &#1077;&#1076;&#1080;&#1085; &#1077;&#1076;&#1085;&#1080;&#1089;&#1090;&#1074;&#1077;&#1085; &#1073;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085; &#1040;&#1074;&#1090;&#1086;&#1088;. &#1058;&#1086;&#1081; &#1084;&#1086;&#1078;&#1077;&#1096;&#1077; &#1076;&#1072; &#1082;&#1072;&#1078;&#1077; &#1082;&#1072;&#1082;&#1090;&#1086; "&#1052;&#1086;&#1080;&#1089;&#1077;&#1081; &#1088;&#1077;&#1095;&#1077;", &#1090;&#1072;&#1082;&#1072; &#1080; "&#1041;&#1086;&#1075; &#1082;&#1072;&#1079;&#1072;" (&#1052;&#1072;&#1088;&#1082;&#1072; 7:10). &#1052;&#1086;&#1078;&#1077;&#1096;&#1077; &#1076;&#1072; &#1094;&#1080;&#1090;&#1080;&#1088;&#1072; &#1082;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072;&#1088; &#1085;&#1072; &#1088;&#1072;&#1079;&#1082;&#1072;&#1079;&#1074;&#1072;&#1095;&#1072; &#1086;&#1090; &#1041;&#1080;&#1090;&#1080;&#1077; 2:24 &#1082;&#1072;&#1090;&#1086; &#1080;&#1079;&#1082;&#1072;&#1079;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1089;&#1072;&#1084;&#1080;&#1103;&#1090; &#1057;&#1098;&#1079;&#1076;&#1072;&#1090;&#1077;&#1083; (&#1052;&#1072;&#1090;. 19: 4-5). &#1040;&#1085;&#1072;&#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1086; &#1084;&#1086;&#1078;&#1077;&#1096;&#1077; &#1076;&#1072; &#1082;&#1072;&#1078;&#1077; "&#1044;&#1086;&#1073;&#1088;&#1077; &#1077; &#1087;&#1088;&#1086;&#1088;&#1086;&#1082;&#1091;&#1074;&#1072;&#1083; &#1048;&#1089;&#1072;&#1103; &#1079;&#1072; &#1074;&#1072;&#1089; &#1083;&#1080;&#1094;&#1077;&#1084;&#1077;&#1088;&#1080;&#1090;&#1077;, &#1082;&#1072;&#1082;&#1090;&#1086; &#1077; &#1087;&#1080;&#1089;&#1072;&#1085;&#1086;" &#1080; &#1076;&#1072; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080; &#1076;&#1072; &#1094;&#1080;&#1090;&#1080;&#1088;&#1072; &#1089;&#1083;&#1086;&#1074;&#1086;&#1090;&#1086; &#1085;&#1072; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076; &#1041;&#1086;&#1075; (&#1052;&#1072;&#1088;&#1082; 7:6 &#1080; &#1048;&#1089;&#1072;&#1103; 29:13). &#1053;&#1086;&#1074;&#1086;&#1079;&#1072;&#1074;&#1077;&#1090;&#1085;&#1080;&#1090;&#1077; &#1072;&#1074;&#1090;&#1086;&#1088;&#1080; &#1074;&#1098;&#1079;&#1087;&#1088;&#1080;&#1077;&#1084;&#1072;&#1090; &#1086;&#1090; &#1048;&#1089;&#1091;&#1089; &#1090;&#1086;&#1074;&#1072; &#1091;&#1073;&#1077;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077;, &#1079;&#1072; &#1076;&#1074;&#1086;&#1081;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086;&#1090;&#1086; &#1072;&#1074;&#1090;&#1086;&#1088;&#1089;&#1090;&#1074;&#1086; &#1085;&#1072; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072;. &#1047;&#1072; &#1090;&#1103;&#1093; &#1073;&#1080;&#1083;&#1086; &#1077;&#1076;&#1085;&#1072;&#1082;&#1074;&#1086; &#1074;&#1103;&#1088;&#1085;&#1086; &#1076;&#1072; &#1082;&#1072;&#1078;&#1072;&#1090;: "&#1041;&#1086;&#1075;, &#1050;&#1086;&#1081;&#1090;&#1086; &#1077; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1083; &#1074; &#1089;&#1090;&#1072;&#1088;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1073;&#1072;&#1097;&#1080;&#1090;&#1077; &#1085;&#1080; &#1095;&#1088;&#1077;&#1079; &#1087;&#1088;&#1086;&#1088;&#1086;&#1094;&#1080;&#1090;&#1077;" (&#1045;&#1074;&#1088;&#1077;&#1080; 1:1) &#1080; "&#1089;&#1074;&#1077;&#1090;&#1080;&#1090;&#1077; &#1095;&#1086;&#1074;&#1077;&#1094;&#1080; &#1089;&#1072; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1083;&#1080; &#1086;&#1090; &#1041;&#1086;&#1075;&#1072;; &#1076;&#1074;&#1080;&#1078;&#1080;&#1084;&#1080; &#1086;&#1090; &#1057;&#1074;&#1077;&#1090;&#1080;&#1103; &#1044;&#1091;&#1093;" (2 &#1055;&#1077;&#1090;&#1088;&#1086;&#1074;&#1086; 1:21). &#1041;&#1086;&#1075; &#1085;&#1077; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080; &#1087;&#1086; &#1090;&#1086;&#1079;&#1080; &#1085;&#1072;&#1095;&#1080;&#1085;, &#1079;&#1072; &#1076;&#1072; &#1086;&#1073;&#1077;&#1079;&#1083;&#1080;&#1095;&#1080; &#1093;&#1086;&#1088;&#1072;&#1090;&#1072;-&#1072;&#1074;&#1090;&#1086;&#1088;&#1080;, &#1085;&#1080;&#1090;&#1086; &#1087;&#1098;&#1082;, &#1079;&#1072; &#1076;&#1072; &#1073;&#1098;&#1076;&#1072;&#1090; &#1080;&#1079;&#1086;&#1087;&#1072;&#1095;&#1077;&#1085;&#1080; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1073;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1080;&#1103; &#1040;&#1074;&#1090;&#1086;&#1088;. &#1041;&#1086;&#1075; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;. &#1057;&#1074;&#1077;&#1090;&#1080;&#1090;&#1077; &#1093;&#1086;&#1088;&#1072; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1093;&#1072;. &#1053;&#1080;&#1090;&#1086; &#1077;&#1076;&#1085;&#1072; &#1086;&#1090; &#1090;&#1077;&#1079;&#1080; &#1080;&#1089;&#1090;&#1080;&#1085;&#1080; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072;&#1073;&#1098;&#1076;&#1077; &#1086;&#1090;&#1076;&#1077;&#1083;&#1103;&#1085;&#1072; &#1086;&#1090; &#1076;&#1088;&#1091;&#1075;&#1072;&#1090;&#1072;... </p><p>&#1058;&#1086;&#1074;&#1072; &#1077; &#1073;&#1080;&#1083;&#1072; &#1075;&#1083;&#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1090;&#1086;&#1095;&#1082;&#1072; &#1085;&#1072; &#1048;&#1089;&#1091;&#1089; &#1079;&#1072; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072;. &#1058;&#1103;&#1093;&#1085;&#1086;&#1090;&#1086; &#1089;&#1074;&#1080;&#1076;&#1077;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086; &#1077; &#1041;&#1086;&#1078;&#1080;&#1077; &#1089;&#1074;&#1080;&#1076;&#1077;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086;. &#1044;&#1091;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; &#1089;&#1072; &#1041;&#1086;&#1078;&#1080;&#1080; &#1076;&#1091;&#1084;&#1080;. &#1043;&#1083;&#1072;&#1074;&#1085;&#1072;&#1090;&#1072; &#1087;&#1088;&#1080;&#1095;&#1080;&#1085;&#1072;, &#1093;&#1088;&#1080;&#1089;&#1090;&#1080;&#1103;&#1085;&#1080;&#1090;&#1077; &#1076;&#1072; &#1074;&#1103;&#1088;&#1074;&#1072;&#1090; &#1074; &#1073;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1086;&#1080;&#1079;&#1093;&#1086;&#1076; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;, &#1077; &#1095;&#1077; &#1048;&#1089;&#1091;&#1089; &#1077; &#1084;&#1080;&#1089;&#1083;&#1077;&#1083; &#1090;&#1072;&#1082;&#1072;. </p></td><td width="10%" valign="top"> </td></tr><tr><td width="10%" valign="top"> </td><td colspan="2" align="right" valign="top">--<span class="attribution">John R.W. Stott, <span class="emphasis"><em>Christ the Controversialist</em></span>, InterVarsity Press 1978, pp.93-95 </span></td></tr></table></div><p>2 &#1058;&#1080;&#1084;. 3:16 &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1072;&#1074;&#1072; &#1090;&#1072;&#1082;&#1072;: "<span class="emphasis"><em>...&#1080; &#1087;&#1086;&#1083;&#1077;&#1079;&#1085;&#1086; &#1079;&#1072; &#1087;&#1086;&#1091;&#1082;&#1072;, &#1079;&#1072; &#1080;&#1079;&#1086;&#1073;&#1083;&#1080;&#1095;&#1077;&#1085;&#1080;&#1077;, &#1079;&#1072; &#1087;&#1086;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077;, &#1079;&#1072; &#1085;&#1072;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1074; &#1087;&#1088;&#1072;&#1074;&#1076;&#1072;&#1090;&#1072;; &#1079;&#1072; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1041;&#1086;&#1078;&#1080;&#1103;&#1090; &#1095;&#1086;&#1074;&#1077;&#1082; &#1091;&#1089;&#1098;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072;&#1085;, &#1089;&#1098;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1086; &#1087;&#1088;&#1080;&#1075;&#1086;&#1090;&#1074;&#1077;&#1085; &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1076;&#1086;&#1073;&#1088;&#1086; &#1076;&#1077;&#1083;&#1086;.</em></span>" &#1040;&#1082;&#1086; &#1087;&#1088;&#1080;&#1077;&#1084;&#1077;&#1084;, &#1095;&#1077; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; &#1077; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086;, &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1077;&#1085;&#1086; &#1082;&#1098;&#1084; &#1085;&#1072;&#1089;, &#1090;&#1086; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;, &#1095;&#1077; &#1090;&#1103; &#1097;&#1077; &#1073;&#1098;&#1076;&#1077; &#1072;&#1074;&#1090;&#1086;&#1088;&#1080;&#1090;&#1077;&#1090; &#1079;&#1072; &#1085;&#1072;&#1089; &#1087;&#1086; &#1074;&#1089;&#1080;&#1095;&#1082;&#1080; &#1074;&#1098;&#1087;&#1088;&#1086;&#1089;&#1080; &#1082;&#1072;&#1089;&#1072;&#1077;&#1097;&#1080; &#1074;&#1103;&#1088;&#1072;&#1090;&#1072; &#1080; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;. </p></div><div style="background-color: #white; color: black;                  margin-top: 20px; margin-left: 20px;                  margin-right: 20px;"><div style="position: absolute; left: 20px;"><a accesskey="p" href="h2-importance.html">Prev</a></div><div style="position: absolute; right: 20px;"><a accesskey="n" href="h2-importance-works.html">Next</a></div><div align="center"><a accesskey="h" href="index.html">Home</a></div></div><div style="background-color: #white;   color: black;         margin-left: 20px;   margin-right: 20px;"><div class="navLeft">&#1042;&#1072;&#1078;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1057;&#1083;&#1086;&#1074;&#1086; </div><div class="navRight"> &#1050;&#1085;&#1080;&#1075;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1077;&#1085;&#1072;</div><div class="navCenter"><a accesskey="u" href="h2-importance.html">Up</a></div></div><br><br><div class="bannerBottom" style="background-image: url(help:/common/bottom-middle.png);                                        background-repeat: x-repeat;                                         width: 100%;                                         height: 100px;                                         bottom:0px;"><div class="BannerBottomRight"><img src="help:/common/bottom-right.png" style="margin: 0px" alt=""></div><div class="bannerBottomLeft"><img src="help:/common/bottom-left.png" style="margin: 0px;" alt=""></div></div></body></html>