<html><head><title>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 4: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1089;&#1098;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1086; &#1086;&#1073;&#1080;&#1095;&#1072;&#1081;&#1085;&#1072;&#1090;&#1072; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1072; &#1085;&#1072; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1074; &#1077;&#1079;&#1080;&#1082;&#1072;</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="Bible, Study, HowTo"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="up" href="h2-rules.html" title="Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)"><link rel="previous" href="h2-rules-hcontest.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 3: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1103; &#1080; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1077;&#1085; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;"><link rel="next" href="h2-rules-parables.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 5: &#1056;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1081;&#1090;&#1077; &#1094;&#1077;&#1083;&#1080;&#1090;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1090;&#1095;&#1080;&#1090;&#1077; &#1080; &#1087;&#1088;&#1072;&#1074;&#1077;&#1090;&#1077; &#1088;&#1072;&#1079;&#1083;&#1080;&#1082;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072; &#1080; &#1072;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr class="header"><td colspan="2"> </td></tr><tr id="logo"><td valign="top"><img src="help:/common/kde_logo.png" alt="KDE -         The K Desktop Environment" width="296" height="79" border="0"></td><td valign="middle" align="center" id="location"><h1>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 4: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1089;&#1098;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1086; &#1086;&#1073;&#1080;&#1095;&#1072;&#1081;&#1085;&#1072;&#1090;&#1072; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1072; &#1085;&#1072; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1074; &#1077;&#1079;&#1080;&#1082;&#1072;</h1></td></tr></table><table width="100%" class="header"><tbody><tr><td align="left" class="navLeft" width="33%"><a accesskey="p" href="h2-rules-hcontest.html">Prev</a></td><td align="center" class="navCenter" width="34%">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</td><td align="right" class="navRight" width="33%"> 
		      <a accesskey="n" href="h2-rules-parables.html">Next</a></td></tr></tbody></table><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-rules-normal"></a>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 4: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1089;&#1098;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1086; &#1086;&#1073;&#1080;&#1095;&#1072;&#1081;&#1085;&#1072;&#1090;&#1072; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1072; &#1085;&#1072; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1074; &#1077;&#1079;&#1080;&#1082;&#1072;</h2></div></div><p>&#1054;&#1090;&#1089;&#1077;&#1081;&#1090;&#1077; &#1073;&#1091;&#1082;&#1074;&#1072;&#1083;&#1085;&#1086;&#1090;&#1086; &#1086;&#1090; &#1089;&#1080;&#1084;&#1074;&#1086;&#1083;&#1080;&#1095;&#1085;&#1086;&#1090;&#1086;. &#1042;&#1085;&#1080;&#1084;&#1072;&#1074;&#1072;&#1081;&#1090;&#1077; &#1079;&#1072; &#1080;&#1076;&#1080;&#1086;&#1084;&#1080;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1080;&#1084;&#1072;&#1090; &#1089;&#1087;&#1077;&#1094;&#1080;&#1092;&#1080;&#1095;&#1085;&#1080; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103;.</p><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-normal-ex4a"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 4.1</h3></div></div><p>"&#1041;&#1086;&#1083;&#1085;&#1072;&#1074;&#1086; &#1086;&#1082;&#1086;" &#1074; &#1052;&#1072;&#1090;&#1077;&#1081; 6:23 </p><p>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; &#1087;&#1098;&#1088;&#1074;&#1086;, &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; "&#1073;&#1086;&#1083;&#1085;&#1072;&#1074;&#1086;" &#1080; "&#1086;&#1082;&#1086;" - &#1085;&#1077; &#1087;&#1086;&#1084;&#1072;&#1075;&#1072;. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; &#1074;&#1090;&#1086;&#1088;&#1086;, &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1072; - &#1080;&#1079;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072; &#1087;&#1088;&#1077;&#1076;&#1080;&#1079;&#1074;&#1080;&#1082;&#1074;&#1072; &#1086;&#1097;&#1077; &#1087;&#1086;-&#1075;&#1086;&#1083;&#1103;&#1084;&#1086; &#1086;&#1073;&#1098;&#1088;&#1082;&#1074;&#1072;&#1085;&#1077;. &#1058;&#1077;&#1079;&#1080; &#1076;&#1091;&#1084;&#1080; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1085;&#1077; &#1089;&#1077; &#1074;&#1088;&#1098;&#1079;&#1074;&#1072;&#1090; &#1089; &#1087;&#1088;&#1077;&#1076;&#1093;&#1086;&#1076;&#1085;&#1080;&#1090;&#1077; &#1080; &#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1089;&#1090;&#1080;&#1093;&#1086;&#1074;&#1077;! &#1058;&#1086;&#1074;&#1072; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1085;&#1080; &#1087;&#1086;&#1076;&#1089;&#1082;&#1072;&#1078;&#1077;, &#1095;&#1077; &#1085;&#1077; &#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1084;&#1077; &#1080;&#1089;&#1090;&#1080;&#1085;&#1089;&#1082;&#1080;&#1103; &#1089;&#1084;&#1080;&#1089;&#1098;&#1083;!!</p><p>&#1058;&#1086;&#1074;&#1072; &#1087;&#1088;&#1077;&#1076; &#1082;&#1086;&#1077;&#1090;&#1086; &#1089;&#1084;&#1077; &#1080;&#1079;&#1087;&#1088;&#1072;&#1074;&#1077;&#1085;&#1080; &#1090;&#1091;&#1082; &#1077; &#1077;&#1074;&#1088;&#1077;&#1081;&#1089;&#1082;&#1080; &#1080;&#1076;&#1080;&#1086;&#1084;. &#1053;&#1077;&#1082;&#1072; &#1087;&#1086;&#1090;&#1098;&#1088;&#1089;&#1080;&#1084; &#1080; &#1076;&#1088;&#1091;&#1075;&#1080; &#1084;&#1077;&#1089;&#1090;&#1072;,. &#1082;&#1098;&#1076;&#1077;&#1090;&#1086; &#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;. &#1052;&#1072;&#1090;&#1077;&#1081; 20:15 <span class="emphasis"><i>"&#1053;&#1077; &#1084;&#1080; &#1083;&#1080; &#1077; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1077;&#1085;&#1086; &#1076;&#1072; &#1089;&#1090;&#1086;&#1088;&#1103; &#1089;&#1098;&#1089; &#1089;&#1074;&#1086;&#1077;&#1090;&#1086; &#1082;&#1072;&#1082;&#1074;&#1086;&#1090;&#1086; &#1080;&#1089;&#1082;&#1072;&#1084;? &#1048;&#1083;&#1080; &#1090;&#1074;&#1086;&#1077;&#1090;&#1086; &#1086;&#1082;&#1086; &#1077; &#1079;&#1072;&#1074;&#1080;&#1089;&#1090;&#1083;&#1080;&#1074;&#1086;  [&#1043;&#1088;&#1098;&#1094;&#1082;&#1080;: &#1051;&#1086;&#1096;&#1086;.] , &#1079;&#1072;&#1097;&#1086;&#1090;&#1086; &#1072;&#1079; &#1089;&#1098;&#1084; &#1076;&#1086;&#1073;&#1098;&#1088;?"</i></span>. &#1058;&#1091;&#1082; &#1084;&#1086;&#1078;&#1077;&#1084; &#1076;&#1072; &#1074;&#1080;&#1076;&#1080;&#1084;, &#1095;&#1077; &#1090;&#1086;&#1079;&#1080; &#1080;&#1076;&#1080;&#1086;&#1084; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; "&#1076;&#1072; &#1073;&#1098;&#1076;&#1077;&#1096; &#1089;&#1074;&#1080;&#1076;&#1083;&#1080;&#1074;" &#1080;&#1083;&#1080; "&#1076;&#1072; &#1073;&#1098;&#1076;&#1077;&#1096; &#1079;&#1072;&#1074;&#1080;&#1089;&#1090;&#1083;&#1080;&#1074;". &#1057;&#1077;&#1075;&#1072; &#1089;&#1077; &#1074;&#1098;&#1088;&#1085;&#1077;&#1090;&#1077; &#1082;&#1098;&#1084; &#1052;&#1072;&#1090;&#1077;&#1081; 6:23 &#1080; &#1074;&#1080;&#1078;&#1090;&#1077; &#1082;&#1072;&#1082; &#1090;&#1086;&#1074;&#1072; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1087;&#1072;&#1089;&#1074;&#1072; &#1085;&#1072; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1072;.</p><div class="section"><div class="titlepage"><div><h4 class="title"><a name="h2-rules-normal-ex4b"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 4.2</h4></div></div><p>&#1048;&#1089;&#1072;&#1103; 59:1 "<span class="emphasis"><i>&#1045;&#1090;&#1086;, &#1088;&#1098;&#1082;&#1072;&#1090;&#1072; &#1085;&#1072; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1072; &#1085;&#1077; &#1089;&#1077; &#1077; &#1089;&#1082;&#1098;&#1089;&#1080;&#1083;&#1072;</i></span>"; &#1042;&#1090;&#1086;&#1088;&#1086;&#1079;&#1072;&#1082;&#1086;&#1085;&#1080;&#1077; 33:27: "<span class="emphasis"><i>&#1087;&#1086;&#1076;&#1087;&#1086;&#1088;&#1082;&#1072; &#1090;&#1080; &#1089;&#1072; &#1074;&#1077;&#1095;&#1085;&#1080;&#1090;&#1077; &#1084;&#1080;&#1096;&#1094;&#1080;</i></span>". &#1057;&#1087;&#1086;&#1084;&#1077;&#1085;&#1072;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1095;&#1072;&#1089;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1086;&#1090;&#1086; &#1090;&#1103;&#1083;&#1086; &#1089;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072; &#1086;&#1090; &#1057;&#1074;&#1077;&#1090;&#1080;&#1080;&#1090;&#1077; &#1085;&#1072; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1090;&#1077; &#1076;&#1085;&#1080; &#1082;&#1072;&#1090;&#1086; &#1076;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1089;&#1090;&#1074;&#1086;, &#1095;&#1077; &#1041;&#1086;&#1075; &#1085;&#1103;&#1082;&#1086;&#1075;&#1072; &#1077; &#1073;&#1080;&#1083; &#1095;&#1086;&#1074;&#1077;&#1082; &#1082;&#1072;&#1090;&#1086; &#1085;&#1072;&#1089;. &#1057;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1091;&#1073;&#1077;&#1076;&#1103;&#1090; &#1093;&#1086;&#1088;&#1072;&#1090;&#1072; &#1074; &#1090;&#1086;&#1074;&#1072;, &#1090;&#1077; &#1079;&#1072;&#1087;&#1086;&#1095;&#1074;&#1072;&#1090; &#1076;&#1072; &#1087;&#1088;&#1086;&#1087;&#1086;&#1074;&#1103;&#1076;&#1074;&#1072;&#1090;, &#1095;&#1077; &#1084;&#1086;&#1078;&#1077;&#1084; &#1076;&#1072; &#1089;&#1090;&#1072;&#1085;&#1077;&#1084; &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1080; &#1085;&#1072; &#1041;&#1086;&#1075;&#1072;! &#1053;&#1072; &#1077;&#1076;&#1085;&#1072; &#1085;&#1077;&#1075;&#1086;&#1074;&#1072; &#1083;&#1077;&#1082;&#1094;&#1080;&#1103;, &#1075;&#1088;&#1091;&#1087;&#1072; &#1084;&#1086;&#1088;&#1084;&#1086;&#1085;&#1089;&#1082;&#1080; &#1089;&#1090;&#1072;&#1088;&#1077;&#1080; &#1087;&#1088;&#1077;&#1076;&#1080;&#1079;&#1074;&#1080;&#1082;&#1072;&#1083;&#1080; &#1059;&#1086;&#1083;&#1090;&#1098;&#1088; &#1052;&#1072;&#1088;&#1090;&#1080;&#1085; (&#1072;&#1074;&#1090;&#1086;&#1088;&#1098;&#1090; &#1085;&#1072; <span class="emphasis"><i>&#1062;&#1072;&#1088;&#1089;&#1090;&#1074;&#1086; &#1085;&#1072; &#1082;&#1091;&#1083;&#1090;&#1086;&#1074;&#1077;&#1090;&#1077;</i></span>), &#1082;&#1072;&#1090;&#1086; &#1080;&#1079;&#1073;&#1088;&#1086;&#1080;&#1083;&#1080; &#1089;&#1090;&#1080;&#1093;&#1086;&#1074;&#1077;, &#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1080; &#1085;&#1072; &#1090;&#1086;&#1079;&#1080;. &#1057;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1089;&#1074;&#1098;&#1088;&#1096;&#1080;&#1083;&#1080; &#1089; &#1080;&#1079;&#1073;&#1088;&#1086;&#1103;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086;, &#1076;-&#1088; &#1052;&#1072;&#1088;&#1090;&#1080;&#1085; &#1075;&#1080; &#1087;&#1086;&#1084;&#1086;&#1083;&#1080;&#1083; &#1076;&#1072; &#1087;&#1088;&#1086;&#1095;&#1077;&#1090;&#1072;&#1090; &#1089;&#1072;&#1084;&#1086; &#1086;&#1097;&#1077; &#1077;&#1076;&#1080;&#1085; &#1087;&#1072;&#1089;&#1072;&#1078;: &#1055;&#1089;&#1072;&#1083;&#1086;&#1084; 91:4  - "<span class="emphasis"><i>&#1057; &#1087;&#1077;&#1088;&#1072;&#1090;&#1072; &#1057;&#1080; &#1097;&#1077; &#1090;&#1077; &#1087;&#1086;&#1082;&#1088;&#1080;&#1074;&#1072;; &#1048; &#1087;&#1086;&#1076; &#1082;&#1088;&#1080;&#1083;&#1072;&#1090;&#1072; &#1052;&#1091; &#1097;&#1077; &#1087;&#1088;&#1080;&#1073;&#1077;&#1075;&#1085;&#1077;&#1096;</i></span>". "&#1057;&#1083;&#1077;&#1076;&#1074;&#1072;&#1081;&#1082;&#1080; &#1083;&#1086;&#1075;&#1080;&#1082;&#1072;&#1090;&#1072;, &#1095;&#1088;&#1077;&#1079; &#1082;&#1086;&#1103;&#1090;&#1086; &#1087;&#1088;&#1077;&#1076;&#1080; &#1084;&#1072;&#1083;&#1082;&#1086; &#1076;&#1086;&#1082;&#1072;&#1079;&#1072;&#1093;&#1090;&#1077;, &#1095;&#1077; &#1041;&#1086;&#1075; &#1077; &#1095;&#1086;&#1074;&#1077;&#1082;, &#1074;&#1080;&#1077; &#1090;&#1086;&#1082;&#1091;-&#1097;&#1086; &#1076;&#1086;&#1082;&#1072;&#1079;&#1072;&#1093;&#1090;&#1077;, &#1095;&#1077; &#1058;&#1086;&#1081; &#1077; &#1087;&#1090;&#1080;&#1094;&#1072;" - &#1082;&#1072;&#1079;&#1072;&#1083; &#1059;. &#1052;&#1072;&#1088;&#1090;&#1080;&#1085;. &#1052;&#1086;&#1088;&#1084;&#1086;&#1085;&#1080;&#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072;&#1083;&#1086; &#1076;&#1072; &#1089;&#1077; &#1079;&#1072;&#1089;&#1084;&#1077;&#1103;&#1090;, &#1086;&#1089;&#1098;&#1079;&#1085;&#1072;&#1074;&#1072;&#1081;&#1082;&#1080; &#1072;&#1073;&#1089;&#1091;&#1088;&#1076;&#1085;&#1086;&#1090;&#1086; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074; &#1082;&#1086;&#1077;&#1090;&#1086; &#1087;&#1086;&#1087;&#1072;&#1076;&#1085;&#1072;&#1083;&#1080;. </p></div></div></div><table width="100%" class="bottom-nav"><tr><td width="33%" align="left" valign="top" class="navLeft"><a href="h2-rules-hcontest.html">Prev</a></td><td width="34%" align="center" valign="top" class="navCenter"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top" class="navRight"><a href="h2-rules-parables.html">Next</a></td></tr><tr><td width="33%" align="left" class="navLeft">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 3: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1103; &#1080; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1077;&#1085; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090; </td><td width="34%" align="center" class="navCenter"><a href="h2-rules.html">Up</a></td><td width="33%" align="right" class="navRight"> &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 5: &#1056;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1081;&#1090;&#1077; &#1094;&#1077;&#1083;&#1080;&#1090;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1090;&#1095;&#1080;&#1090;&#1077; &#1080; &#1087;&#1088;&#1072;&#1074;&#1077;&#1090;&#1077; &#1088;&#1072;&#1079;&#1083;&#1080;&#1082;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072; &#1080; &#1072;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;</td></tr></table></body></html>