<html><head><title>Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.67.2"><meta name="keywords" content="Bible, Study, HowTo"><link rel="start" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="up" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="prev" href="h2-basics-worksheet.html" title="&#1050;&#1072;&#1082; &#1076;&#1072; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1084;&#1077; &#1082;&#1086;&#1085;&#1082;&#1086;&#1088;&#1076;&#1072;&#1085;&#1089;?"><link rel="next" href="h2-rules-context.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div style="background-image: url(help:/common/top-middle.png); width: 100%; height: 131px;"><div style="position: absolute;                      right: 0px;"><img src="help:/common/top-right-konqueror.png" style="margin: 0px" alt=""></div><div style="position: absolute; left: 0px;"><img src="help:/common/top-left.png" style="margin: 0px" alt=""></div><div style="position: absolute;                         top: 25px;                          right: 100px;                          text-align: right;                          font-size: xx-large;                          font-weight: bold;                          text-shadow: #fff 0px 0px 5px;                          color: #444">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</div></div><div style="margin-top: 20px; background-color: #white;                        color: black;                       margin-left: 20px;                        margin-right: 20px;"><div style="position: absolute;                          left: 20px;"><a accesskey="p" href="h2-basics-worksheet.html">Prev</a></div><div style="position: absolute;                          right: 20px;"><a accesskey="n" href="h2-rules-context.html">Next</a></div><div class="navCenter"> </div></div><div class="chapter" lang="en"><div class="titlepage"><div><div><h2 class="title"><a name="h2-rules"></a>Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</h2></div></div></div><p>We already learned about the "3 Cs": content, context, cross-reference. We want to expand that now by delving briefly into biblical hermeneutics, whose goal is to discover the meaning intended by the original author (and Author!). While many applications of a passage are valid, only one interpretation is valid. The scripture itself says this by saying that no scripture is of any private interpretation (2 Pe.1:20 KJV &#8220;<span class="quote">Knowing this first, that no prophesy of scripture is of any private interpretation.</span>&#8221;). Certain rules are helps toward discovering the correct meaning; by ignoring these rules people have brought much trouble on themselves and their followers. 2 Pe.3:16 &#8220;<span class="quote">...in which are some things hard to understand, which the untaught and unstable distort, as they do also the rest of the Scriptures, to their own destruction.</span>&#8221;</p><p>&#1053;&#1086; &#1082;&#1072;&#1082; &#1076;&#1072; &#1087;&#1086;&#1089;&#1090;&#1098;&#1087;&#1080;&#1084;, &#1079;&#1072; &#1076;&#1072; &#1080;&#1079;&#1103;&#1089;&#1085;&#1080;&#1084; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1076;&#1072;&#1076;&#1077;&#1085; &#1087;&#1072;&#1089;&#1072;&#1078;? &#1053;&#1077;&#1082;&#1072; &#1087;&#1088;&#1080;&#1077;&#1084;&#1077;&#1084;, &#1095;&#1077; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1074;&#1080; &#1077; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1095;&#1077;&#1085;&#1086; &#1086;&#1090; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1077;&#1085; &#1089;&#1090;&#1080;&#1093;, &#1095;&#1080;&#1077;&#1090;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1074;&#1080; &#1091;&#1073;&#1103;&#1075;&#1074;&#1072;. &#1050;&#1072;&#1082; &#1076;&#1072; &#1080;&#1079;&#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1090;&#1077; &#1090;&#1086;&#1079;&#1080; &#1089;&#1090;&#1080;&#1093;? &#1048;&#1084;&#1072;&#1081;&#1090;&#1077; &#1074; &#1087;&#1088;&#1077;&#1076;&#1074;&#1080;&#1076; &#1090;&#1077;&#1079;&#1080; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;:</p><div class="section" lang="en"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="h2-rules-exact"></a>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 1: &#1047;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1081;&#1090;&#1077; &#1090;&#1086;&#1095;&#1085;&#1080;&#1090;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; &#1085;&#1072; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077;</h2></div></div></div><p>&#1050;&#1086;&#1083;&#1082;&#1086;&#1090;&#1086; &#1087;&#1086;-&#1090;&#1086;&#1095;&#1085;&#1086; &#1079;&#1085;&#1072;&#1077;&#1084; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1086;&#1088;&#1080;&#1075;&#1080;&#1085;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1076;&#1091;&#1084;&#1080;, &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1086; &#1087;&#1086;-&#1090;&#1086;&#1095;&#1085;&#1086; &#1097;&#1077; &#1073;&#1098;&#1076;&#1077; &#1080; &#1085;&#1072;&#1096;&#1077;&#1090;&#1086; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077;. &#1054;&#1087;&#1080;&#1090;&#1072;&#1081;&#1090;&#1077; &#1089;&#1077; &#1076;&#1072; &#1088;&#1072;&#1079;&#1073;&#1077;&#1088;&#1077;&#1090;&#1077; &#1090;&#1086;&#1095;&#1085;&#1086;&#1090;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1082;&#1083;&#1102;&#1095;&#1086;&#1074;&#1080;&#1090;&#1077; &#1076;&#1091;&#1084;&#1080;, &#1082;&#1072;&#1090;&#1086; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1090;&#1077; &#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1103; &#1087;&#1083;&#1072;&#1085;:</p><div class="orderedlist"><ol type="1"><li><p><b>Definition. </b>&#1055;&#1088;&#1086;&#1074;&#1077;&#1088;&#1077;&#1090;&#1077; &#1079;&#1072; &#1087;&#1088;&#1077;&#1074;&#1086;&#1076;&#1072; &#1074; &#1088;&#1077;&#1095;&#1085;&#1080;&#1082; (&#1085;&#1072; &#1075;&#1088;&#1098;&#1094;&#1082;&#1080; &#1080;&#1083;&#1080; &#1080;&#1074;&#1088;&#1080;&#1090;). &#1040;&#1082;&#1086; &#1089;&#1090;&#1072;&#1074;&#1072; &#1076;&#1091;&#1084;&#1072; &#1079;&#1072; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;, &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086;, &#1074; &#1082;&#1086;&#1077;&#1090;&#1086; &#1077;, &#1089;&#1098;&#1097;&#1086; &#1080;&#1084;&#1072; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1072; &#1074;&#1072;&#1078;&#1085;&#1086;&#1089;&#1090;.</p></li><li><p><b>&#1055;&#1088;&#1077;&#1087;&#1088;&#1072;&#1090;&#1082;&#1080;. </b>Compare scripture with scripture. Seeing how the same Greek or Hebrew word (not the English word) is used in scripture may clarify or throw new light on the definition. How does the same author use this word elsewhere? Other authors? Your reference tools may give you uses of the word in non-biblical documents, as well. Why do we have to go to the original languages; why isn't the English word good enough? <span class="emphasis"><em>Because more than one greek word may be translated into the same english word, and the greek words may have different shades of meaning.</em></span></p></li></ol></div><div class="section" lang="en"><div class="titlepage"><div><div><h3 class="title"><a name="h2-rules-exact-crossref-ex1a"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 1.1</h3></div></div></div><p>"&#1053;&#1077; &#1089;&#1077; &#1076;&#1086;&#1087;&#1080;&#1088;&#1072;&#1081; &#1076;&#1086; &#1052;&#1077;&#1085;&#1077;" &#1086;&#1090; &#1049;&#1086;&#1072;&#1085; 20:17 &#1079;&#1074;&#1091;&#1095;&#1080; &#1076;&#1086;&#1089;&#1090;&#1072; &#1088;&#1103;&#1079;&#1082;&#1086;, &#1085;&#1072;&#1083;&#1080;? &#1057;&#1103;&#1082;&#1072;&#1096; &#1089;&#1077;&#1075;&#1072;, &#1089;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1077; &#1074;&#1098;&#1079;&#1082;&#1088;&#1098;&#1089;&#1085;&#1072;&#1083;, &#1048;&#1089;&#1091;&#1089; &#1085;&#1077; &#1078;&#1077;&#1083;&#1072;&#1077; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1076;&#1086;&#1082;&#1086;&#1089;&#1074;&#1072;&#1085;, &#1089;&#1103;&#1082;&#1072;&#1096; &#1077; "&#1090;&#1074;&#1098;&#1088;&#1076;&#1077;" &#1089;&#1074;&#1103;&#1090;. &#1053;&#1086; &#1090;&#1086;&#1074;&#1072; &#1085;&#1077; &#1080;&#1079;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072; &#1089;&#1098;&#1074;&#1089;&#1077;&#1084; &#1074;&#1103;&#1088;&#1085;&#1086;. &#1053;&#1077;&#1082;&#1072; &#1087;&#1086;&#1075;&#1083;&#1077;&#1076;&#1085;&#1077;&#1084; &#1074; <span class="emphasis"><em>&#1062;&#1103;&#1083;&#1086;&#1089;&#1090;&#1085;&#1086; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1053;&#1086;&#1074;&#1080;&#1103; &#1047;&#1072;&#1074;&#1077;&#1090;</em></span> &#1086;&#1090; &#1057;&#1087;&#1080;&#1088;&#1086;&#1089; &#1047;&#1086;&#1076;&#1080;&#1072;&#1090;&#1077;&#1089;. (AMG Publishers, 1991).</p><p>&#1047;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;: &#1054;&#1090;&#1075;&#1088;&#1098;&#1097;&#1072;&#1081;&#1082;&#1080; &#1085;&#1072; &#1049;&#1086;&#1072;&#1085;&#1072; 20:17, &#1085;&#1072;&#1076; &#1076;&#1091;&#1084;&#1072;&#1090;&#1072; "&#1076;&#1086;&#1087;&#1080;&#1088;&#1072;&#1081;" &#1074;&#1080;&#1078;&#1076;&#1072;&#1084;&#1077; "pim680". &#1057; &#1073;&#1091;&#1082;&#1074;&#1080;&#1090;&#1077; &#1077; &#1086;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1086; &#1082;&#1072;&#1082;&#1074;&#1072; &#1095;&#1072;&#1089;&#1090; &#1085;&#1072; &#1088;&#1077;&#1095;&#1090;&#1072; &#1077; &#1076;&#1091;&#1084;&#1072;&#1090;&#1072;, &#1072; &#1094;&#1080;&#1092;&#1088;&#1080;&#1090;&#1077; &#1089;&#1072; &#1085;&#1086;&#1084;&#1077;&#1088;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1057;&#1090;&#1088;&#1086;&#1085;&#1075;. &#1053;&#1077;&#1082;&#1072; &#1086;&#1090;&#1082;&#1088;&#1080;&#1077;&#1084; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1076;&#1091;&#1084;&#1072;&#1090;&#1072; (&#1085;&#1072; &#1089;&#1090;&#1088;. 879): "680 Haptomai; &#1086;&#1090; hapto (681), &#1076;&#1086;&#1082;&#1086;&#1089;&#1074;&#1072;&#1084;. &#1054;&#1090;&#1085;&#1072;&#1089;&#1103; &#1089;&#1077; &#1076;&#1086; &#1073;&#1086;&#1088;&#1072;&#1074;&#1077;&#1085;&#1077; &#1089; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;, &#1087;&#1088;&#1080; &#1082;&#1086;&#1077;&#1090;&#1086; &#1089;&#1077; &#1091;&#1087;&#1088;&#1072;&#1078;&#1085;&#1103;&#1074;&#1072; &#1089;&#1080;&#1083;&#1072; &#1079;&#1072; &#1087;&#1088;&#1086;&#1084;&#1103;&#1085;&#1072;&#1090;&#1072; &#1084;&#1091;... &#1056;&#1072;&#1079;&#1083;&#1080;&#1095;&#1072;&#1074;&#1072; &#1089;&#1077; &#1086;&#1090; pselaphao (5584), &#1082;&#1086;&#1081;&#1090;&#1086; &#1074;&#1089;&#1098;&#1097;&#1085;&#1086;&#1089;&#1090; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; &#1089;&#1072;&#1084;&#1086; &#1076;&#1086;&#1082;&#1086;&#1089;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1087;&#1086;&#1074;&#1098;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1072;." &#1053;&#1077;&#1082;&#1072; &#1089;&#1077;&#1075;&#1072; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1084; "pim". &#1043;&#1088;&#1072;&#1084;&#1072;&#1090;&#1080;&#1095;&#1085;&#1080;&#1090;&#1077; &#1082;&#1086;&#1076;&#1086;&#1074;&#1077; &#1089;&#1072; &#1090;&#1086;&#1095;&#1085;&#1086; &#1089;&#1083;&#1077;&#1076; &#1054;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077;. &#1053;&#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072; 849 &#1086;&#1090;&#1082;&#1088;&#1080;&#1074;&#1072;&#1084;&#1077;, &#1095;&#1077; "pim" &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072;  "present imperative active (80)" &#1090;.&#1077;. "&#1089;&#1077;&#1075;&#1072;&#1096;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;, &#1079;&#1072;&#1087;&#1086;&#1074;&#1077;&#1076;&#1085;&#1072; &#1092;&#1086;&#1088;&#1084;&#1072;, &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1077;&#1085; &#1079;&#1072;&#1083;&#1086;&#1075;". &#1053;&#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072; 857 &#1095;&#1077;&#1090;&#1077;&#1084;: "&#1057;&#1077;&#1075;&#1072;&#1096;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;, &#1079;&#1072;&#1087;&#1086;&#1074;&#1077;&#1076;&#1085;&#1072; &#1092;&#1086;&#1088;&#1084;&#1072;. &#1055;&#1088;&#1080; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1077;&#1085; &#1079;&#1072;&#1083;&#1086;&#1075; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; &#1079;&#1072;&#1087;&#1086;&#1074;&#1077;&#1076; &#1079;&#1072; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1074; &#1073;&#1098;&#1076;&#1077;&#1097;&#1077;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1089;&#1077; &#1086;&#1090;&#1085;&#1072;&#1089;&#1103; &#1076;&#1086; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1090;&#1072;&#1088;&#1103;&#1097;&#1086; &#1089;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;. &#1055;&#1088;&#1080; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1085;&#1072; &#1082;&#1086;&#1085;&#1089;&#1090;&#1088;&#1091;&#1082;&#1094;&#1080;&#1103; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; &#1079;&#1072;&#1087;&#1086;&#1074;&#1077;&#1076; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1077;&#1085;&#1086; &#1076;&#1072;&#1076;&#1077;&#1085;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;." &#1048;&#1079;&#1088;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1077; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086; &#1080; &#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086;, &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072;, &#1095;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1077;&#1085;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1074;&#1077;&#1095;&#1077; &#1077; &#1092;&#1072;&#1082;&#1090;. &#1048; &#1090;&#1072;&#1082;&#1072;, &#1082;&#1072;&#1082;&#1074;&#1086; &#1086;&#1090;&#1082;&#1088;&#1080;&#1093;&#1084;&#1077;?</p><p><span class="emphasis"><em>Mary is already clinging to Jesus, and he is saying to stop holding him!</em></span></p></div><div class="section" lang="en"><div class="titlepage"><div><div><h3 class="title"><a name="h2-rules-exact-crossref-ex1b"></a>Example 1B</h3></div></div></div><p>&#1042; &#1071;&#1082;&#1086;&#1074; 5:14, <span class="emphasis"><em>&#1085;&#1072; &#1094;&#1098;&#1088;&#1082;&#1086;&#1074;&#1085;&#1080;&#1090;&#1077; &#1087;&#1088;&#1077;&#1079;&#1074;&#1080;&#1090;&#1077;&#1088;&#1080; &#1077; &#1082;&#1072;&#1079;&#1072;&#1085;&#1086; &#1076;&#1072; &#1089;&#1077; &#1084;&#1086;&#1083;&#1103;&#1090; &#1080; &#1087;&#1086;&#1084;&#1072;&#1078;&#1072;&#1090; &#1086;&#1085;&#1079;&#1080;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1077; &#1073;&#1086;&#1083;&#1077;&#1085;</em></span>. &#1050;&#1072;&#1082;&#1074;&#1086; &#1077; &#1087;&#1086;&#1084;&#1072;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086;?</p><p>&#1047;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; aleipho (218) &#1077; "&#1076;&#1072; &#1087;&#1086;&#1084;&#1072;&#1078;&#1072;", &#1085;&#1086; &#1080;&#1084;&#1072; &#1080; &#1076;&#1088;&#1091;&#1075;&#1072; &#1075;&#1088;&#1098;&#1094;&#1082;&#1072; &#1076;&#1091;&#1084;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1089;&#1077; &#1087;&#1088;&#1077;&#1074;&#1077;&#1078;&#1076;&#1072; &#1087;&#1086; &#1089;&#1098;&#1097;&#1080;&#1103; &#1085;&#1072;&#1095;&#1080;&#1085; -  chrio (5548) - "&#1076;&#1072; &#1085;&#1072;&#1084;&#1072;&#1078;&#1072; &#1080;&#1083;&#1080; &#1088;&#1072;&#1079;&#1090;&#1098;&#1088;&#1082;&#1072;&#1084; &#1089; &#1084;&#1072;&#1089;&#1083;&#1086;, &#1076;&#1072; &#1086;&#1089;&#1074;&#1077;&#1090;&#1103; &#1084;&#1103;&#1089;&#1090;&#1086; &#1080;&#1083;&#1080; &#1076;&#1072; &#1088;&#1098;&#1082;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1072;". &#1058;&#1098;&#1081; &#1082;&#1072;&#1090;&#1086; &#1090;&#1072;&#1079;&#1080; &#1076;&#1091;&#1084;&#1072; &#1077; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;, &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1080;&#1084;&#1072;&#1084;&#1077; &#1074; &#1087;&#1088;&#1077;&#1076;&#1074;&#1080;&#1076; &#1080; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;&#1085;&#1086;&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; - "apta" - &#1072;&#1086;&#1088;&#1080;&#1089;&#1090;&#1085;&#1086; (&#1084;&#1080;&#1085;&#1072;&#1083;&#1086; &#1089;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1086;) &#1087;&#1088;&#1080;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077;, &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;. "&#1040;&#1086;&#1088;&#1080;&#1089;&#1090;&#1085;&#1086;&#1090;&#1086; &#1087;&#1088;&#1080;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1080;&#1079;&#1088;&#1072;&#1079;&#1103;&#1074;&#1072; &#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1072; &#1085;&#1077; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;... &#1050;&#1086;&#1075;&#1072;&#1090;&#1086; &#1074;&#1088;&#1098;&#1079;&#1082;&#1072;&#1090;&#1072; &#1089; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1080;&#1103; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083; &#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1072;, &#1086;&#1073;&#1080;&#1082;&#1085;&#1086;&#1074;&#1077;&#1085;&#1086; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1087;&#1088;&#1077;&#1076;&#1093;&#1086;&#1078;&#1076;&#1072;&#1097;&#1086; &#1090;&#1086;&#1074;&#1072; &#1085;&#1072; &#1075;&#1083;&#1072;&#1074;&#1085;&#1080;&#1103; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;." (&#1047;&#1086;&#1076;&#1080;&#1072;&#1090;&#1077;&#1089; &#1089;&#1090;&#1088;. 851)</p><div class="itemizedlist"><ul type="disc"><li>Cross-references for aleipho: <div class="orderedlist"><ol type="1"><li>Mt.6:17 But you, when you fast, anoint your head</li><li>Mk.16:1 [the women] brought spices that they might come and anoint Him.</li><li>Mk.6:13 And they were...anointing with oil many sick people and healing them.</li><li>Lk.7:38 [...] kissing His feet and anointing them with the perfume</li><li>Jn.12:3 Mary [...] anointed the feet of Jesus, and wiped them with her hair</li></ol></div></li><li>Cross-references of chrio: <div class="orderedlist"><ol type="1"><li>Lk.4:18 &#8220;<span class="quote">The Spirit of the Lord is upon me, because He has anointed me to preach [...]</span>&#8221;</li><li>Acts 4:27 Jesus, whom Thou hast anointed</li><li>Acts 10:38 God anointed Jesus with the Holy Ghost and power</li><li>2 Cor.1:21 Now He who...anointed us is God</li></ol></div></li></ul></div><p>So what's the difference between aleipho and chrio? Look back over the cross-references and the definitions, and sum up the difference: <span class="emphasis"><em>"aleipho" is a practical use of oil and "chrio" is a spiritual</em></span></p><p>Ka&#1090;&#1086; &#1080;&#1083;&#1102;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103; &#1079;&#1072; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1084;&#1072;&#1089;&#1083;&#1086;&#1090;&#1086; &#1087;&#1086; &#1086;&#1085;&#1086;&#1074;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1077; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072;&#1090;&#1072; &#1079;&#1072; &#1076;&#1086;&#1073;&#1088;&#1080;&#1103; &#1089;&#1072;&#1084;&#1072;&#1088;&#1103;&#1085;&#1080;&#1085;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1089;&#1077; &#1087;&#1086;&#1075;&#1088;&#1080;&#1078;&#1080;&#1083; &#1079;&#1072; &#1073;&#1080;&#1090;&#1080;&#1103; &#1086;&#1090; &#1082;&#1088;&#1072;&#1076;&#1094;&#1080;&#1090;&#1077; - &#1090;&#1086;&#1081; &#1087;&#1086;&#1095;&#1080;&#1089;&#1090;&#1080;&#1083; &#1088;&#1072;&#1085;&#1080;&#1090;&#1077; &#1089; &#1084;&#1072;&#1089;&#1083;&#1086; &#1080; &#1074;&#1080;&#1085;&#1086;. &#1058;&#1072;&#1082;&#1072; &#1095;&#1077; &#1087;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1085;&#1072; &#1048;&#1089;&#1091;&#1089;, &#1084;&#1072;&#1089;&#1083;&#1086;&#1090;&#1086; &#1077; &#1080;&#1084;&#1072;&#1083;&#1086; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1072;&#1090;&#1072;. </p><p>&#1057;&#1077;&#1075;&#1072; &#1085;&#1077;&#1082;&#1072; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1080;&#1084; &#1090;&#1086;&#1074;&#1072;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1085;&#1072;&#1091;&#1095;&#1080;&#1093;&#1084;&#1077; &#1082;&#1098;&#1084; &#1071;&#1082;&#1086;&#1074; 5:14: <span class="emphasis"><em>"&#1041;&#1086;&#1083;&#1077;&#1085; &#1083;&#1080; &#1077; &#1085;&#1103;&#1082;&#1086;&#1081; &#1086;&#1090; &#1074;&#1072;&#1089;? &#1085;&#1077;&#1082;&#1072; &#1087;&#1086;&#1074;&#1080;&#1082;&#1072; &#1094;&#1098;&#1088;&#1082;&#1086;&#1074;&#1085;&#1080;&#1090;&#1077; &#1087;&#1088;&#1077;&#1079;&#1074;&#1080;&#1090;&#1077;&#1088;&#1080;, &#1080; &#1085;&#1077;&#1082;&#1072; &#1089;&#1077; &#1087;&#1086;&#1084;&#1086;&#1083;&#1103;&#1090; &#1085;&#1072;&#1076; &#1085;&#1077;&#1075;&#1086; &#1080; &#1075;&#1086; &#1087;&#1086;&#1084;&#1072;&#1078;&#1072;&#1090; &#1089; &#1084;&#1072;&#1089;&#1083;&#1086; &#1074; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1086;&#1090;&#1086; &#1080;&#1084;&#1077;"</em></span>. &#1042; &#1082;&#1072;&#1082;&#1098;&#1074; &#1089;&#1084;&#1080;&#1089;&#1098;&#1083; &#1089;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072; &#1076;&#1091;&#1084;&#1072;&#1090;&#1072; "&#1087;&#1086;&#1084;&#1072;&#1079;&#1074;&#1072;&#1084;" &#1090;&#1091;&#1082; - &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1080;&#1083;&#1080; &#1076;&#1091;&#1093;&#1086;&#1074;&#1077;&#1085;? &#1055;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;!</p><p>&#1043;&#1083;&#1072;&#1075;&#1086;&#1083;&#1085;&#1086;&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1075;&#1088;&#1098;&#1094;&#1082;&#1080;, &#1072;&#1086;&#1088;&#1080;&#1089;&#1090;&#1085;&#1086; (&#1084;&#1080;&#1085;&#1072;&#1083;&#1086; &#1089;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1086;) &#1087;&#1088;&#1080;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077;, &#1087;&#1086;-&#1089;&#1082;&#1086;&#1088;&#1086; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; "&#1089;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1089;&#1072; &#1075;&#1086; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1083;&#1080;". &#1055;&#1086;&#1084;&#1072;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1087;&#1088;&#1077;&#1076;&#1093;&#1086;&#1078;&#1076;&#1072; &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1072;&#1090;&#1072;. (&#1058;&#1091;&#1082; "&#1074; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1086;&#1090;&#1086; &#1080;&#1084;&#1077;" &#1089;&#1077; &#1086;&#1090;&#1085;&#1072;&#1089;&#1103; &#1076;&#1086; &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1072;&#1090;&#1072;, &#1072; &#1085;&#1077; &#1076;&#1086; &#1087;&#1086;&#1084;&#1072;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086;.) &#1071;&#1082;&#1086;&#1074; 5:14 &#1082;&#1072;&#1079;&#1074;&#1072;, &#1095;&#1077; &#1087;&#1088;&#1077;&#1079;&#1074;&#1080;&#1090;&#1077;&#1088;&#1080;&#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1076;&#1072;&#1076;&#1072;&#1090; &#1085;&#1072; &#1073;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077; &#1083;&#1077;&#1082;&#1072;&#1088;&#1089;&#1090;&#1074;&#1086; &#1080; &#1076;&#1072; &#1089;&#1077; &#1084;&#1086;&#1083;&#1103;&#1090; &#1079;&#1072; &#1090;&#1103;&#1093; &#1074; &#1043;&#1086;&#1089;&#1083;&#1086;&#1076;&#1085;&#1086;&#1090;&#1086; &#1080;&#1084;&#1077;. &#1053;&#1080;&#1084;&#1072; &#1090;&#1086;&#1074;&#1072; &#1085;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1074;&#1072; &#1041;&#1086;&#1078;&#1080;&#1103; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1077;&#1085; &#1073;&#1072;&#1083;&#1072;&#1085;&#1089;! </p></div></div></div><div style="background-color: #white; color: black;                  margin-top: 20px; margin-left: 20px;                  margin-right: 20px;"><div style="position: absolute; left: 20px;"><a accesskey="p" href="h2-basics-worksheet.html">Prev</a></div><div style="position: absolute; right: 20px;"><a accesskey="n" href="h2-rules-context.html">Next</a></div><div align="center"><a accesskey="h" href="index.html">Home</a></div></div><div style="background-color: #white;   color: black;         margin-left: 20px;   margin-right: 20px;"><div class="navLeft">&#1050;&#1072;&#1082; &#1076;&#1072; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1084;&#1077; &#1082;&#1086;&#1085;&#1082;&#1086;&#1088;&#1076;&#1072;&#1085;&#1089;? </div><div class="navRight"> &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;</div><div class="navCenter"><a accesskey="u" href="index.html">Up</a></div></div><br><br><div class="bannerBottom" style="background-image: url(help:/common/bottom-middle.png);                                        background-repeat: x-repeat;                                         width: 100%;                                         height: 100px;                                         bottom:0px;"><div class="BannerBottomRight"><img src="help:/common/bottom-right.png" style="margin: 0px" alt=""></div><div class="bannerBottomLeft"><img src="help:/common/bottom-left.png" style="margin: 0px;" alt=""></div></div></body></html>