<html><head><title>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 5: &#1056;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1081;&#1090;&#1077; &#1094;&#1077;&#1083;&#1080;&#1090;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1090;&#1095;&#1080;&#1090;&#1077; &#1080; &#1087;&#1088;&#1072;&#1074;&#1077;&#1090;&#1077; &#1088;&#1072;&#1079;&#1083;&#1080;&#1082;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072; &#1080; &#1072;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="Bible, Study, HowTo"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="up" href="h2-rules.html" title="Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)"><link rel="previous" href="h2-rules-normal.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 4: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1089;&#1098;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1086; &#1086;&#1073;&#1080;&#1095;&#1072;&#1081;&#1085;&#1072;&#1090;&#1072; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1072; &#1085;&#1072; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1074; &#1077;&#1079;&#1080;&#1082;&#1072;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div id="headline" style="position : absolute;                 height : 85px;                 z-index : 100;                 background : transparent;                 text-align : center;   text-transform: smallcaps;                 width : 100%;                 top : 0px;                 left : 0px;                 width : 100%;                 color : #000000;"><h1>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 5: &#1056;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1081;&#1090;&#1077; &#1094;&#1077;&#1083;&#1080;&#1090;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1090;&#1095;&#1080;&#1090;&#1077; &#1080; &#1087;&#1088;&#1072;&#1074;&#1077;&#1090;&#1077; &#1088;&#1072;&#1079;&#1083;&#1080;&#1082;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072; &#1080; &#1072;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;</h1></div><div id="navbackground" style="position : absolute;   width : 100%;   height : 124px;   background-image : url('help:/common/doctop2.png');   z-index : 5;   left : 0px;   top : 0px;   padding : 0px;"><div id="bulb1" style="padding : 0px;   position : absolute;   z-index : 15;   width : 150px;   height : 85px;   top : 0px;   left : 0px;   background : url('help:/common/doctop1.png') repeat;"></div><div id="gradient" style="  position : absolute;   width : 275px;   height : 85px;   z-index : 19px;   top : 0px;   padding : 0px;   left : 150px;   background-image : url('help:/common/doctop1a.png');   background-repeat : no-repeat;   background-color : transparent;   visibility : visible;"></div><div id="bulb-bit" style="position : absolute;   width : 100%;   height : 25px;   top : 85px;   left : 0px;   background-image : url('help:/common/doctop1b.png');   background-repeat : no-repeat;   background-color : transparent;   z-index : 5;"><table width="100%" id="navtable"><tbody><tr><td align="left" class="left"><a accesskey="p" href="h2-rules-normal.html">Prev</a></td><td align="center" class="center">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</td><td align="right" class="right"></td></tr></tbody></table></div></div><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-rules-parables"></a>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 5: &#1056;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1081;&#1090;&#1077; &#1094;&#1077;&#1083;&#1080;&#1090;&#1077; &#1085;&#1072; &#1087;&#1088;&#1080;&#1090;&#1095;&#1080;&#1090;&#1077; &#1080; &#1087;&#1088;&#1072;&#1074;&#1077;&#1090;&#1077; &#1088;&#1072;&#1079;&#1083;&#1080;&#1082;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072; &#1080; &#1072;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;</h2></div></div><p>&#1040;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103; &#1077; &#1048;&#1057;&#1058;&#1054;&#1056;&#1048;&#1071;, &#1042; &#1050;&#1054;&#1071;&#1058;&#1054; &#1042;&#1057;&#1045;&#1050;&#1048; &#1045;&#1051;&#1045;&#1052;&#1045;&#1053;&#1058; &#1048;&#1052;&#1040; &#1053;&#1071;&#1050;&#1040;&#1050;&#1042;&#1054; &#1047;&#1053;&#1040;&#1063;&#1045;&#1053;&#1048;&#1045; </p><p>&#1042;&#1103;&#1088;&#1085;&#1086; &#1083;&#1080; &#1077;, &#1095;&#1077; &#1074;&#1089;&#1103;&#1082;&#1072; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072; &#1077; &#1072;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;?</p><p>&#1053;&#1103;&#1082;&#1086;&#1080; &#1087;&#1088;&#1090;&#1080;&#1090;&#1095;&#1080; &#1089;&#1072; &#1072;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1080;. &#1053;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1087;&#1080;&#1090;&#1095;&#1072;&#1090;&#1072; &#1079;&#1072; &#1089;&#1077;&#1103;&#1095;&#1072; &#1077;: &#1089;&#1077;&#1084;&#1077;&#1090;&#1086; &#1077; &#1041;&#1086;&#1078;&#1080;&#1077;&#1090;&#1086; &#1089;&#1083;&#1086;&#1074;&#1086;, &#1090;&#1088;&#1098;&#1085;&#1080;&#1090;&#1077; &#1089;&#1072; &#1075;&#1088;&#1080;&#1078;&#1080;&#1090;&#1077; &#1080; &#1090;.&#1085;. &#1053;&#1086; &#1087;&#1086;&#1074;&#1077;&#1095;&#1077;&#1090;&#1086; &#1087;&#1088;&#1080;&#1090;&#1095;&#1080; &#1085;&#1077; &#1089;&#1072; &#1072;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1080;, &#1072; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1080;&#1083;&#1102;&#1089;&#1090;&#1088;&#1080;&#1088;&#1072;&#1090; &#1085;&#1103;&#1082;&#1072;&#1082;&#1074;&#1072; &#1087;&#1086;&#1091;&#1082;&#1072;. &#1054;&#1087;&#1072;&#1089;&#1085;&#1086; &#1077; &#1076;&#1072; &#1089;&#1077; &#1080;&#1079;&#1074;&#1083;&#1080;&#1095;&#1072;&#1090; &#1076;&#1086;&#1082;&#1090;&#1088;&#1080;&#1085;&#1080; &#1086;&#1090; &#1087;&#1088;&#1080;&#1090;&#1095;&#1080;. &#1055;&#1088;&#1080;&#1090;&#1095;&#1080;&#1090;&#1077; &#1084;&#1086;&#1075;&#1072;&#1090; &#1076;&#1072; &#1089;&#1077; &#1080;&#1085;&#1090;&#1077;&#1088;&#1087;&#1088;&#1077;&#1090;&#1080;&#1088;&#1072;&#1090; &#1087;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1080; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080; &#1085;&#1072;&#1095;&#1080;&#1085;&#1080;. &#1047;&#1072;&#1090;&#1086;&#1074;&#1072; &#1080;&#1079;&#1074;&#1083;&#1080;&#1095;&#1072;&#1084;&#1077; &#1076;&#1086;&#1082;&#1090;&#1088;&#1080;&#1085;&#1080;&#1090;&#1077; &#1086;&#1090; &#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1075;&#1080; &#1080;&#1079;&#1082;&#1072;&#1079;&#1074;&#1072;&#1090; &#1103;&#1089;&#1085;&#1086; &#1080; &#1090;&#1086;&#1095;&#1085;&#1086;, &#1072; &#1072;&#1082;&#1086; &#1085;&#1103;&#1082;&#1086;&#1103; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072; &#1075;&#1080; &#1080;&#1083;&#1102;&#1089;&#1090;&#1088;&#1080;&#1088;&#1072; - &#1086;&#1097;&#1077; &#1087;&#1086;-&#1076;&#1086;&#1073;&#1088;&#1077;.</p><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-parables-ex5a"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 5.1</h3></div></div><p>&#1055;&#1088;&#1080;&#1090;&#1095;&#1072;&#1090;&#1072; &#1079;&#1072; &#1074;&#1076;&#1086;&#1074;&#1080;&#1094;&#1072;&#1090;&#1072; &#1080; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1077;&#1076;&#1085;&#1080;&#1103; &#1089;&#1098;&#1076;&#1080;&#1103; &#1086;&#1090; &#1051;&#1091;&#1082;&#1072; 18:1-8. &#1058;&#1072;&#1079;&#1080; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1103; &#1080;&#1083;&#1102;&#1089;&#1090;&#1088;&#1080;&#1088;&#1072; &#1077;&#1076;&#1080;&#1085; &#1091;&#1088;&#1086;&#1082; - &#1091;&#1089;&#1098;&#1088;&#1076;&#1080;&#1077; &#1074; &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1072;&#1090;&#1072;. &#1040; &#1072;&#1082;&#1086; &#1103; &#1086;&#1073;&#1088;&#1080;&#1089;&#1091;&#1074;&#1072;&#1084;&#1077; &#1082;&#1072;&#1090;&#1086; &#1072;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;, &#1082;&#1072;&#1082;&#1074;&#1086; &#1073;&#1080; &#1089;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1083;&#1086;?</p><p>&#1048;&#1089;&#1090;&#1080;&#1085;&#1089;&#1082;&#1086; &#1085;&#1072;&#1089;&#1080;&#1083;&#1080;&#1077; &#1085;&#1072;&#1076; &#1086;&#1088;&#1080;&#1075;&#1080;&#1085;&#1072;&#1083;&#1085;&#1086;&#1090;&#1086; &#1079;&#1085;&#1072;&#1095;&#1080;&#1077;&#1085;&#1080;&#1077;: &#1085;&#1072; &#1041;&#1086;&#1075; &#1085;&#1077; &#1084;&#1091; &#1089;&#1077; &#1097;&#1077; &#1076;&#1072; &#1079;&#1072;&#1097;&#1080;&#1090;&#1072;&#1074;&#1072; &#1087;&#1088;&#1072;&#1074;&#1072;&#1090;&#1072; &#1085;&#1072; &#1074;&#1076;&#1086;&#1074;&#1080;&#1094;&#1080;&#1090;&#1077;, &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1080;&#1090;&#1077; "&#1075;&#1086; &#1080;&#1079;&#1084;&#1086;&#1088;&#1103;&#1074;&#1072;&#1090;" &#1080; &#1090;.&#1085;.</p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-parables-ex5b"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 5.2</h3></div></div><p>&#1055;&#1088;&#1080;&#1090;&#1095;&#1072;&#1090;&#1072; &#1079;&#1072; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1077;&#1076;&#1085;&#1080;&#1103; &#1085;&#1072;&#1089;&#1090;&#1086;&#1081;&#1085;&#1080;&#1082; &#1086;&#1090; &#1051;&#1091;&#1082;&#1072; 16:1-9. &#1050;&#1072;&#1082;&#1098;&#1074; &#1077; &#1089;&#1084;&#1080;&#1089;&#1098;&#1083;&#1098;&#1090; &#1085;&#1072; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072;&#1090;&#1072;? &#1040;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103; &#1083;&#1080; &#1077;? </p><p>&#1053;&#1072;&#1089;&#1090;&#1086;&#1081;&#1085;&#1080;&#1082;&#1098;&#1090; &#1077; &#1087;&#1086;&#1093;&#1074;&#1072;&#1083;&#1077;&#1085; &#1079;&#1072; &#1077;&#1076;&#1085;&#1086; &#1085;&#1077;&#1097;&#1086; - &#1079;&#1072; &#1086;&#1089;&#1090;&#1088;&#1086;&#1091;&#1084;&#1085;&#1080;&#1103; &#1085;&#1072;&#1095;&#1080;&#1085; &#1087;&#1086; &#1082;&#1086;&#1081;&#1090;&#1086; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1080;&#1083; &#1090;&#1086;&#1074;&#1072;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1080;&#1084;&#1072;&#1083;, &#1079;&#1072; &#1076;&#1072; &#1089;&#1077; &#1087;&#1086;&#1076;&#1075;&#1086;&#1090;&#1074;&#1080; &#1079;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086;, &#1082;&#1086;&#1075;&#1072;&#1090;&#1086; &#1085;&#1103;&#1084;&#1072; &#1076;&#1072; &#1075;&#1086; &#1080;&#1084;&#1072;. &#1053;&#1086; &#1085;&#1077; &#1077; &#1087;&#1086;&#1093;&#1074;&#1072;&#1083;&#1077;&#1085; &#1079;&#1072; &#1085;&#1077;&#1077;&#1090;&#1080;&#1095;&#1085;&#1086;&#1090;&#1086; &#1089;&#1080; &#1087;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1080; &#1079;&#1072; &#1090;&#1086;&#1074;&#1072;, &#1095;&#1077; &#1077; &#1080;&#1079;&#1084;&#1072;&#1084;&#1080;&#1083; &#1075;&#1086;&#1089;&#1087;&#1086;&#1076;&#1072;&#1088;&#1103; &#1089;&#1080;. </p></div></div><div id="bottom-nav" style="position : relative;                 width : 100%;                 height : 185px;                 left : 0px;   right : 0px;                 top : 0px;   margin-top: 100px;                 background-image : url('help:/common/bottom1.png');                 background-repeat : repeat-x;                 background-color : transparent;   margin-left: 0px;   margin-right: 0px;                 z-index : 25;"><img src="help:/common/bottom2.png" align="right" height="59" width="227" alt="KDE Logo"><div id="navtable2" style="width : 100%;   margin-left: 0px;          margin-right: 0px;                      z-index : 15;                  background-color : transparent;"><table width="100%" border="0" cellpadding="0" cellspacing="0" style="position: absolute;         top: 70px;         left: 0px;"><tr><td width="33%" align="left" valign="top"><a href="h2-rules-normal.html">Prev</a></td><td width="34%" align="center" valign="top"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top"></td></tr><tr><td width="33%" align="left">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 4: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1089;&#1098;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1086; &#1086;&#1073;&#1080;&#1095;&#1072;&#1081;&#1085;&#1072;&#1090;&#1072; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1072; &#1085;&#1072; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1074; &#1077;&#1079;&#1080;&#1082;&#1072; </td><td width="34%" align="center"><a href="h2-rules.html">Up</a></td><td width="33%" align="right"> </td></tr></table></div></div></body></html>