<html><head><title>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 3: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1103; &#1080; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1077;&#1085; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="Bible, Study, HowTo"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="up" href="h2-rules.html" title="Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)"><link rel="previous" href="h2-rules-context.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;"><link rel="next" href="h2-rules-normal.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 4: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1089;&#1098;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1086; &#1086;&#1073;&#1080;&#1095;&#1072;&#1081;&#1085;&#1072;&#1090;&#1072; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1072; &#1085;&#1072; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1074; &#1077;&#1079;&#1080;&#1082;&#1072;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr class="header"><td colspan="2"> </td></tr><tr id="logo"><td valign="top"><img src="help:/common/kde_logo.png" alt="KDE -         The K Desktop Environment" width="296" height="79" border="0"></td><td valign="middle" align="center" id="location"><h1>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 3: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1103; &#1080; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1077;&#1085; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;</h1></td></tr></table><table width="100%" class="header"><tbody><tr><td align="left" class="navLeft" width="33%"><a accesskey="p" href="h2-rules-context.html">Prev</a></td><td align="center" class="navCenter" width="34%">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</td><td align="right" class="navRight" width="33%"> 
		      <a accesskey="n" href="h2-rules-normal.html">Next</a></td></tr></tbody></table><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-rules-hcontest"></a>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 3: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1103; &#1080; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1077;&#1085; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;</h2></div></div><p>&#1055;&#1098;&#1088;&#1074;&#1080;&#1103;&#1090; &#1074;&#1098;&#1087;&#1088;&#1086;&#1089;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1089;&#1080; &#1079;&#1072;&#1076;&#1072;&#1074;&#1072;&#1084;&#1077; &#1077; "&#1050;&#1072;&#1082;&#1074;&#1086; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; &#1090;&#1086;&#1074;&#1072; &#1079;&#1072; &#1084;&#1077;&#1085;?", &#1072; "&#1050;&#1072;&#1082;&#1074;&#1086; &#1077; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072;&#1083;&#1086; &#1090;&#1086;&#1074;&#1072; &#1079;&#1072; &#1086;&#1088;&#1080;&#1075;&#1080;&#1085;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1095;&#1080;&#1090;&#1072;&#1090;&#1077;&#1083;&#1080;?". &#1045;&#1076;&#1074;&#1072; &#1087;&#1086;-&#1082;&#1098;&#1089;&#1085;&#1086; &#1084;&#1086;&#1078;&#1077;&#1084; &#1076;&#1072; &#1089;&#1077; &#1079;&#1072;&#1087;&#1080;&#1090;&#1072;&#1084;&#1077;: "&#1050;&#1072;&#1082;&#1074;&#1086; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; &#1090;&#1086;&#1074;&#1072; &#1079;&#1072; &#1084;&#1077;&#1085;?". &#1058;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1080;&#1084;&#1072;&#1084;&#1077; &#1074; &#1087;&#1088;&#1077;&#1076;&#1074;&#1080;&#1076; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1090;&#1072;  &#1080; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1085;&#1072;&#1090;&#1072; &#1089;&#1088;&#1077;&#1076;&#1072; &#1085;&#1072; &#1072;&#1074;&#1090;&#1086;&#1088;&#1072; &#1080; &#1085;&#1077;&#1075;&#1086;&#1074;&#1080;&#1090;&#1077; &#1087;&#1098;&#1088;&#1074;&#1080; &#1095;&#1080;&#1090;&#1072;&#1090;&#1077;&#1083;&#1080;.</p><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-hcontest-ex3a"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 3.1</h3></div></div><p>&#1047;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1086;&#1090;&#1086; &#1074; &#1052;&#1072;&#1090;&#1077;&#1103; 12:40 &#1079;&#1072; "3 &#1076;&#1085;&#1080; &#1080; 3 &#1085;&#1086;&#1097;&#1080;" &#1077; &#1076;&#1086;&#1074;&#1077;&#1083;&#1086; &#1085;&#1103;&#1082;&#1086;&#1080; &#1093;&#1086;&#1088;&#1072; &#1076;&#1086; &#1090;&#1086;&#1074;&#1072; &#1076;&#1072; &#1089;&#1098;&#1079;&#1076;&#1072;&#1076;&#1072;&#1090; "&#1090;&#1077;&#1086;&#1088;&#1080;&#1103; &#1079;&#1072; &#1088;&#1072;&#1079;&#1087;&#1103;&#1090;&#1080;&#1077;&#1090;&#1086; &#1074; &#1089;&#1088;&#1103;&#1076;&#1072;"(&#1087;&#1086;-&#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1085;&#1086; &#1082;&#1091;&#1083;&#1090;&#1098;&#1090; Armstrongism). &#1050;&#1072;&#1082; &#1073;&#1080; &#1084;&#1086;&#1075;&#1098;&#1083; &#1048;&#1089;&#1091;&#1089; &#1076;&#1072; &#1091;&#1084;&#1088;&#1077; &#1074; &#1087;&#1077;&#1090;&#1098;&#1082; &#1089;&#1083;&#1077;&#1076; &#1086;&#1073;&#1103;&#1076;, &#1076;&#1072; &#1074;&#1098;&#1079;&#1082;&#1088;&#1098;&#1089;&#1085;&#1077; &#1085;&#1077;&#1076;&#1077;&#1083;&#1103; &#1089;&#1091;&#1090;&#1088;&#1080;&#1085;&#1090;&#1072; &#1080; &#1074;&#1089;&#1077; &#1087;&#1072;&#1082; "&#1085;&#1072; &#1090;&#1088;&#1077;&#1090;&#1080;&#1103; &#1076;&#1077;&#1085; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1074;&#1098;&#1079;&#1082;&#1088;&#1077;&#1089;&#1077;&#1085;" (&#1052;&#1072;&#1090;&#1077;&#1103; 16:21)? &#1058;&#1086;&#1095;&#1085;&#1086;&#1090;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; "&#1090;&#1088;&#1077;&#1090;&#1080;&#1103;" &#1080;&#1083;&#1080; "&#1076;&#1077;&#1085;" &#1085;&#1103;&#1084;&#1072; &#1076;&#1072; &#1085;&#1080; &#1087;&#1086;&#1084;&#1086;&#1075;&#1085;&#1077; &#1076;&#1072; &#1089;&#1080; &#1086;&#1073;&#1103;&#1089;&#1085;&#1080;&#1084; &#1090;&#1086;&#1074;&#1072; &#1086;&#1095;&#1077;&#1074;&#1080;&#1076;&#1085;&#1086; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1086;&#1088;&#1077;&#1095;&#1080;&#1077;.</p><p>&#1048;&#1084;&#1072;&#1084;&#1077; &#1085;&#1091;&#1078;&#1076;&#1072; &#1086;&#1090; &#1084;&#1072;&#1083;&#1082;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072; &#1082;&#1083;&#1102;&#1082;&#1072;: &#1077;&#1074;&#1088;&#1077;&#1080;&#1090;&#1077; &#1089;&#1072; &#1073;&#1088;&#1086;&#1103;&#1083;&#1080; &#1074;&#1089;&#1103;&#1082;&#1072; &#1095;&#1072;&#1089;&#1090; &#1086;&#1090; &#1076;&#1077;&#1085; &#1079;&#1072; &#1094;&#1103;&#1083; &#1076;&#1077;&#1085;, &#1090;&#1072;&#1082;&#1072; &#1082;&#1072;&#1082;&#1090;&#1086; &#1085;&#1080;&#1077; &#1073;&#1080;&#1093;&#1084;&#1077; &#1073;&#1088;&#1086;&#1080;&#1083;&#1080; &#1082;&#1086;&#1092;&#1080; &#1089; &#1074;&#1086;&#1076;&#1072; (&#1072;&#1082;&#1086; &#1080;&#1084;&#1072;&#1084;&#1077; &#1096;&#1077;&#1089;&#1090; &#1082;&#1086;&#1092;&#1080; &#1089; &#1074;&#1086;&#1076;&#1072; &#1080; &#1077;&#1076;&#1085;&#1072; &#1087;&#1098;&#1083;&#1085;&#1072; &#1076;&#1086; &#1087;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;&#1090;&#1072;, &#1085;&#1080;&#1077; &#1082;&#1072;&#1079;&#1074;&#1072;&#1084;&#1077;, &#1095;&#1077; &#1080;&#1084;&#1072;&#1084;&#1077; &#1089;&#1077;&#1076;&#1077;&#1084; &#1082;&#1086;&#1092;&#1080;, &#1084;&#1072;&#1082;&#1072;&#1088; &#1077;&#1076;&#1085;&#1072;&#1090;&#1072; &#1076;&#1072; &#1077; &#1087;&#1098;&#1083;&#1085;&#1072; &#1089;&#1072;&#1084;&#1086; &#1076;&#1086; &#1087;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085;&#1072;&#1090;&#1072;). &#1047;&#1072; &#1089;&#1098;&#1079;&#1085;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1077;&#1074;&#1088;&#1077;&#1080;&#1090;&#1077; &#1074;&#1089;&#1103;&#1082;&#1072; &#1095;&#1072;&#1089;&#1090; &#1086;&#1090; &#1076;&#1077;&#1085; &#1089;&#1077; &#1077; &#1073;&#1088;&#1086;&#1103;&#1083;&#1072; &#1079;&#1072; &#1094;&#1103;&#1083; &#1076;&#1077;&#1085;, &#1072; &#1076;&#1085;&#1080;&#1090;&#1077; &#1089;&#1072; &#1079;&#1072;&#1087;&#1086;&#1095;&#1074;&#1072;&#1083;&#1080; &#1074; 18 &#1095;. &#1080; &#1089;&#1072; &#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072;&#1083;&#1080; &#1074; 6 &#1095;. &#1048; &#1090;&#1072;&#1082;&#1072; &#1087;&#1077;&#1090;&#1098;&#1082; &#1086;&#1090; 15 &#1076;&#1086; 18 = &#1087;&#1098;&#1088;&#1074;&#1080; &#1076;&#1077;&#1085;. &#1054;&#1090; 18 &#1095;&#1072;&#1089;&#1072; &#1074; &#1087;&#1077;&#1090;&#1098;&#1082; &#1076;&#1086; 18 &#1095;&#1072;&#1089;&#1072; &#1074; &#1089;&#1098;&#1073;&#1086;&#1090;&#1072; = &#1074;&#1090;&#1086;&#1088;&#1080; &#1076;&#1077;&#1085;. &#1054;&#1090; 18 &#1095;&#1072;&#1089;&#1072; &#1074; &#1089;&#1098;&#1073;&#1086;&#1090;&#1072; &#1076;&#1086; &#1086;&#1082;&#1086;&#1083;&#1086; 5 &#1095;&#1072;&#1089;&#1072; &#1074; &#1085;&#1077;&#1076;&#1077;&#1083;&#1103; = &#1090;&#1088;&#1077;&#1090;&#1080; &#1076;&#1077;&#1085;. &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1074; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1085;&#1080;&#1103; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1085;&#1080; &#1087;&#1088;&#1077;&#1076;&#1087;&#1072;&#1079;&#1074;&#1072; &#1086;&#1090; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1080;.</p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-hcontest-ex3b"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 3.2</h3></div></div><p>&#1041;&#1080;&#1090;&#1080;&#1077; 15:7-21. &#1042; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;, &#1076;&#1072; &#1089;&#1077; &#1088;&#1072;&#1079;&#1089;&#1077;&#1095;&#1077; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1086; &#1085;&#1072; &#1076;&#1074;&#1077; &#1080; &#1089;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072; &#1076;&#1072; &#1089;&#1077; &#1087;&#1088;&#1077;&#1084;&#1080;&#1085;&#1077; &#1084;&#1077;&#1078;&#1076;&#1091; &#1076;&#1074;&#1077;&#1090;&#1077; &#1087;&#1086;&#1083;&#1086;&#1074;&#1080;&#1085;&#1080; &#1077; &#1073;&#1080;&#1083;&#1086; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1077;&#1085; &#1085;&#1072;&#1095;&#1080;&#1085; &#1079;&#1072; &#1089;&#1082;&#1083;&#1102;&#1095;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1076;&#1086;&#1075;&#1086;&#1074;&#1086;&#1088; (&#1079;&#1072;&#1074;&#1077;&#1090;) &#1087;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1085;&#1072; &#1040;&#1074;&#1088;&#1072;&#1072;&#1084;. &#1055;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1074;&#1072;&#1097;&#1080;&#1090;&#1077; &#1076;&#1074;&#1077;&#1090;&#1077; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080; &#1087;&#1086; &#1076;&#1086;&#1075;&#1086;&#1074;&#1086;&#1088;&#1072; &#1087;&#1088;&#1077;&#1084;&#1080;&#1085;&#1072;&#1074;&#1072;&#1083;&#1080; &#1084;&#1077;&#1078;&#1076;&#1091; &#1088;&#1072;&#1079;&#1089;&#1077;&#1095;&#1077;&#1085;&#1080;&#1090;&#1077; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1080; &#1080; &#1087;&#1086; &#1090;&#1086;&#1079;&#1080; &#1085;&#1072;&#1095;&#1080;&#1085; &#1076;&#1077;&#1082;&#1083;&#1072;&#1088;&#1080;&#1088;&#1072;&#1083;&#1080;, &#1095;&#1077; &#1089;&#1083;&#1091;&#1095;&#1080;&#1083;&#1086;&#1090;&#1086; &#1089;&#1077; &#1085;&#1072; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1080;&#1090;&#1077; &#1097;&#1077; &#1089;&#1077; &#1089;&#1083;&#1091;&#1095;&#1080; &#1085;&#1072; &#1090;&#1086;&#1079;&#1080;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1085;&#1077; &#1080;&#1079;&#1087;&#1098;&#1083;&#1085;&#1080; &#1076;&#1086;&#1075;&#1086;&#1074;&#1086;&#1088;&#1072;. &#1053;&#1086; &#1074; &#1090;&#1086;&#1079;&#1080; &#1082;&#1086;&#1085;&#1082;&#1088;&#1077;&#1090;&#1077;&#1085; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081; &#1089;&#1072;&#1084;&#1086; &#1089;&#1072;&#1084;&#1086; &#1041;&#1086;&#1075; &#1087;&#1088;&#1077;&#1084;&#1080;&#1085;&#1072;&#1074;&#1072;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1087;&#1088;&#1072;&#1074;&#1080; &#1076;&#1086;&#1075;&#1086;&#1074;&#1086;&#1088;&#1072; &#1077;&#1076;&#1085;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;.</p></div></div><table width="100%" class="bottom-nav"><tr><td width="33%" align="left" valign="top" class="navLeft"><a href="h2-rules-context.html">Prev</a></td><td width="34%" align="center" valign="top" class="navCenter"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top" class="navRight"><a href="h2-rules-normal.html">Next</a></td></tr><tr><td width="33%" align="left" class="navLeft">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090; </td><td width="34%" align="center" class="navCenter"><a href="h2-rules.html">Up</a></td><td width="33%" align="right" class="navRight"> &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 4: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1089;&#1098;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1086; &#1086;&#1073;&#1080;&#1095;&#1072;&#1081;&#1085;&#1072;&#1090;&#1072; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1072; &#1085;&#1072; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077; &#1074; &#1077;&#1079;&#1080;&#1082;&#1072;</td></tr></table></body></html>