<html><head><title>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="Bible, Study, HowTo"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="up" href="h2-rules.html" title="Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)"><link rel="previous" href="h2-rules.html" title="Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)"><link rel="next" href="h2-rules-hcontest.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 3: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1103; &#1080; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1077;&#1085; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr class="header"><td colspan="2"> </td></tr><tr id="logo"><td valign="top"><img src="help:/common/kde_logo.png" alt="KDE -         The K Desktop Environment" width="296" height="79" border="0"></td><td valign="middle" align="center" id="location"><h1>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;</h1></td></tr></table><table width="100%" class="header"><tbody><tr><td align="left" class="navLeft" width="33%"><a accesskey="p" href="h2-rules.html">Prev</a></td><td align="center" class="navCenter" width="34%">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</td><td align="right" class="navRight" width="33%"> 
		      <a accesskey="n" href="h2-rules-hcontest.html">Next</a></td></tr></tbody></table><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-rules-context"></a>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;</h2></div></div><p>T&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1074; &#1089;&#1098;&#1079;&#1074;&#1091;&#1095;&#1080;&#1077; &#1089; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1072;&#1090;&#1072; &#1095;&#1072;&#1089;&#1090; &#1086;&#1090; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;. &#1050;&#1072;&#1082;&#1074;&#1086; &#1082;&#1072;&#1079;&#1074;&#1072;&#1090; &#1086;&#1082;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077; &#1089;&#1090;&#1080;&#1093;&#1086;&#1074;&#1077;? &#1050;&#1072;&#1082;&#1074;&#1072; &#1077; &#1090;&#1077;&#1084;&#1072;&#1090;&#1072; &#1085;&#1072; &#1075;&#1083;&#1072;&#1074;&#1072;&#1090;&#1072;? &#1053;&#1072; &#1082;&#1085;&#1080;&#1075;&#1072;&#1090;&#1072;? &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1074;&#1080; &#1074; &#1089;&#1098;&#1079;&#1074;&#1091;&#1095;&#1080;&#1077; &#1083;&#1080; &#1077; &#1089; &#1090;&#1103;&#1093;? &#1040;&#1082;&#1086; &#1085;&#1077; - &#1079;&#1085;&#1072;&#1095;&#1080; &#1075;&#1088;&#1077;&#1096;&#1080;&#1090;&#1077;. &#1054;&#1073;&#1080;&#1082;&#1085;&#1086;&#1074;&#1077;&#1085;&#1086; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1086;&#1089;&#1080;&#1075;&#1091;&#1088;&#1103;&#1074;&#1072; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1090;&#1086; &#1079;&#1072; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1085;&#1086;&#1090;&#1086; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1087;&#1072;&#1089;&#1072;&#1078;&#1072;. &#1050;&#1083;&#1102;&#1095;&#1098;&#1090; &#1077; &#1074; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1072;. &#1040;&#1082;&#1086; &#1089;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1089;&#1090;&#1077; &#1088;&#1072;&#1079;&#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1083;&#1080; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1074; &#1085;&#1077;&#1075;&#1086;&#1074;&#1080;&#1103; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090; &#1077; &#1086;&#1089;&#1090;&#1072;&#1085;&#1072;&#1083;&#1086; &#1085;&#1103;&#1082;&#1072;&#1082;&#1074;&#1086; &#1089;&#1098;&#1084;&#1085;&#1077;&#1085;&#1080;&#1077; &#1074; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1084;&#1091;, &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1087;&#1086;&#1090;&#1098;&#1088;&#1089;&#1080;&#1090;&#1077; &#1087;&#1086;-&#1085;&#1072;&#1076;&#1072;&#1083;&#1077;&#1095;.</p><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-context-ex2a"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 2.1</h3></div></div><p>&#1042; &#1087;&#1088;&#1077;&#1076;&#1080;&#1096;&#1085;&#1080;&#1103; &#1091;&#1088;&#1086;&#1082; &#1086;&#1073;&#1089;&#1098;&#1078;&#1076;&#1072;&#1093;&#1084;&#1077; &#1049;&#1086;&#1072;&#1085; 3:5 -<span class="emphasis"><i>"&#1076;&#1072; &#1089;&#1077; &#1088;&#1086;&#1076;&#1080; &#1086;&#1090; &#1074;&#1086;&#1076;&#1072; &#1080; &#1044;&#1091;&#1093;"</i></span>. &#1050;&#1072;&#1082;&#1074;&#1086; &#1086;&#1073;&#1097;&#1086; &#1080;&#1084;&#1072; &#1074;&#1086;&#1076;&#1072;&#1090;&#1072; &#1089; &#1088;&#1072;&#1079;&#1075;&#1086;&#1074;&#1086;&#1088;&#1072;, &#1089;&#1098;&#1075;&#1083;&#1072;&#1089;&#1085;&#1086; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1072;?</p><p>&#1058;&#1091;&#1082; &#1085;&#1077; &#1089;&#1077; &#1086;&#1073;&#1089;&#1098;&#1078;&#1076;&#1072; &#1074;&#1086;&#1076;&#1085;&#1086;&#1090;&#1086; &#1082;&#1088;&#1098;&#1097;&#1077;&#1085;&#1080;&#1077;. &#1058;&#1086;&#1074;&#1072; &#1073;&#1080; &#1073;&#1080;&#1083;&#1086; &#1075;&#1086;&#1083;&#1103;&#1084;&#1086; &#1086;&#1090;&#1082;&#1083;&#1086;&#1085;&#1077;&#1085;&#1080;&#1077; &#1086;&#1090; &#1090;&#1077;&#1084;&#1072;&#1090;&#1072;, &#1076;&#1080;&#1089;&#1082;&#1091;&#1090;&#1080;&#1088;&#1072;&#1085;&#1072; &#1086;&#1090; &#1048;&#1089;&#1091;&#1089; &#1080; &#1053;&#1080;&#1082;&#1086;&#1076;&#1080;&#1084;. &#1052;&#1085;&#1086;&#1075;&#1086; &#1074;&#1085;&#1080;&#1084;&#1072;&#1074;&#1072;&#1081;&#1090;&#1077; &#1079;&#1072; &#1074;&#1085;&#1077;&#1079;&#1072;&#1087;&#1085;&#1080; &#1087;&#1088;&#1086;&#1084;&#1077;&#1085;&#1080; &#1074; &#1090;&#1077;&#1084;&#1072;&#1090;&#1072;, &#1090;&#1086;&#1074;&#1072; &#1077; &#1073;&#1077;&#1083;&#1077;&#1075;, &#1095;&#1077; &#1074;&#1072;&#1096;&#1077;&#1090;&#1086; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1077; &#1080;&#1079;&#1083;&#1077;&#1079;&#1083;&#1086; &#1086;&#1090; &#1088;&#1077;&#1083;&#1089;&#1080;! &#1057; "&#1074;&#1086;&#1076;&#1072;" &#1089;&#1077; &#1080;&#1084;&#1072; &#1074; &#1087;&#1088;&#1077;&#1076;&#1074;&#1080;&#1076; &#1090;&#1072;&#1079;&#1080; &#1087;&#1088;&#1080; &#1088;&#1072;&#1078;&#1076;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1095;&#1086;&#1074;&#1077;&#1082;&#1072; &#1090;.&#1077;. "&#1088;&#1072;&#1078;&#1076;&#1072;&#1085;&#1077; &#1086;&#1090; &#1074;&#1086;&#1076;&#1072;" = &#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1086; &#1088;&#1072;&#1078;&#1076;&#1072;&#1085;&#1077;.</p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-context-ex2b"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 2.2</h3></div></div><p>1 &#1050;&#1086;&#1088;&#1080;&#1085;&#1090;&#1103;&#1085;&#1080; 14:34 <span class="emphasis"><i>"&#1046;&#1077;&#1085;&#1080;&#1090;&#1077; &#1085;&#1077;&#1082;&#1072; &#1084;&#1098;&#1083;&#1095;&#1072;&#1090; &#1074; &#1094;&#1098;&#1088;&#1082;&#1074;&#1080;&#1090;&#1077;"</i></span> &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1074;&#1098;&#1079;&#1087;&#1088;&#1080;&#1077;&#1084;&#1072;&#1085; &#1074; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1085;&#1072; 1 &#1050;&#1086;&#1088;&#1080;&#1085;&#1090;&#1103;&#1085;&#1080; 11:5: <span class="emphasis"><i>"&#1074;&#1089;&#1103;&#1082;&#1072; &#1078;&#1077;&#1085;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1089;&#1077; &#1084;&#1086;&#1083;&#1080; &#1080;&#1083;&#1080; &#1087;&#1088;&#1086;&#1088;&#1086;&#1082;&#1091;&#1074;&#1072;..."</i></span></p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-context-ex2c"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 2.3</h3></div></div><p>&#1044;&#1077;&#1103;&#1085;&#1080;&#1103; 2:38: <span class="emphasis"><i>"&#1040; &#1055;&#1077;&#1090;&#1098;&#1088; &#1080;&#1084; &#1088;&#1077;&#1095;&#1077;: &#1055;&#1086;&#1082;&#1072;&#1081;&#1090;&#1077; &#1089;&#1077;, &#1080; &#1074;&#1089;&#1077;&#1082;&#1080; &#1086;&#1090; &#1074;&#1072;&#1089; &#1085;&#1077;&#1082;&#1072; &#1089;&#1077; &#1082;&#1088;&#1098;&#1089;&#1090;&#1080; &#1074; &#1080;&#1084;&#1077;&#1090;&#1086; &#1048;&#1089;&#1091;&#1089; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;&#1074;&#1086; &#1079;&#1072; &#1087;&#1088;&#1086;&#1097;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1075;&#1088;&#1077;&#1093;&#1086;&#1074;&#1077;&#1090;&#1077; &#1074;&#1080;"</i></span>. &#1058;&#1086;&#1074;&#1072; &#1087;&#1088;&#1086;&#1087;&#1086;&#1074;&#1103;&#1076;&#1074;&#1072; &#1083;&#1080; &#1089;&#1087;&#1072;&#1089;&#1077;&#1085;&#1080;&#1077; &#1095;&#1088;&#1077;&#1079; &#1082;&#1088;&#1098;&#1097;&#1077;&#1085;&#1080;&#1077;? &#1040;&#1082;&#1086; &#1090;&#1086;&#1074;&#1072; &#1073;&#1077; &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1080;&#1103; &#1089;&#1090;&#1080;&#1093; &#1086;&#1090; &#1082;&#1085;&#1080;&#1075;&#1072;&#1090;&#1072;, &#1089; &#1082;&#1086;&#1081;&#1090;&#1086; &#1076;&#1072; &#1088;&#1072;&#1079;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1084;&#1077;, &#1097;&#1103;&#1093;&#1084;&#1077; &#1076;&#1072; &#1079;&#1072;&#1082;&#1083;&#1102;&#1095;&#1080;&#1084; &#1090;&#1072;&#1082;&#1072;. &#1053;&#1086; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1086; &#1084;&#1103;&#1089;&#1090;&#1086; &#1074;&#1080;&#1078;&#1076;&#1072;&#1084;&#1077;, &#1095;&#1077; &#1089;&#1087;&#1072;&#1089;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1089;&#1090;&#1072;&#1074;&#1072; &#1095;&#1088;&#1077;&#1079; &#1074;&#1103;&#1088;&#1072; &#1074; &#1061;&#1088;&#1080;&#1089;&#1090;&#1072; &#1080; &#1089;&#1077; &#1085;&#1072;&#1083;&#1072;&#1075;&#1072; &#1076;&#1072; &#1088;&#1072;&#1079;&#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1084;&#1077; &#1090;&#1086;&#1079;&#1080; &#1090;&#1077;&#1082;&#1089;&#1090; &#1087;&#1086; &#1076;&#1088;&#1091;&#1075; &#1085;&#1072;&#1095;&#1080;&#1085;. &#1055;&#1077;&#1090;&#1098;&#1088; &#1087;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1074;&#1072; &#1087;&#1086;&#1082;&#1072;&#1103;&#1085;&#1080;&#1077;&#1090;&#1086; &#1082;&#1072;&#1090;&#1086; &#1085;&#1072;&#1095;&#1080;&#1085; &#1079;&#1072; &#1086;&#1090;&#1082;&#1083;&#1080;&#1082; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086;&#1074;&#1080;&#1090;&#1077; &#1089;&#1083;&#1091;&#1096;&#1072;&#1090;&#1077;&#1083;&#1080; &#1082;&#1098;&#1084; &#1073;&#1083;&#1072;&#1075;&#1072;&#1090;&#1072; &#1074;&#1077;&#1089;&#1090;. &#1040;&#1082;&#1086; &#1082;&#1088;&#1098;&#1097;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1073;&#1077; &#1087;&#1098;&#1090;&#1103;&#1090; &#1082;&#1098;&#1084; &#1085;&#1086;&#1074;&#1086;&#1088;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;, &#1090;&#1086; &#1082;&#1072;&#1082; &#1077; &#1074;&#1098;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086; &#1055;&#1072;&#1074;&#1077;&#1083; &#1076;&#1072; &#1085;&#1072;&#1087;&#1080;&#1096;&#1077; &#1074; 1 &#1050;&#1086;&#1088;&#1080;&#1085;&#1090;&#1103;&#1085;&#1080; 1:17: <span class="emphasis"><i>"&#1047;&#1072;&#1097;&#1086;&#1090;&#1086; &#1061;&#1088;&#1080;&#1089;&#1090;&#1086;&#1089; &#1085;&#1077; &#1084;&#1077; &#1077; &#1087;&#1088;&#1072;&#1090;&#1080;&#1083; &#1076;&#1072; &#1082;&#1088;&#1098;&#1097;&#1072;&#1074;&#1072;&#1084;, &#1085;&#1086; &#1076;&#1072; &#1087;&#1088;&#1086;&#1087;&#1086;&#1074;&#1103;&#1076;&#1074;&#1072;&#1084; &#1073;&#1083;&#1072;&#1075;&#1086;&#1074;&#1077;&#1089;&#1090;&#1080;&#1077;&#1090;&#1086;"</i></span>? </p></div></div><table width="100%" class="bottom-nav"><tr><td width="33%" align="left" valign="top" class="navLeft"><a href="h2-rules.html">Prev</a></td><td width="34%" align="center" valign="top" class="navCenter"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top" class="navRight"><a href="h2-rules-hcontest.html">Next</a></td></tr><tr><td width="33%" align="left" class="navLeft">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;) </td><td width="34%" align="center" class="navCenter"><a href="h2-rules.html">Up</a></td><td width="33%" align="right" class="navRight"> &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 3: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1088;&#1072;&#1084;&#1082;&#1080;&#1090;&#1077; &#1085;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1103; &#1080; &#1082;&#1091;&#1083;&#1090;&#1091;&#1088;&#1077;&#1085; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;</td></tr></table></body></html>