<html><head><title>Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="Bible, Study, HowTo"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="up" href="index.html" title="&#1056;&#1098;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1079;&#1072; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072;"><link rel="previous" href="h2-basics-worksheet.html" title="&#1050;&#1072;&#1082; &#1076;&#1072; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1084;&#1077; &#1082;&#1086;&#1085;&#1082;&#1086;&#1088;&#1076;&#1072;&#1085;&#1089;?"><link rel="next" href="h2-rules-context.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr class="header"><td colspan="2"> </td></tr><tr id="logo"><td valign="top"><img src="help:/common/kde_logo.png" alt="KDE -         The K Desktop Environment" width="296" height="79" border="0"></td><td valign="middle" align="center" id="location"><h1>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</h1></td></tr></table><table width="100%" class="header"><tbody><tr><td align="left" class="navLeft" width="33%"><a accesskey="p" href="h2-basics-worksheet.html">Prev</a></td><td align="center" class="navCenter" width="34%"> </td><td align="right" class="navRight" width="33%"> 
		      <a accesskey="n" href="h2-rules-context.html">Next</a></td></tr></tbody></table><div class="chapter"><div class="titlepage"><div><h2 class="title"><a name="h2-rules"></a>Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1079;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103;&#1090;&#1072; (&#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</h2></div></div><p>&#1042;&#1077;&#1095;&#1077; &#1089;&#1077; &#1079;&#1072;&#1087;&#1086;&#1079;&#1085;&#1072;&#1093;&#1084;&#1077; &#1089;&#1098;&#1089; &#1089;&#1098;&#1076;&#1098;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086;, &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1080; &#1087;&#1088;&#1077;&#1087;&#1088;&#1072;&#1090;&#1082;&#1080;&#1090;&#1077;. &#1053;&#1077;&#1082;&#1072; &#1089;&#1077;&#1075;&#1072; &#1086;&#1073;&#1086;&#1075;&#1072;&#1090;&#1080;&#1084; &#1079;&#1085;&#1072;&#1085;&#1080;&#1103;&#1090;&#1072; &#1089;&#1080; &#1079;&#1072; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1072;&#1090;&#1072; &#1093;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;. &#1053;&#1077;&#1081;&#1085;&#1072;&#1090;&#1072; &#1094;&#1077;&#1083; &#1077; &#1076;&#1072; &#1086;&#1090;&#1082;&#1088;&#1080;&#1077; &#1082;&#1072;&#1082;&#1074;&#1086; &#1077; &#1080;&#1084;&#1072;&#1083; &#1074; &#1087;&#1088;&#1077;&#1076;&#1074;&#1080;&#1076; &#1086;&#1088;&#1080;&#1075;&#1080;&#1085;&#1072;&#1083;&#1085;&#1080;&#1103;&#1090; &#1072;&#1074;&#1090;&#1086;&#1088; (&#1080; &#1040;&#1074;&#1090;&#1086;&#1088;&#1072;!). &#1042;&#1098;&#1087;&#1088;&#1077;&#1082;&#1080; &#1095;&#1077; &#1087;&#1072;&#1089;&#1072;&#1078;&#1080;&#1090;&#1077; &#1084;&#1086;&#1075;&#1072;&#1090; &#1076;&#1072; &#1089;&#1077; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1090; &#1087;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1085;&#1072;&#1095;&#1080;&#1085;&#1080;, &#1089;&#1072;&#1084;&#1086; &#1077;&#1076;&#1080;&#1085; &#1077; &#1074;&#1077;&#1088;&#1077;&#1085;. &#1057;&#1072;&#1084;&#1072;&#1090;&#1072; &#1041;&#1080;&#1073;&#1083;&#1080;&#1103; &#1075;&#1086; &#1079;&#1072;&#1103;&#1074;&#1103;&#1074;&#1072; &#1074;&#1098;&#1074; 2 &#1055;&#1077;&#1090;&#1088;&#1086;&#1074;&#1086; 1:20: "&#1048; &#1090;&#1086;&#1074;&#1072; &#1076;&#1072; &#1079;&#1085;&#1072;&#1077;&#1090;&#1077; &#1087;&#1088;&#1077;&#1076;&#1080; &#1074;&#1089;&#1080;&#1095;&#1082;&#1086;, &#1095;&#1077; &#1085;&#1080;&#1082;&#1086;&#1077; &#1087;&#1088;&#1086;&#1088;&#1086;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1074; &#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1077; &#1077; &#1095;&#1072;&#1089;&#1090;&#1085;&#1086; &#1085;&#1072; &#1087;&#1088;&#1086;&#1088;&#1086;&#1082;&#1072; &#1086;&#1073;&#1103;&#1089;&#1085;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1041;&#1086;&#1078;&#1080;&#1103;&#1090;&#1072; &#1074;&#1086;&#1083;&#1103;". &#1057;&#1098;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1074;&#1072;&#1090; &#1085;&#1103;&#1082;&#1086;&#1080; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1087;&#1086;&#1084;&#1072;&#1075;&#1072;&#1090; &#1087;&#1088;&#1080; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086;. &#1055;&#1088;&#1077;&#1085;&#1077;&#1073;&#1088;&#1077;&#1075;&#1074;&#1072;&#1081;&#1082;&#1080; &#1090;&#1077;&#1079;&#1080; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;, &#1085;&#1103;&#1082;&#1086;&#1080; &#1093;&#1086;&#1088;&#1072; &#1089;&#1072; &#1089;&#1080; &#1076;&#1086;&#1082;&#1072;&#1088;&#1072;&#1083;&#1080; &#1084;&#1085;&#1086;&#1075;&#1086; &#1085;&#1077;&#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &#1082;&#1072;&#1082;&#1090;&#1086; &#1079;&#1072; &#1089;&#1077;&#1073;&#1077; &#1089;&#1080;, &#1090;&#1072;&#1082;&#1072; &#1080; &#1079;&#1072; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080;&#1090;&#1077; &#1089;&#1080;. 2 &#1055;&#1077;&#1090;&#1088;&#1086;&#1074;&#1086; 3:16: "...&#1074; &#1082;&#1086;&#1080;&#1090;&#1086; &#1087;&#1086;&#1089;&#1083;&#1072;&#1085;&#1080;&#1103; &#1080;&#1084;&#1072; &#1085;&#1103;&#1082;&#1086;&#1080; &#1085;&#1077;&#1097;&#1072; &#1084;&#1098;&#1095;&#1085;&#1080; &#1079;&#1072; &#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1085;&#1077;, &#1082;&#1086;&#1080;&#1090;&#1086; &#1085;&#1077;&#1091;&#1095;&#1077;&#1085;&#1080;&#1090;&#1077; &#1080; &#1085;&#1077;&#1091;&#1090;&#1074;&#1098;&#1088;&#1076;&#1077;&#1085;&#1080;&#1090;&#1077; &#1080;&#1079;&#1086;&#1087;&#1072;&#1095;&#1072;&#1074;&#1072;&#1090;, &#1082;&#1072;&#1082;&#1090;&#1086; &#1087;&#1088;&#1072;&#1074;&#1103;&#1090; &#1080; &#1089; &#1076;&#1088;&#1091;&#1075;&#1080;&#1090;&#1077; &#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;, &#1079;&#1072; &#1089;&#1074;&#1086;&#1103;&#1090;&#1072; &#1087;&#1086;&#1075;&#1080;&#1073;&#1077;&#1083;.".</p><p>&#1053;&#1086; &#1082;&#1072;&#1082; &#1076;&#1072; &#1087;&#1086;&#1089;&#1090;&#1098;&#1087;&#1080;&#1084;, &#1079;&#1072; &#1076;&#1072; &#1080;&#1079;&#1103;&#1089;&#1085;&#1080;&#1084; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1076;&#1072;&#1076;&#1077;&#1085; &#1087;&#1072;&#1089;&#1072;&#1078;? &#1053;&#1077;&#1082;&#1072; &#1087;&#1088;&#1080;&#1077;&#1084;&#1077;&#1084;, &#1095;&#1077; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077;&#1090;&#1086; &#1074;&#1080; &#1077; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1095;&#1077;&#1085;&#1086; &#1086;&#1090; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1077;&#1085; &#1089;&#1090;&#1080;&#1093;, &#1095;&#1080;&#1077;&#1090;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1074;&#1080; &#1091;&#1073;&#1103;&#1075;&#1074;&#1072;. &#1050;&#1072;&#1082; &#1076;&#1072; &#1080;&#1079;&#1089;&#1083;&#1077;&#1076;&#1074;&#1072;&#1090;&#1077; &#1090;&#1086;&#1079;&#1080; &#1089;&#1090;&#1080;&#1093;? &#1048;&#1084;&#1072;&#1081;&#1090;&#1077; &#1074; &#1087;&#1088;&#1077;&#1076;&#1074;&#1080;&#1076; &#1090;&#1077;&#1079;&#1080; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;:</p><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-rules-exact"></a>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 1: &#1047;&#1072; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1081;&#1090;&#1077; &#1090;&#1086;&#1095;&#1085;&#1080;&#1090;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; &#1085;&#1072; &#1076;&#1091;&#1084;&#1080;&#1090;&#1077;</h2></div></div><p>&#1050;&#1086;&#1083;&#1082;&#1086;&#1090;&#1086; &#1087;&#1086;-&#1090;&#1086;&#1095;&#1085;&#1086; &#1079;&#1085;&#1072;&#1077;&#1084; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1086;&#1088;&#1080;&#1075;&#1080;&#1085;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1076;&#1091;&#1084;&#1080;, &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1086; &#1087;&#1086;-&#1090;&#1086;&#1095;&#1085;&#1086; &#1097;&#1077; &#1073;&#1098;&#1076;&#1077; &#1080; &#1085;&#1072;&#1096;&#1077;&#1090;&#1086; &#1090;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1085;&#1080;&#1077;. &#1054;&#1087;&#1080;&#1090;&#1072;&#1081;&#1090;&#1077; &#1089;&#1077; &#1076;&#1072; &#1088;&#1072;&#1079;&#1073;&#1077;&#1088;&#1077;&#1090;&#1077; &#1090;&#1086;&#1095;&#1085;&#1086;&#1090;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1082;&#1083;&#1102;&#1095;&#1086;&#1074;&#1080;&#1090;&#1077; &#1076;&#1091;&#1084;&#1080;, &#1082;&#1072;&#1090;&#1086; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1090;&#1077; &#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1103; &#1087;&#1083;&#1072;&#1085;:</p><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-exact-definition"></a>&#1057;&#1090;&#1098;&#1087;&#1082;&#1072; 1) &#1058;&#1086;&#1095;&#1085;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;</h3></div></div><p>&#1055;&#1088;&#1086;&#1074;&#1077;&#1088;&#1077;&#1090;&#1077; &#1079;&#1072; &#1087;&#1088;&#1077;&#1074;&#1086;&#1076;&#1072; &#1074; &#1088;&#1077;&#1095;&#1085;&#1080;&#1082; (&#1085;&#1072; &#1075;&#1088;&#1098;&#1094;&#1082;&#1080; &#1080;&#1083;&#1080; &#1080;&#1074;&#1088;&#1080;&#1090;). &#1040;&#1082;&#1086; &#1089;&#1090;&#1072;&#1074;&#1072; &#1076;&#1091;&#1084;&#1072; &#1079;&#1072; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;, &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086;, &#1074; &#1082;&#1086;&#1077;&#1090;&#1086; &#1077;, &#1089;&#1098;&#1097;&#1086; &#1080;&#1084;&#1072; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1072; &#1074;&#1072;&#1078;&#1085;&#1086;&#1089;&#1090;.</p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-exact-crossref"></a>&#1057;&#1090;&#1098;&#1087;&#1082;&#1072; 2) &#1055;&#1088;&#1077;&#1087;&#1088;&#1072;&#1090;&#1082;&#1080;</h3></div></div><p>&#1057;&#1088;&#1072;&#1074;&#1085;&#1077;&#1090;&#1077; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1080;&#1090;&#1077; &#1082;&#1085;&#1080;&#1075;&#1080;. &#1040;&#1082;&#1086; &#1074;&#1080;&#1076;&#1080;&#1090;&#1077; &#1082;&#1072;&#1082; &#1089;&#1098;&#1097;&#1072;&#1090;&#1072; &#1075;&#1088;&#1098;&#1094;&#1082;&#1072; &#1080;&#1083;&#1080; &#1077;&#1074;&#1088;&#1077;&#1081;&#1089;&#1082;&#1072; (&#1085;&#1077; &#1072;&#1085;&#1075;&#1083;&#1080;&#1081;&#1089;&#1082;&#1072; &#1080;&#1083;&#1080; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1072;) &#1076;&#1091;&#1084;&#1072; &#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1072;, &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1089;&#1080; &#1080;&#1079;&#1103;&#1089;&#1085;&#1080;&#1090;&#1077; &#1080;&#1083;&#1080; &#1087;&#1086;&#1085;&#1077; &#1076;&#1072; &#1093;&#1074;&#1098;&#1088;&#1083;&#1080;&#1090;&#1077; &#1085;&#1086;&#1074;&#1072; &#1089;&#1074;&#1077;&#1090;&#1083;&#1080;&#1085;&#1072; &#1074;&#1098;&#1088;&#1093;&#1091; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1081;. &#1050;&#1072;&#1082; &#1089;&#1098;&#1097;&#1080;&#1103;&#1090; &#1072;&#1074;&#1090;&#1086;&#1088; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072; &#1076;&#1091;&#1084;&#1072;&#1090;&#1072; &#1076;&#1088;&#1091;&#1075;&#1072;&#1076;&#1077;? &#1040;&#1084;&#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1090;&#1077; &#1072;&#1074;&#1090;&#1086;&#1088;&#1080;? &#1057;&#1087;&#1088;&#1072;&#1074;&#1086;&#1095;&#1085;&#1080;&#1094;&#1080;&#1090;&#1077;, &#1089; &#1082;&#1086;&#1080;&#1090;&#1086; &#1088;&#1072;&#1079;&#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1090;&#1077;, &#1073;&#1080;&#1093;&#1072; &#1084;&#1086;&#1075;&#1083;&#1080; &#1076;&#1072; &#1074;&#1080; &#1076;&#1072;&#1076;&#1072;&#1090; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1072;&#1090;&#1072; &#1085;&#1072; &#1076;&#1091;&#1084;&#1072;&#1090;&#1072; &#1074; &#1085;e&#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;. &#1047;&#1072;&#1097;&#1086; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1084;&#1077; &#1086;&#1088;&#1080;&#1075;&#1080;&#1085;&#1072;&#1083;&#1085;&#1080;&#1090;&#1077; &#1077;&#1079;&#1080;&#1094;&#1080;? &#1047;&#1072;&#1097;&#1086; &#1072;&#1085;&#1075;&#1083;&#1080;&#1081;&#1089;&#1082;&#1080;&#1090;&#1077; &#1080;&#1083;&#1080; &#1073;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080;&#1090;&#1077; &#1076;&#1091;&#1084;&#1080; &#1085;&#1077; &#1089;&#1072; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1098;&#1095;&#1085;&#1080;? &#1047;&#1040;&#1065;&#1054;&#1058;&#1054; &#1055;&#1054;&#1042;&#1045;&#1063;&#1045; &#1054;&#1058; &#1045;&#1044;&#1053;&#1040; &#1043;&#1056;&#1066;&#1062;&#1050;&#1040; &#1044;&#1059;&#1052;&#1040; &#1052;&#1054;&#1046;&#1045; &#1044;&#1040; &#1041;&#1066;&#1044;&#1045; &#1055;&#1056;&#1045;&#1042;&#1045;&#1044;&#1045;&#1053;&#1040; &#1055;&#1054; &#1045;&#1044;&#1048;&#1053; &#1048; &#1057;&#1066;&#1065; &#1053;&#1040;&#1063;&#1048;&#1053;, &#1040; &#1054;&#1056;&#1048;&#1043;&#1048;&#1053;&#1040;&#1051;&#1053;&#1048;&#1058;&#1045; &#1044;&#1059;&#1052;&#1048; &#1044;&#1040; &#1048;&#1052;&#1040;&#1058; &#1056;&#1040;&#1047;&#1051;&#1048;&#1063;&#1053;&#1048; &#1047;&#1053;&#1040;&#1063;&#1045;&#1053;&#1048;&#1071;.</p><div class="section"><div class="titlepage"><div><h4 class="title"><a name="h2-rules-exact-crossref-ex1a"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 1.1</h4></div></div><p>"&#1053;&#1077; &#1089;&#1077; &#1076;&#1086;&#1087;&#1080;&#1088;&#1072;&#1081; &#1076;&#1086; &#1052;&#1077;&#1085;&#1077;" &#1086;&#1090; &#1049;&#1086;&#1072;&#1085; 20:17 &#1079;&#1074;&#1091;&#1095;&#1080; &#1076;&#1086;&#1089;&#1090;&#1072; &#1088;&#1103;&#1079;&#1082;&#1086;, &#1085;&#1072;&#1083;&#1080;? &#1057;&#1103;&#1082;&#1072;&#1096; &#1089;&#1077;&#1075;&#1072;, &#1089;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1077; &#1074;&#1098;&#1079;&#1082;&#1088;&#1098;&#1089;&#1085;&#1072;&#1083;, &#1048;&#1089;&#1091;&#1089; &#1085;&#1077; &#1078;&#1077;&#1083;&#1072;&#1077; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1076;&#1086;&#1082;&#1086;&#1089;&#1074;&#1072;&#1085;, &#1089;&#1103;&#1082;&#1072;&#1096; &#1077; "&#1090;&#1074;&#1098;&#1088;&#1076;&#1077;" &#1089;&#1074;&#1103;&#1090;. &#1053;&#1086; &#1090;&#1086;&#1074;&#1072; &#1085;&#1077; &#1080;&#1079;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072; &#1089;&#1098;&#1074;&#1089;&#1077;&#1084; &#1074;&#1103;&#1088;&#1085;&#1086;. &#1053;&#1077;&#1082;&#1072; &#1087;&#1086;&#1075;&#1083;&#1077;&#1076;&#1085;&#1077;&#1084; &#1074; <span class="emphasis"><i>&#1062;&#1103;&#1083;&#1086;&#1089;&#1090;&#1085;&#1086; &#1080;&#1079;&#1091;&#1095;&#1072;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1053;&#1086;&#1074;&#1080;&#1103; &#1047;&#1072;&#1074;&#1077;&#1090;</i></span> &#1086;&#1090; &#1057;&#1087;&#1080;&#1088;&#1086;&#1089; &#1047;&#1086;&#1076;&#1080;&#1072;&#1090;&#1077;&#1089;. (AMG Publishers, 1991).</p><p>&#1047;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086;: &#1054;&#1090;&#1075;&#1088;&#1098;&#1097;&#1072;&#1081;&#1082;&#1080; &#1085;&#1072; &#1049;&#1086;&#1072;&#1085;&#1072; 20:17, &#1085;&#1072;&#1076; &#1076;&#1091;&#1084;&#1072;&#1090;&#1072; "&#1076;&#1086;&#1087;&#1080;&#1088;&#1072;&#1081;" &#1074;&#1080;&#1078;&#1076;&#1072;&#1084;&#1077; "pim680". &#1057; &#1073;&#1091;&#1082;&#1074;&#1080;&#1090;&#1077; &#1077; &#1086;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1086; &#1082;&#1072;&#1082;&#1074;&#1072; &#1095;&#1072;&#1089;&#1090; &#1085;&#1072; &#1088;&#1077;&#1095;&#1090;&#1072; &#1077; &#1076;&#1091;&#1084;&#1072;&#1090;&#1072;, &#1072; &#1094;&#1080;&#1092;&#1088;&#1080;&#1090;&#1077; &#1089;&#1072; &#1085;&#1086;&#1084;&#1077;&#1088;&#1072;&#1094;&#1080;&#1103;&#1090;&#1072; &#1085;&#1072; &#1057;&#1090;&#1088;&#1086;&#1085;&#1075;. &#1053;&#1077;&#1082;&#1072; &#1086;&#1090;&#1082;&#1088;&#1080;&#1077;&#1084; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; &#1076;&#1091;&#1084;&#1072;&#1090;&#1072; (&#1085;&#1072; &#1089;&#1090;&#1088;. 879): "680 Haptomai; &#1086;&#1090; hapto (681), &#1076;&#1086;&#1082;&#1086;&#1089;&#1074;&#1072;&#1084;. &#1054;&#1090;&#1085;&#1072;&#1089;&#1103; &#1089;&#1077; &#1076;&#1086; &#1073;&#1086;&#1088;&#1072;&#1074;&#1077;&#1085;&#1077; &#1089; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;, &#1087;&#1088;&#1080; &#1082;&#1086;&#1077;&#1090;&#1086; &#1089;&#1077; &#1091;&#1087;&#1088;&#1072;&#1078;&#1085;&#1103;&#1074;&#1072; &#1089;&#1080;&#1083;&#1072; &#1079;&#1072; &#1087;&#1088;&#1086;&#1084;&#1103;&#1085;&#1072;&#1090;&#1072; &#1084;&#1091;... &#1056;&#1072;&#1079;&#1083;&#1080;&#1095;&#1072;&#1074;&#1072; &#1089;&#1077; &#1086;&#1090; pselaphao (5584), &#1082;&#1086;&#1081;&#1090;&#1086; &#1074;&#1089;&#1098;&#1097;&#1085;&#1086;&#1089;&#1090; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; &#1089;&#1072;&#1084;&#1086; &#1076;&#1086;&#1082;&#1086;&#1089;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1087;&#1086;&#1074;&#1098;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1090;&#1072; &#1085;&#1072; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1072;." &#1053;&#1077;&#1082;&#1072; &#1089;&#1077;&#1075;&#1072; &#1085;&#1072;&#1084;&#1077;&#1088;&#1080;&#1084; "pim". &#1043;&#1088;&#1072;&#1084;&#1072;&#1090;&#1080;&#1095;&#1085;&#1080;&#1090;&#1077; &#1082;&#1086;&#1076;&#1086;&#1074;&#1077; &#1089;&#1072; &#1090;&#1086;&#1095;&#1085;&#1086; &#1089;&#1083;&#1077;&#1076; &#1054;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077;. &#1053;&#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072; 849 &#1086;&#1090;&#1082;&#1088;&#1080;&#1074;&#1072;&#1084;&#1077;, &#1095;&#1077; "pim" &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072;  "present imperative active (80)" &#1090;.&#1077;. "&#1089;&#1077;&#1075;&#1072;&#1096;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;, &#1079;&#1072;&#1087;&#1086;&#1074;&#1077;&#1076;&#1085;&#1072; &#1092;&#1086;&#1088;&#1084;&#1072;, &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1077;&#1085; &#1079;&#1072;&#1083;&#1086;&#1075;". &#1053;&#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072; 857 &#1095;&#1077;&#1090;&#1077;&#1084;: "&#1057;&#1077;&#1075;&#1072;&#1096;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;, &#1079;&#1072;&#1087;&#1086;&#1074;&#1077;&#1076;&#1085;&#1072; &#1092;&#1086;&#1088;&#1084;&#1072;. &#1055;&#1088;&#1080; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1077;&#1085; &#1079;&#1072;&#1083;&#1086;&#1075; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; &#1079;&#1072;&#1087;&#1086;&#1074;&#1077;&#1076; &#1079;&#1072; &#1080;&#1079;&#1074;&#1098;&#1088;&#1096;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1085;&#1072; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1074; &#1073;&#1098;&#1076;&#1077;&#1097;&#1077;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1089;&#1077; &#1086;&#1090;&#1085;&#1072;&#1089;&#1103; &#1076;&#1086; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086; &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1090;&#1072;&#1088;&#1103;&#1097;&#1086; &#1089;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;. &#1055;&#1088;&#1080; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1085;&#1072; &#1082;&#1086;&#1085;&#1089;&#1090;&#1088;&#1091;&#1082;&#1094;&#1080;&#1103; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; &#1079;&#1072;&#1087;&#1086;&#1074;&#1077;&#1076; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1077;&#1085;&#1086; &#1076;&#1072;&#1076;&#1077;&#1085;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;." &#1048;&#1079;&#1088;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1077; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086; &#1080; &#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1085;&#1086;, &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072;, &#1095;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1077;&#1085;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1074;&#1077;&#1095;&#1077; &#1077; &#1092;&#1072;&#1082;&#1090;. &#1048; &#1090;&#1072;&#1082;&#1072;, &#1082;&#1072;&#1082;&#1074;&#1086; &#1086;&#1090;&#1082;&#1088;&#1080;&#1093;&#1084;&#1077;?</p><p><span class="emphasis"><i>&#1052;&#1040;&#1056;&#1048;&#1071; &#1042;&#1045;&#1063;&#1045; &#1057;&#1045; &#1045; &#1055;&#1056;&#1048;&#1051;&#1045;&#1055;&#1048;&#1051;&#1040; &#1047;&#1040; &#1048;&#1057;&#1059;&#1057; &#1048; &#1058;&#1054;&#1049; &#1049; &#1050;&#1040;&#1047;&#1042;&#1040; &#1044;&#1040; &#1043;&#1054; &#1055;&#1059;&#1057;&#1053;&#1045;!</i></span></p></div><div class="section"><div class="titlepage"><div><h4 class="title"><a name="h2-rules-exact-crossref-ex1b"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 1.2</h4></div></div><p>&#1042; &#1071;&#1082;&#1086;&#1074; 5:14, <span class="emphasis"><i>&#1085;&#1072; &#1094;&#1098;&#1088;&#1082;&#1086;&#1074;&#1085;&#1080;&#1090;&#1077; &#1087;&#1088;&#1077;&#1079;&#1074;&#1080;&#1090;&#1077;&#1088;&#1080; &#1077; &#1082;&#1072;&#1079;&#1072;&#1085;&#1086; &#1076;&#1072; &#1089;&#1077; &#1084;&#1086;&#1083;&#1103;&#1090; &#1080; &#1087;&#1086;&#1084;&#1072;&#1078;&#1072;&#1090; &#1086;&#1085;&#1079;&#1080;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1077; &#1073;&#1086;&#1083;&#1077;&#1085;</i></span>. &#1050;&#1072;&#1082;&#1074;&#1086; &#1077; &#1087;&#1086;&#1084;&#1072;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086;?</p><p>&#1047;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1090;&#1086; &#1085;&#1072; aleipho (218) &#1077; "&#1076;&#1072; &#1087;&#1086;&#1084;&#1072;&#1078;&#1072;", &#1085;&#1086; &#1080;&#1084;&#1072; &#1080; &#1076;&#1088;&#1091;&#1075;&#1072; &#1075;&#1088;&#1098;&#1094;&#1082;&#1072; &#1076;&#1091;&#1084;&#1072;, &#1082;&#1086;&#1103;&#1090;&#1086; &#1089;&#1077; &#1087;&#1088;&#1077;&#1074;&#1077;&#1078;&#1076;&#1072; &#1087;&#1086; &#1089;&#1098;&#1097;&#1080;&#1103; &#1085;&#1072;&#1095;&#1080;&#1085; -  chrio (5548) - "&#1076;&#1072; &#1085;&#1072;&#1084;&#1072;&#1078;&#1072; &#1080;&#1083;&#1080; &#1088;&#1072;&#1079;&#1090;&#1098;&#1088;&#1082;&#1072;&#1084; &#1089; &#1084;&#1072;&#1089;&#1083;&#1086;, &#1076;&#1072; &#1086;&#1089;&#1074;&#1077;&#1090;&#1103; &#1084;&#1103;&#1089;&#1090;&#1086; &#1080;&#1083;&#1080; &#1076;&#1072; &#1088;&#1098;&#1082;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1072;". &#1058;&#1098;&#1081; &#1082;&#1072;&#1090;&#1086; &#1090;&#1072;&#1079;&#1080; &#1076;&#1091;&#1084;&#1072; &#1077; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;, &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1080;&#1084;&#1072;&#1084;&#1077; &#1074; &#1087;&#1088;&#1077;&#1076;&#1074;&#1080;&#1076; &#1080; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;&#1085;&#1086;&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; - "apta" - &#1072;&#1086;&#1088;&#1080;&#1089;&#1090;&#1085;&#1086; (&#1084;&#1080;&#1085;&#1072;&#1083;&#1086; &#1089;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1086;) &#1087;&#1088;&#1080;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077;, &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;. "&#1040;&#1086;&#1088;&#1080;&#1089;&#1090;&#1085;&#1086;&#1090;&#1086; &#1087;&#1088;&#1080;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1080;&#1079;&#1088;&#1072;&#1079;&#1103;&#1074;&#1072; &#1079;&#1072;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1072; &#1085;&#1077; &#1087;&#1088;&#1086;&#1076;&#1098;&#1083;&#1078;&#1080;&#1090;&#1077;&#1083;&#1085;&#1086;... &#1050;&#1086;&#1075;&#1072;&#1090;&#1086; &#1074;&#1088;&#1098;&#1079;&#1082;&#1072;&#1090;&#1072; &#1089; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1080;&#1103; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083; &#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1072;, &#1086;&#1073;&#1080;&#1082;&#1085;&#1086;&#1074;&#1077;&#1085;&#1086; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1087;&#1088;&#1077;&#1076;&#1093;&#1086;&#1078;&#1076;&#1072;&#1097;&#1086; &#1090;&#1086;&#1074;&#1072; &#1085;&#1072; &#1075;&#1083;&#1072;&#1074;&#1085;&#1080;&#1103; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;." (&#1047;&#1086;&#1076;&#1080;&#1072;&#1090;&#1077;&#1089; &#1089;&#1090;&#1088;. 851)</p><pre class="screen">&#1055;&#1088;&#1077;&#1087;&#1088;&#1072;&#1090;&#1082;&#1080; &#1079;&#1072; aleipho: 
  &#1052;&#1072;&#1090;&#1077;&#1081; 6:17: &#1040; &#1090;&#1080;, &#1082;&#1086;&#1075;&#1072;&#1090;&#1086; &#1087;&#1086;&#1089;&#1090;&#1080;&#1096;, &#1087;&#1086;&#1084;&#1072;&#1078;&#1080; &#1075;&#1083;&#1072;&#1074;&#1072;&#1090;&#1072; &#1089;&#1080; &#1080; &#1091;&#1084;&#1080;&#1081; &#1083;&#1080;&#1094;&#1077;&#1090;&#1086; &#1089;&#1080;
  &#1052;&#1072;&#1088;&#1082;&#1086; 16:1: (&#1078;&#1077;&#1085;&#1080;&#1090;&#1077;) &#1082;&#1091;&#1087;&#1080;&#1093;&#1072; &#1072;&#1088;&#1086;&#1084;&#1072;&#1090;&#1080; &#1079;&#1072; &#1076;&#1072; &#1076;&#1086;&#1081;&#1076;&#1072;&#1090; &#1080; &#1043;&#1086; &#1087;&#1086;&#1084;&#1072;&#1078;&#1072;&#1090;.
  &#1052;&#1072;&#1088;&#1082;&#1086; 6:13: ...&#1080; &#1084;&#1085;&#1086;&#1079;&#1080;&#1085;&#1072; &#1073;&#1086;&#1083;&#1085;&#1080; &#1087;&#1086;&#1084;&#1072;&#1079;&#1074;&#1072;&#1093;&#1072; &#1089; &#1084;&#1072;&#1089;&#1083;&#1086; &#1080; &#1075;&#1080; &#1080;&#1079;&#1094;&#1077;&#1083;&#1103;&#1074;&#1072;&#1093;&#1072;
  &#1051;&#1091;&#1082;&#1072; 7:38: ...&#1094;&#1077;&#1083;&#1091;&#1074;&#1072;&#1096;&#1077; &#1085;&#1086;&#1079;&#1077;&#1090;&#1077; &#1052;&#1091;, &#1080; &#1084;&#1072;&#1078;&#1077;&#1096;&#1077; &#1075;&#1080; &#1089; &#1084;&#1080;&#1088;&#1086;&#1090;&#1086;
  &#1049;&#1086;&#1072;&#1085; 12:3: &#1058;&#1086;&#1075;&#1072;&#1074;&#1072; &#1052;&#1072;&#1088;&#1080;&#1103;... &#1087;&#1086;&#1084;&#1072;&#1079;&#1072; &#1085;&#1086;&#1079;&#1077;&#1090;&#1077; &#1085;&#1072; &#1048;&#1089;&#1091;&#1089;&#1072;, &#1080; &#1089; &#1082;&#1086;&#1089;&#1072;&#1090;&#1072; &#1089;&#1080; &#1086;&#1090;&#1088;&#1080; &#1085;&#1086;&#1079;&#1077;&#1090;&#1077; &#1052;&#1091;
&#1055;&#1088;&#1077;&#1087;&#1088;&#1072;&#1090;&#1082;&#1080; &#1079;&#1072; chrio:   &#1051;&#1091;&#1082;&#1072; 4:18: &#1044;&#1091;&#1093;&#1098;&#1090; &#1085;&#1072; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1072; &#1077; &#1085;&#1072; &#1052;&#1077;&#1085;&#1077;, &#1047;&#1072;&#1097;&#1086;&#1090;&#1086; &#1052;&#1077; &#1077; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1083; &#1076;&#1072; &#1073;&#1083;&#1072;&#1075;&#1086;&#1074;&#1077;&#1089;&#1090;&#1103;&#1074;&#1072;&#1084;...
  &#1044;&#1077;&#1103;&#1085;&#1080;&#1103; 4:27: &#1048;&#1089;&#1091;&#1089;&#1072;, &#1050;&#1086;&#1075;&#1086;&#1090;&#1086; &#1089;&#1080; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1083;
  &#1044;&#1077;&#1103;&#1085;&#1080;&#1103; 10:38: &#1041;&#1086;&#1075; &#1043;&#1086; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072; &#1089;&#1098;&#1089; &#1057;&#1074;&#1077;&#1090;&#1080;&#1103; &#1044;&#1091;&#1093; &#1080; &#1089;&#1098;&#1089; &#1089;&#1080;&#1083;&#1072;
  2 &#1050;&#1086;&#1088;&#1080;&#1085;&#1090;&#1103;&#1085;&#1080; 1:21: &#1040; &#1090;&#1086;&#1103;, &#1050;&#1086;&#1081;&#1090;&#1086; ... &#1085;&#1080; &#1077; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1083;, &#1077; &#1041;&#1086;
</pre><p>&#1048; &#1090;&#1072;&#1082;&#1072;, &#1082;&#1072;&#1082;&#1074;&#1072; &#1077; &#1088;&#1072;&#1079;&#1083;&#1080;&#1082;&#1072;&#1090;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; aleipho &#1080; chrio? &#1055;&#1088;&#1077;&#1075;&#1083;&#1077;&#1076;&#1072;&#1081;&#1090;&#1077; &#1086;&#1090;&#1085;&#1086;&#1074;&#1086; &#1087;&#1088;&#1077;&#1087;&#1088;&#1072;&#1090;&#1082;&#1080;&#1090;&#1077; &#1080; &#1089;&#1083;&#1077;&#1076; &#1090;&#1086;&#1074;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1076;&#1072; &#1079;&#1072;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;, &#1095;&#1077; ALEIPHO &#1054;&#1047;&#1053;&#1040;&#1063;&#1040;&#1042;&#1040; &#1055;&#1056;&#1040;&#1050;&#1058;&#1048;&#1063;&#1045;&#1057;&#1050;&#1054;&#1058;&#1054; &#1048;&#1047;&#1055;&#1054;&#1051;&#1047;&#1042;&#1040;&#1053;&#1045; &#1053;&#1040; &#1052;&#1040;&#1057;&#1051;&#1054;&#1058;&#1054;, &#1040; CHRIO - &#1044;&#1059;&#1061;&#1054;&#1042;&#1053;&#1054;&#1058;&#1054;. </p><p>Ka&#1090;&#1086; &#1080;&#1083;&#1102;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103; &#1079;&#1072; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1085;&#1077; &#1085;&#1072; &#1084;&#1072;&#1089;&#1083;&#1086;&#1090;&#1086; &#1087;&#1086; &#1086;&#1085;&#1086;&#1074;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1077; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072;&#1090;&#1072; &#1079;&#1072; &#1076;&#1086;&#1073;&#1088;&#1080;&#1103; &#1089;&#1072;&#1084;&#1072;&#1088;&#1103;&#1085;&#1080;&#1085;, &#1082;&#1086;&#1081;&#1090;&#1086; &#1089;&#1077; &#1087;&#1086;&#1075;&#1088;&#1080;&#1078;&#1080;&#1083; &#1079;&#1072; &#1073;&#1080;&#1090;&#1080;&#1103; &#1086;&#1090; &#1082;&#1088;&#1072;&#1076;&#1094;&#1080;&#1090;&#1077; - &#1090;&#1086;&#1081; &#1087;&#1086;&#1095;&#1080;&#1089;&#1090;&#1080;&#1083; &#1088;&#1072;&#1085;&#1080;&#1090;&#1077; &#1089; &#1084;&#1072;&#1089;&#1083;&#1086; &#1080; &#1074;&#1080;&#1085;&#1086;. &#1058;&#1072;&#1082;&#1072; &#1095;&#1077; &#1087;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;&#1090;&#1086; &#1085;&#1072; &#1048;&#1089;&#1091;&#1089;, &#1084;&#1072;&#1089;&#1083;&#1086;&#1090;&#1086; &#1077; &#1080;&#1084;&#1072;&#1083;&#1086; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1072;&#1090;&#1072;. </p><p>&#1057;&#1077;&#1075;&#1072; &#1085;&#1077;&#1082;&#1072; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1080;&#1084; &#1090;&#1086;&#1074;&#1072;, &#1082;&#1086;&#1077;&#1090;&#1086; &#1085;&#1072;&#1091;&#1095;&#1080;&#1093;&#1084;&#1077; &#1082;&#1098;&#1084; &#1071;&#1082;&#1086;&#1074; 5:14: <span class="emphasis"><i>"&#1041;&#1086;&#1083;&#1077;&#1085; &#1083;&#1080; &#1077; &#1085;&#1103;&#1082;&#1086;&#1081; &#1086;&#1090; &#1074;&#1072;&#1089;? &#1085;&#1077;&#1082;&#1072; &#1087;&#1086;&#1074;&#1080;&#1082;&#1072; &#1094;&#1098;&#1088;&#1082;&#1086;&#1074;&#1085;&#1080;&#1090;&#1077; &#1087;&#1088;&#1077;&#1079;&#1074;&#1080;&#1090;&#1077;&#1088;&#1080;, &#1080; &#1085;&#1077;&#1082;&#1072; &#1089;&#1077; &#1087;&#1086;&#1084;&#1086;&#1083;&#1103;&#1090; &#1085;&#1072;&#1076; &#1085;&#1077;&#1075;&#1086; &#1080; &#1075;&#1086; &#1087;&#1086;&#1084;&#1072;&#1078;&#1072;&#1090; &#1089; &#1084;&#1072;&#1089;&#1083;&#1086; &#1074; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1086;&#1090;&#1086; &#1080;&#1084;&#1077;"</i></span>. &#1042; &#1082;&#1072;&#1082;&#1098;&#1074; &#1089;&#1084;&#1080;&#1089;&#1098;&#1083; &#1089;&#1077; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072; &#1076;&#1091;&#1084;&#1072;&#1090;&#1072; "&#1087;&#1086;&#1084;&#1072;&#1079;&#1074;&#1072;&#1084;" &#1090;&#1091;&#1082; - &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1080;&#1083;&#1080; &#1076;&#1091;&#1093;&#1086;&#1074;&#1077;&#1085;? &#1055;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;!</p><p>&#1043;&#1083;&#1072;&#1075;&#1086;&#1083;&#1085;&#1086;&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077; &#1085;&#1072; &#1075;&#1088;&#1098;&#1094;&#1082;&#1080;, &#1072;&#1086;&#1088;&#1080;&#1089;&#1090;&#1085;&#1086; (&#1084;&#1080;&#1085;&#1072;&#1083;&#1086; &#1089;&#1074;&#1098;&#1088;&#1096;&#1077;&#1085;&#1086;) &#1087;&#1088;&#1080;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077;, &#1087;&#1086;-&#1089;&#1082;&#1086;&#1088;&#1086; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1074;&#1072; "&#1089;&#1083;&#1077;&#1076; &#1082;&#1072;&#1090;&#1086; &#1089;&#1072; &#1075;&#1086; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1083;&#1080;". &#1055;&#1086;&#1084;&#1072;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086; &#1087;&#1088;&#1077;&#1076;&#1093;&#1086;&#1078;&#1076;&#1072; &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1072;&#1090;&#1072;. (&#1058;&#1091;&#1082; "&#1074; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1086;&#1090;&#1086; &#1080;&#1084;&#1077;" &#1089;&#1077; &#1086;&#1090;&#1085;&#1072;&#1089;&#1103; &#1076;&#1086; &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1072;&#1090;&#1072;, &#1072; &#1085;&#1077; &#1076;&#1086; &#1087;&#1086;&#1084;&#1072;&#1079;&#1074;&#1072;&#1085;&#1077;&#1090;&#1086;.) &#1071;&#1082;&#1086;&#1074; 5:14 &#1082;&#1072;&#1079;&#1074;&#1072;, &#1095;&#1077; &#1087;&#1088;&#1077;&#1079;&#1074;&#1080;&#1090;&#1077;&#1088;&#1080;&#1090;&#1077; &#1090;&#1088;&#1103;&#1073;&#1074;&#1072; &#1076;&#1072; &#1076;&#1072;&#1076;&#1072;&#1090; &#1085;&#1072; &#1073;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077; &#1083;&#1077;&#1082;&#1072;&#1088;&#1089;&#1090;&#1074;&#1086; &#1080; &#1076;&#1072; &#1089;&#1077; &#1084;&#1086;&#1083;&#1103;&#1090; &#1079;&#1072; &#1090;&#1103;&#1093; &#1074; &#1043;&#1086;&#1089;&#1083;&#1086;&#1076;&#1085;&#1086;&#1090;&#1086; &#1080;&#1084;&#1077;. &#1053;&#1080;&#1084;&#1072; &#1090;&#1086;&#1074;&#1072; &#1085;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1074;&#1072; &#1041;&#1086;&#1078;&#1080;&#1103; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1077;&#1085; &#1073;&#1072;&#1083;&#1072;&#1085;&#1089;! </p></div></div></div></div><table width="100%" class="bottom-nav"><tr><td width="33%" align="left" valign="top" class="navLeft"><a href="h2-basics-worksheet.html">Prev</a></td><td width="34%" align="center" valign="top" class="navCenter"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top" class="navRight"><a href="h2-rules-context.html">Next</a></td></tr><tr><td width="33%" align="left" class="navLeft">&#1050;&#1072;&#1082; &#1076;&#1072; &#1080;&#1079;&#1087;&#1086;&#1083;&#1079;&#1074;&#1072;&#1084;&#1077; &#1082;&#1086;&#1085;&#1082;&#1086;&#1088;&#1076;&#1072;&#1085;&#1089;? </td><td width="34%" align="center" class="navCenter"><a href="index.html">Up</a></td><td width="33%" align="right" class="navRight"> &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2: &#1058;&#1098;&#1083;&#1082;&#1091;&#1074;&#1072;&#1081;&#1090;&#1077; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;</td></tr></table></body></html>