Repository: bibletime/historic-bibletime-i18n
Catalog: docs/*/helpdialog/po/help-first-time-search.po
Languages: de

source: First time search dialog
de: Der erste Aufruf des Suchdialoges

source: You opened the search dialog for the first time!
de: Sie haben den Suchdialog zum ersten Mal geöffnet!

source: This page describes what the search dialog is, how to use it and how to make efficient searches.
de: Diese Seite beschreibt, was der Suchdialog ist, wie man ihn benutzt und wie man effiziente Suchen durchführt.

source: What's the search dialog?
de: Was ist der Suchdialog?

source: The search dialog is the where you can search the &sword; documents (modules) installed in your copy of &bibletime;. You can enter text and search this text in the documents. The entries found will appear in a list where you can work with them.
de: Der Suchdialog ist der Dialog, in dem sie die installierten &sword; Dokumente (Module) mit &bibletime; durchsuchen können. Sie können Text eingeben und diese Text in den Dokumenten suchen. Die gefundenen Einträge erscheinen in einer Liste, so dass Sie mit ihnen arbeiten können.

source: How do I search for some text?
de: Wie suche ich nach Text?

source: To search some text click on the first entry of the tab bar at the top of the dialog. Now enter some text in the search entry box at the top. If you don't want to do special things you can leave the settings untouched and click on the <guibutton>Search</guibutton> button at the bottom of the dialog. The progress of the search will be displayed in the two bars at the bottom. The first bar shows the progress for the current module, the second one does show the percentage of the whole search. It's possible to search more than one module so two bars are required. But if you want to do more things with the search dialog we offer these settings to you:
de: Um einen Text zu suchen, klicken sie auf den ersten Eintrag der Karteikarten im oberen Bereich des Dialoges. Geben Sie nun Ihren Text in der Eingabezeile zu Beginn der Seite ein. Falls Sie keine besonderen Sucheigenschaften nutzen wollen, lassen Sie die Einstellungen unberührt und klicken Sie auf den Knopf <guibutton>Suchen</guibutton> am unteren Ende des Dialoges. Der Fortschritt der Suche wird in den beiden Anzeigen unten angezeigt. Die erste Anzeige zeigt den Fortschritt für das aktuelle Modul, die zweite zeigt die Prozent der gesamten Suche. Es ist möglich in mehr als einem Modul zu suchen, daher werden zwei Anzeigen benötigt. Falls Sie jedoch die Suche erweitern möchten, bieten wir Ihnen folgende Möglichkeiten an:

source: Multiple Words
de: Mehrere Wörter

source: The entered words can occur in another order as entered in the line, they can even be part of more than one word.
de: Die eingegebenen Wörter können in einer anderen Reihenfolge auftreten, als sie eingegeben wurden. Sie können sogar Teil eines Wortes sein.

source: Exact search
de: Genaue Suche

source: The text is exactly searched as entered in the line, unless you enabled case sensitive search the search does case insensitive search.
de: Der Text wird exakt so gesucht, wie Sie ihn eingegeben haben; der Text wird ohne Unterscheidung von Groß- und Kleinbuchstaben gesucht, außer Sie haben GROß/klein aktiviert.

source: Regular expressions
de: Reguläre Ausdrücke

source: If you use this type of search GNU standard regular expressions are used
de: Wenn Sie diese Art der Suche benutzen, werden GNU reguläre Ausdrücke benutzt.

source: Normally all searches are done with insensitive character matching, to use case sensitive search enable the box <guilabel>Case sensitive</guilabel>. If you have problems with the search types, case (in)sensitive search or other search related things have a look into our handbook for more information.
de: Im Normalfall werden alle Suchen ohne die Unterscheidung von GROSS/klein durchgeführt. Um die Unterscheidung anzuschalten aktivieren Sie die Box <guilabel>GROSS/klein</guilabel>. Falls Sie Probleme mit den Suchtypen, der Unterscheidung von GROSS/klein oder anderen für die Suche relevanten Dinge bekommen, finden Sie in unserem Handbuch mehr Informationen.
