Repository: bibletime/historic-bibletime-i18n
Catalog: po/*.po
Languages: de, ro, sv

source: The default Hebrew lexicon is used when a hyperlink into a Hebrew lexicon is clicked.
ro: Lexiconul ebraic standard e folosit când o hiperlegătură din lexiconul ebraic e apăsată.

source: The default Greek lexicon used in the workspace area
ro: Lexiconul grecesc standard folosit în spaţiul de lucru

source: The default Greek lexicon is used when a hyperlink into a Greek lexicon is clicked.
ro: Lexiconul grecesc standard e folosit când o hiperlegătură din lexiconul grecesc e apăsată.

source: The default Morphological lexicon for Hebrew texts used in the workspace area
ro: Lexiconul morfologic standard pentru textele ebraice folosit în spaţiul de lucru

source: The standard morphological lexicon for Hebrew texts is used when a hyperlink of a morphological tag in a Hebrew text is clicked.
de: Das Standardlexikon für hebräische Morphologie wird benutzt, wenn ein Verweis auf ein morphologisches Tag in Hebräisch angeklickt wurde.
ro: Lexiconul morfologic standard pentru textele ebraice e folosit când o hiperlegătură a etichetelor morfologice din textul ebraic e apăsată.
sv: Det morfologiska standardlexikonet för hebreiska texter används när en länk på en morfologisk tag i en hebreisk text klickas.

source: The default Morphological lexicon for Greek texts used in the workspace area
ro: Lexiconul morfologic standard pentru textele greceşti folosit în spaţiul de lucru

source: The standard morphological lexicon for Greek texts is used when a hyperlink of a morphological tag in a Greek text is clicked.
de: Das Standardlexikon für griechische Morphologie wird benutzt, wenn ein Verweis auf ein morphologisches Tag in Griechisch angeklickt wurde.
ro: Lexiconul morfologic standard pentru textele greceşti e folosit când o hiperlegătură a etichetelor morfologice din textul grecesc e apăsată.
sv: Det morfologiska standardlexikonet för grekiska texter används när en länk på en morfologisk tag i en grekisk text klickas.

source: Line breaks
ro: Pauză de linie

source: Insert line breaks after each verse.
ro: Foloseşte pauză de rând dupa fiecare verset

source: Verse numbers
ro: Numerele versetelor

source: Show the verse number before each verse in Bibles.
ro: Arată numerele versetelor înainte de fiecare verset al Bibliei.

source: Show footnotes embedded in the module's text.
ro: Arată note de subsol integrate în textele modulelor.

source: Show Strong's Numbers embedded in the text of modules which support this feature.
ro: Arată numerele Strong integrate în textele modulelor care suportă aceasta opţiune.

source: Show tags providing morphological information in the text of modules which support this feature.
ro: Arată etichetele care furnizează informaţii morfologice integrate în textele modulelor care suportă aceasta opţiune.

source: Show section headings in the text in the text of modules which support this feature.
ro: Arată paragrafele integrate în textele modulelor care suportă aceasta opţiune.

source: Show root words.
ro: Arată notele de subsol

source: Show hebrew vowel points in the text.
ro: Arată vocalele ebraice din text.

source: Show hebrew cantillation marks in the text.
ro: Arată semnele de cantillation ebraice din text.

source: Show greek accents in the text.
ro: Arată accentele greceşti dint text.

source: Use different variants from the textual sources.
ro: Foloseşte variante diferite din surse textuale.

source: Opens the search dialog to search in the modules that are currently open.
ro: Deschide fereastra de căutare pentru a căuta în modulele deschise.

source: The file already exists.
de: Die Datei existiert bereits.
ro: Fişierul exista deja!
sv: Filen finns redan.

source: Do you want to overwrite it?
de: Möchten Sie die Datei überschreiben?
ro: Vrei să-l suprascri?
sv: Vill du skriva över den?

source: Please check permissions etc.
de: Bitte überprüfen Sie die Zugriffsrechte usw.
ro: Te rog verifică permisiunile, etc. !
sv: Kolla rättigheter etc.

source: English, Old (ca.450-1100)
de: Altenglisch (ca. 450-1100)
ro: Engleză veche (circa.450-1100)
sv: Fornengelska (ca 450-1100)

source: Arabic
de: Arabisch
ro: Arabă
sv: Arabiska

source: Azerbaijani
de: Aserbaidschanisch
ro: Azerbaidjană
sv: Azerbajdzjanska

source: Belarusian
de: Weißrussisch
ro: Belarusă
sv: Vitryska

source: Bulgarian
de: Bulgarisch
ro: Bulgară
sv: Bulgariska

source: Breton
de: Bretonisch
ro: Bretonă
sv: Bretonska

source: Bosnian
de: Bosnisch
ro: Bosniacă
sv: Bosniska

source: Catalan
de: Katalanisch
ro: Catalană
sv: Katalanska

source: Cebuano
ro: Sebuană

source: Coptic
de: Koptisch
ro: Coptică
sv: Koptiska

source: Czech
de: Tschechisch
ro: Cehă
sv: Tjeckiska

source: Church Slavic
de: Kirchenslawisch
ro: Slavonă
sv: Kyrkoslaviska

source: Welsh
de: Walisisch
ro: Galeză
sv: Kymriska

source: Danish
de: Dänisch
ro: Daneză
sv: Danska

source: German
de: Deutsch
ro: Germană
sv: Tyska

source: Greek, Modern (1453-)
de: Neugriechisch (ab 1453)
ro: Greacă Modernă (1453-)
sv: Grekiska, Modern (1453-)

source: American English
de: Amerikanisches Englisch
ro: Engleză americană
sv: Amerikansk engelska

source: English, Middle (1100-1500)
de: Mittelenglisch (1100-1500)
ro: Engleză Evul Mediu (1100-1500)
sv: Medelengelska

source: Spanish
de: Spanisch
ro: Spaniolă
sv: Spanska

source: Estonian
de: Estnisch
ro: Estoniană
sv: Estländska

source: Basque
de: Baskisch
ro: Bască
sv: Baskiska

source: Finnish
de: Finnisch
ro: Finlandeză
sv: Finska

source: French
de: Französisch
ro: Franceză
sv: Franska

source: Frisian
de: Friesisch
ro: Frizonă
sv: Frisiska

source: Irish
de: Irisch
ro: Irlandeză
sv: Irländska

source: Gaelic (Scots)
de: Gälisch (Schottland)
ro: Galeză Scoţiană
sv: Skotsk Gäliska

source: Gothic
de: Gothisch
ro: Gotică
sv: Gotiska

source: Greek, Ancient (to 1453)
de: Altgriechisch (bis 1453)
ro: Greacă Veche (până la 1453)
sv: Grekiska, Klassisk (till 1453)

source: Hebrew
de: Hebräisch
ro: Ebraică
sv: Hebreiska

source: Hawaiian
de: Hawaiisch
ro: Hawaiană
sv: Hawaiiska

source: Hungarian
de: Ungarisch
ro: Ungară
sv: Ungerska

source: Armenian
de: Armenisch
ro: Armeană
sv: Armeniska

source: Indonesian
de: Indonesisch
ro: Indoneziană
sv: Indonesiska

source: Icelandic
de: Isländisch
ro: Islandeză
sv: Isländska

source: Italian
de: Italienisch
ro: Italiană
sv: Italienska

source: Japanese
de: Japanisch
ro: Japoneză
sv: Japanska

source: Georgian
de: Georgisch
ro: Georgiană
sv: Georgiska

source: Korean
de: Koreanisch
ro: Coreană
sv: Koreanska

source: Kurdish
de: Kurdisch
ro: Kurdă
sv: Kurdiska

source: Kirghiz
de: Kirgisisch
ro: Kirghiză
sv: Kirgiziska

source: Latin
de: Latein
ro: Latină

source: Latvian
de: Lettländisch
ro: Letonă
sv: Lettiska

source: Maori
de: Maorisch
ro: Maoră

source: Macedonian
de: Makedonisch
ro: Macedoneană
sv: Makedonska

source: Malay
de: Malaisch
ro: Malaeziană
sv: Malajiska

source: Maltese
de: Maltesisch
ro: Malteză
sv: Maltesiska

source: Low German; Low Saxon
de: Plattdeutsch
ro: Germană, Saxonă
sv: Lågtyska

source: Dutch
de: Niederländisch
ro: Olandeză
sv: Holländska

source: Norwegian
de: Norwegisch
ro: Norvegiană
sv: Norska

source: Papiamento
ro: Creolă Spaniolă

source: Polish
de: Polnisch
ro: Poloneză
sv: Polska

source: Portuguese
de: Portugiesisch
ro: Portugheză
sv: Portugisiska

source: Romanian
de: Rumänisch
ro: Română
sv: Rumänska

source: Russian
de: Russisch
ro: Rusă
sv: Ryska

source: Scots
de: Schottisch
ro: Scoţiană
sv: Skotska

source: Slovak
de: Slowakisch
ro: Slovacă
sv: Slovakiska

source: Slovenian
de: Slowenisch
ro: Slovenă
sv: Slovenska

source: Somali
de: Somalisch
ro: Somaleză
sv: Somaliska

source: Albanian
de: Albanisch
ro: Albaneză
sv: Albanska

source: Swedish
de: Schwedisch
ro: Suedeză
sv: Svenska

source: Syriac
de: Syrisch
ro: Siriacă
sv: Syriska

source: Thai
de: Thailändisch
ro: Tailandeză

source: Tagalog
ro: Filipineză

source: Turkish
de: Türkisch
ro: Turcă
sv: Turkiska

source: Tahitian
de: Tahitisch
ro: Tahitiană
sv: Tahitiska

source: Ukrainian
de: Ukrainisch
ro: Ucraineană
sv: Ukrainska

source: Vietnamese
de: Vietnamesisch
ro: Vietnameză
sv: Vietnamesiska

source: Bavarian
de: Bayrisch
ro: Bavareză
sv: Bayerska

source: Alemannisch
ro: Alemană
sv: Alemanniska

source: Haitian Creole French
de: Haitisch-kreolisches Französisch
ro: Creolă Franceză Haitiană
sv: Haitisk Kreol

source: Shuar
ro: Jivaro
sv: Jívaro

source: Lombard
de: Lombardisch
ro: Lombardă
sv: Lombardiska

source: Romani, Vlax
ro: Romani
sv: Romani

source: Chinese
de: Chinesisch
ro: Chineză
sv: Kinesiska

source: Alternative text
de: Alternativer Text
sv: Alternativ text

source: Added text
de: Zusätzlicher Text
sv: Tillagd text

source: (user template)
sv: (användarmall)

source: Hebrew vowel points
sv: Hebreiska vokalpunkter

source: Hebrew cantillation marks
sv: Hebreiskt kantillationsmärken

source: Greek accents
sv: Grekiska accenter

source: Textual variants
sv: Textvarianter

source: Scripture cross-references
sv: Bibliska korsreferenser

source: Morph segmentation
sv: Morfemsegmentering

source: Markup
de: Formatierung
sv: Märkning

source: Category
de: Kategorie
sv: Kategori

source: no
sv: nej

source: Take care, this work contains cult / questionable material!
sv: Var försiktig, detta verk innehåller sekt- / tveksamt material!

source: Distribution license
sv: Distributionslicens

source: Distribution source
sv: Distributionskälla

source: Distribution notes
sv: DIstributionsnoteringar

source: Text source
de: Textquellen
sv: Textkälla

source: Copyright notes
sv: Upphovsrättsnoteringar

source: Copyright holder
de: Rechteinhaber
sv: Upphovsrättsinnehavare

source: Copyright date
sv: Upphovsrättsdatum

source: Copyright contact name
sv: Upphovsrättskontaktnamn

source: Copyright contact address
sv: Upphovsrättskontaktadress

source: Copyright contact email
sv: Upphovsrättskontaktmail

source: Bookshelf
de: Bücherregal
sv: Bokhylla

source: Search in &open work(s)
sv: Sök i &öppna verk

source: Search in standard &Bible
sv: Sök i standard&bibel

source: &Show bookshelf
sv: Vi&sa bokhylla

source: Show &mag
sv: Visa &förstoringsglaset

source: Bookshelf &Manager
sv: Bokhylle&hanterare

source: &Arrangement mode
sv: &Arrangeringsläge

source: &Manual mode
sv: &Manuellt läge

source: Auto-tile &vertically
sv: Auto-arrangera &vertikalt

source: Auto-tile &horizontally
sv: Auto-arrangera &horisontellt

source: Auto-&cascade
sv: Auto-&kaskadläge

source: Tile &vertically
sv: Arrangera &vertikalt

source: Tile &horizontally
sv: Arrangera &horisontellt

source: Cl&ose all
de: Alle schließen
sv: Stäng a&lla

source: Save as &new session
sv: Spara som &ny session

source: &Delete session
sv: Ra&dera session

source: Checking indices
sv: Kontrollerar index

source: Crazy
sv: Galen

source: Green
sv: Grön

source: High contrast
sv: Högkontrast

source: Simple
sv: Enkel

source: Mag ("shift" to lock)
sv: Först. ("shift" för att låsa)

source: Abbreviation
sv: Förkortning

source: Cross references
de: Querverweise
sv: Korsreferenser

source: Footnote
de: Fußnote
sv: Fotnot

source: Morphology
de: Morphologie
sv: Morfologi

source: Word lookup
de: Wortsuche
sv: Leta upp ord

source: C&lear
sv: &Töm

source: Manage module search indices
sv: Hantera modulers sökindex

source: You can use the list below to create and/or delete search indices for your installed works.
sv: Du kan använda listan nedan för att skapa och/eller radera sökindex för dina installerade verk.

source: Index size
sv: Indexstorlek

source: Modules with indices
sv: Moduler med index

source: Modules without indices
sv: Moduler utan index

source: Preparing instant search
sv: Förbereder ögonblicklig sökning

source: Creating index for work %1
sv: Skapar index för verk %1

source: Display
de: Anzeige
sv: Visa

source: Display templates
de: Anzeigevorlage
sv: Visningsmallar

source: Display templates define how text is displayed. Please choose a template you like.
sv: Visningsmallar definierar hur texten visas. Välj en mall som du gillar.

source: Available display styles:
de: Verfügbare Anzeige-Stile:
sv: Tillgängliga visningsstilar:

source: Style preview
sv: Förhandsvisning av stil

source: Languages
de: Sprachen
sv: Språk

source: Specify a language for names of Bible books
sv: Välj ett språk för Bibelböckernas namn

source: Sword has a number of locales available which can be used to internationalize the names of books of the Bible. You can specify which locale to use. If you want to create a new locale, see http://www.crosswire.org/sword/develop for details.
sv: Sword har ett antal lokaliseringar tillgängliga som kan användas för att internationalisera Bibelnböckernas namn. Du kan välja vilken lokalisering du vill använda. Om du vill skapa en ny lokalisering, se http://www.crosswire.org/sword/develop för mer information

source: Language for names of Bible books
sv: Språk för Bibelböckernas namn

source: Here you find a list of all languages of the installed works. You can specify a custom font for each language that needs a special font to be displayed correctly.
sv: Här finner du en lista över alla språk för de installerade verken. Du kan välja ett eget typsnitt för varje språk som behöver ett speciellt typsnitt för att visas korrekt.

source: The quick brown fox jumps over the lazy dog.
de: Franz jagt im komplett verwahrlosten Taxi quer durch Bayern.
sv: Gud hjälpe qvickt Zorns mö få byxa

source: HotKeys
sv: Snabbknappar

source: Choose type:
de: Typ wählen:
sv: Välj typ:

source: All text windows
de: Alle Textfenster
sv: Alla textfönster

source: Desk
sv: Skrivbord

source: Standard works
sv: Standardverk

source: Standard works are used when no particular work is specified, for example when a hyperlink into a Bible or lexicon was clicked .
sv: Standardverk används när inget särskilt verk har valts, till exempel när en länk in i en Bibel eller ett lexikon klickas .

source: Standard Bible
sv: Standardbibel

source: Standard Commentary
sv: Standardbibelkommentarer

source: Standard Lexicon
sv: Standardlexikon

source: Standard Daily Devotional
sv: Standardandaktsbok

source: Standard Hebrew Strong's Lexicon
sv: Hebreiskt standard-Strongs lexikon

source: Standard Greek Strong's Lexicon
sv: Grekiskt standard-Strongs lexikon

source: Standard Hebrew Morphological Lexicon
sv: Morfologiskt standardlexikon för hebreiska

source: Standard Greek Morphological Lexicon
sv: Morfologiskt standardlexikon för grekiska

source: Text filters
sv: Textfilter

source: Filters control the appearance of text. Here you can specify default settings for all filters. You can change the filter settings in each display window, of course.
sv: Filter kontrollerar hur texten visas. Här kan du välja standardinställningar för alla filter. Du kan givetvis ändra filterinställningarna i varje fönster.

source: Show morph segmentation
sv: Visa morfemsegmentering

source: For God so loved the world, that he gave his one and only Son, that whoever believes in him should not perish, but have eternal life.
sv: Ty så älskade Gud världen att han utgav sin enfödde Son, för att den som tror på honom inte ska gå förlorad utan ha evigt liv.

source: For God didn't send his Son into the world to judge the world, but that the world should be saved through him.
sv: Inte sände Gud sin Son till världen för att döma världen utan för att världen skulle bli frälst genom honom.

source: He who believes in him is not judged. He who doesn't believe has been judged already, because he has not believed in the name of the one and only Son of God.
sv: Den som tror på honom blir inte dömd, men den som inte tror är redan dömd, eftersom han inte tror på Guds enfödde Sons namn.

source: This is the judgment, that the light has come into the world, and men loved the darkness rather than the light; for their works were evil.
sv: Och detta är domen: ljuset kom till världen och människorna älskade mörkret och inte ljuset, eftersom deras gärningar var onda.

source: For everyone who does evil hates the light, and doesn't come to the light, lest his works would be exposed.
sv: Ty var och en som gör det onda hatar ljuset och kommer inte till ljuset, för att hans gärningar inte skall avslöjas.

source: But he who does the truth comes to the light, that his works may be revealed, that they have been done in God.
sv: Men den som lyder sanningen kommer till ljuset, för att det ska bli uppenbart att hans gärningar är gjorda i Gud.

source: Bookshelf Manager
sv: Bokhyllehanterare

source: Bookshelf path(s)
sv: Sökväg(ar) för bokhyllor

source: Configure bookshelf path(s)
sv: Ställ in sökväg(ar) för bokhyllor

source: You can store your bookshelfs in one or more directories, which you can specify here.
sv: Du kan förvara dina bokhyllor i en eller flera kataloger, som du kan välja här.

source: Your bookshelf configuration file is <b>%1</b>
sv: Din bokhylleinställningsfil är <b>%1</b>

source: Path to bookshelf
sv: Sökväg till bokhylla

source: Edit Entry
de: Eintrag bearbeiten
sv: Ändra Post

source: Add Entry
de: Eintrag hinzufügen
sv: Lägg till Post

source: Remove Entry
de: Eintrag entfernen
sv: Radera Post

source: Install/Update works
sv: Installera/uppdatera verk

source: Install/update works - Step 1
sv: Installera/uppdatera verk - Steg 1

source: Please choose a (local or remote) library and a bookshelf path to install the work(s) to. After that step click on the connect button.<br/><b>WARNING: If you live in a persecuted country and do not wish to risk detection you should NOT use the module remote installation feature!</b>
sv: Välj ett (lokalt eller fjärr-) bibliotek och en bokhyllesökväg att installera verken till. Efter det steget klicka på anslut-knappen.<br/><b>VARNING: Om du bor i ett förtryckt land och inte vill riskera att bli upptäckt så bör du INTE använda funktionen för att installera fjärrmoduler!</b>

source: Select library
sv: Välj bibliotek

source: Delete library
sv: Radera bibliotek

source: Add library
sv: Lägg till bibliotek

source: Select bookshelf path
sv: Välj bokhyllesökväg

source: Connect to library
sv: Anslut till bibliotek

source: Remove works
sv: Radera verk

source: Remove installed work(s)
sv: Radera installerade verk

source: This dialog lets you remove installed works from your system. Choose the modules and then click on the remove button.
sv: Denna ruta låter dig radera installerade verk från ditt system. Välj modulerna och klicka sedan på radera-knappen.

source: Select works to be uninstalled
sv: Välj verk att avinstallera

source: Remove selected work(s)
sv: Radera markerade verk

source: Manage search indicies
sv: Hantera sökindex

source: [Remote]
de: [Internet]
sv: [Distans]

source: [Local]
de: [Lokal]
sv: [Lokalt]

source: You selected the following work(s): %1. Do you really want to remove them from your system?
sv: Du valde följande verk: %1. Vill du verkligen radera dem från ditt system?

source: Download
sv: Ladda ner

source: Downloading library information...
sv: Laddar ner biblioteksinformation

source: Install/update works - Step 2
sv: Installera/uppdatera verk - Steg 2

source: Please choose the works which should be installed and/or updated and click the install button.
sv: Vänligen välja de verk som ska installeras och/eller uppdateras och klicka på installera-knappen.

source: Install works
sv: Installera verk

source: You selected the following works: %1. Do you really want to install them on your system?
sv: Du valde följande verk: %1. Vill du verkligen installera dem på ditt system?

source: Download of work(s)
sv: Nedladdning av verk

source: [%1]: %2% complete
de: [%1]: %2% fertig
sv: [%1]: %2% färdigt

source: This directory is not writable, so works can not be installed here using BibleTime. Do you want to use this directory instead of the previous value?
sv: Denna katalog är inte skrivbar, så verk kan inte installeras här genom BibleTime. Vill du använda denna katalog istället för det förra valet?

source: This directory is not writable, so works can not be installed here using BibleTime. Do you want to add it to the list of module directories?
sv: Denna katalog är inte skrivbar, så verk kan inte installeras här genom BibelTIme. Vill du lägga till den i listan över modulkataloger?

source: Local
de: Lokal
sv: Lokalt

source: Remote
de: Internet
sv: Distans

source: Caption
sv: Rubrik

source: Type
sv: Typ

source: Path
de: Pfad
sv: Sökväg

source: Please provide a caption.
sv: Ange en rubrik.

source: A source with this caption already exists.<br>Please provide a different caption.
sv: En källa med denna rubrik finns redan.<br>Vänligen ange en annan rubrik.

source: Please provide a server name.
sv: Ange servernamn.

source: Please provide a valid, readable path.
sv: Ange en korrekt, läsbar sökväg.

source: Please provide a path.
sv: Ange en sökväg.

source: Name
sv: Namn

source: Installed version
de: Installierte Version
sv: Installerad version

source: Remote version
de: Entfernte Version
sv: Fjärrversion

source: New
de: Neu
sv: Ny

source: Updated
de: Update
sv: Uppdaterad

source: Installed
de: Installiert
sv: Installerad

source: Copy chapter
de: Kapitel kopieren
sv: Kopiera kapitel

source: Save chapter as plain text
sv: Spara kapitel som text

source: Save chapter as HTML
de: Kapitel als HTML speichern
sv: Spara kapitel som HTML

source: Print chapter
de: Kapitel drucken
sv: Skriv ut kapitel

source: Strong's Search
sv: Strongs-sökning

source: Toggle tree view
de: Baumstruktur umschalten...
sv: Växla trädvisning

source: Copy entry with text
sv: Kopiera post med text

source: Save entry as plain text
sv: Spara post som text

source: Save entry as HTML
sv: Spara post som HTML

source: Print entry with text
sv: Skriv ut post med text

source: Book window
sv: Bokfönster

source: Display settings: No options available
sv: Visningsinställningar: Inga val tillgängliga

source: Sync with active Bible
de: Mit aktiver Bibel abgleichen
sv: Synkronisera med aktiv Bibel

source: Commentary window
sv: Kommentarsfönster

source: Back in history
de: Zurück im Verlauf
sv: Tillbaka i historiken

source: Forward in history
de: Vorwärts im Verlauf
sv: Framåt i historiken

source: Select a work
sv: Välj ett verk

source: Select an additional work
sv: Välj ett ytterligare verk

source: No work selected
sv: Inget verk valt

source: Module is not writable.
sv: Modulen är inte skrivbar.

source: Either the module may not be edited, or you do not have write permission.
sv: Antingen så kan inte modulen redigeras, eller så har du inte skrivrättigheter.

source: Module not writable
sv: Modulen inte skrivbar

source: Save changed text?
de: Geänderten Text speichern?
sv: Spara ändrad text?

source: Change bookmark description
sv: Ändra bokmärkesbeskrivning

source: Edit this work
sv: Redigera detta verk

source: Search in selected work(s)
sv: Sök i markerade verk

source: Unlock this work
sv: Lås upp detta verk

source: About this work
sv: Om detta verk

source: Delete Items
de: Einträge löschen
sv: Radera poster

source: Do you really want to delete the selected items and child-items?
de: Möchten Sie wirklich diesen Eintrag und eventuelle Untereinträge löschen?
sv: Vill du verkligen radera de markerade posterna samt underposter?

source: BibleTime - Unlock work
sv: BibleTime - Lås upp verk

source: Enter the unlock key for this work.
sv: Ange nyckel för upplåsning av detta verk.

source: Work
sv: Verk

source: Choose work(s)
sv: Välj verk

source: Use chosen work(s)
sv: Använd valda verk

source: Hits
sv: Träffar

source: Missing indices
sv: Saknade index

source: One or more modules need indexing before they can be searched. This could take a long time. Proceed with indexing?
sv: En eller flera moduler behöver indexeras innan de kan sökas. Detta kan ta en lång stund. Fortsätt med indexering?

source: Parsing Stong's Numbers
sv: Tolkar Strongs nummer

source: Parsing Stong's numbers for translations.
sv: Tolkar Strongs nummer för översättningar.
