Repository: bibletime/historic-bibletime-i18n
Catalog: po/*.po
Languages: de, ro, sv

source: Footnotes
de: Fußnoten
ro: Note de subsol
sv: Fotnoter

source: Strong's Numbers
de: Strongnummern
ro: Numere Strong

source: Headings
de: Überschriften
ro: Titluri
sv: Rubriker

source: Morphological Tags
de: Morphologische Tags
ro: Analiză morfologică

source: Lemmas
de: Wurzeln
ro: Comentarii auxiliare
sv: Lemman

source: Hebrew Vowel Points
de: Hebräische Vokalzeichen
ro: Vocalizare ebraică

source: Hebrew Cantillation
de: Hebräische Kantillationszeichen
ro: Semne de intonaţie

source: Greek Accents
de: Griechische Akzente
ro: Accente greceşti

source: Red letter words
de: Rot markierte Worte Jesu
ro: Cuvinte colorate în roşu
sv: Rödmarkerade ord

source: Textual Variants
de: Textvarianten
ro: Variante textuale

source: Scripture Cross-references
de: Querverweise auf Bibelstellen
ro: Referinţe biblice

source: Transliteration between scripts
ro: Transliterare între scripturi

source: Creating BibleTime's GUI
de: Erstelle die Oberfläche von BibleTime
ro: Crează interfaţa BibleTime
sv: Skapar BibleTimes GUI

source: Initializing menu- and toolbars
de: Initialisiere Menü- und Werkzeugleisten
ro: Iniţializează meniul şi bara de unelte
sv: Initierar meny- och verktygsfält

source: Clear print queue
ro: Şterge coada de tipărire

source: Search in open module(s)
ro: Caută în modulul(e) deschis(e)

source: Search in default bible
ro: Caută în Biblia standard

source: &Show main index
ro: &Arată indexul principal

source: &Cascade
de: &Staffeln
ro: &Vizualizare sus/jos
sv: &Kaskadläge

source: &Tile
ro: &Vizualizare stânga/dreapta

source: &Auto cascade
ro: &Autovizualizare sus/jos

source: A&uto Tile
ro: A&utovizualizare stânga/dreapta

source: &Close all
ro: &Închide tot

source: &Save session
de: Sitzung &speichern
ro: &Salvează sesiunea
sv: &Spara session

source: &Save as new session
ro: &Salvează ca un nou profil

source: &Load session
de: Sitzung &laden
ro: &Încarcă profilul
sv: &Ladda session

source: &Configure sessions
ro: &Configurează profilurile

source: &Fullscreen mode
de: &Vollbildmodus
ro: &Mod ecran plin
sv: &Fullskärmsläge

source: &Handbook
de: &Handbuch
ro: &Manual
sv: &Handbok

source: &Bible Study Howto
de: &Anleitung zum Bibelstudium
ro: &Cum să studiezi Biblia
sv: &Bibelstudie-HowTo

source: &Daily tip
de: &Täglicher Tipp
ro: &Sfat zilnic
sv: &Dagliga tips

source: Initializing Sword
de: Initialisiere Sword
ro: Iniţializează Sword
sv: Initierar Sword

source: Initializing print system
de: Initialisiere Drucksystem
ro: Iniţializează sistemul de tipărire

source: Abort printing
ro: Anulează tipărirea

source: Printing...
ro: Tipăresc...

source: Please enter a name for the new session.
de: Bitte geben Sie einen Namen für die neue Sitzung ein.
ro: Te rog să introduci un nume pentru noul profil
sv: Ange namn för den nya sessionen.

source: Session name:
de: Name der Sitzung:
ro: Numele profilului:
sv: Sessionsnamn:

source: Old testament
de: Altes Testament
ro: Vechiul Testament
sv: Gamla testamentet

source: Moses/Pentateuch/Torah
de: Mose/Pentateuch/Torah
ro: Moise/Pentateuc/Tora
sv: Moseböckerna/Pentateuken/Torah

source: History
de: Geschichte
ro: Istorice
sv: Historik

source: Prophets
de: Propheten
ro: Profeţii
sv: Profeterna

source: New testament
de: Neues Testament
ro: Noul Testament
sv: Nya testamentet

source: Gospels
de: Evangelien
ro: Evanghelii
sv: Evangelierna

source: Letters/Epistles
de: Briefe/Episteln
ro: Scrisori/Epistole
sv: Breven/Epistlarna

source: Paul's Epistles
de: Paulus-Briefe
ro: Epistolele lui Pavel
sv: Paulus epistlar

source: *.html *.htm | HTML files *.* | All files (*.*)
de: *.html *.htm | HTML-Dateien *.* | Alle Dateien (*.*)
ro: *.html *.htm | fişiere HTML *.* | Toate fişierele (*.*)
sv: *.html *.htm | HTML-filer *.* | Alla filer (*.*)

source: *.txt | Text files *.* | All files (*.*)
de: *.txt | Textdateien *.* | Alle Dateien (*.*)
ro: *.txt | Fişiere text *.* | Toate fişierele (*.*)
sv: *.txt | Textfiler *.* | | Alla filer (*.*)

source: All files (*.*)
de: Alle Dateien (*.*)
ro: Toate fişierele (*.*)
sv: Alla filer (*.*)

source: Preferences
ro: Preferinţe

source: Create new session
ro: Crează un profil nou

source: Please enter a new name for the session.
ro: Te rog să introduci noul nume al profilului

source: Rename session
ro: Redenumeşte profilul

source: Startup
ro: Pornire

source: Show tip of the day
de: Zeige Tipp des Tages
ro: Arată sfatul zilnic
sv: Visa dagliga tips

source: Show startuplogo
de: Zeige Startlogo
ro: Arată logo-ul de pornire
sv: Visa logga vid uppstart

source: Restore windows from the last BibleTime session
ro: Restaurează ferestrele de la ultima sesiune BibleTime

source: Select custom fonts per-language
de: Schriften per-Sprache einstellen
ro: Selectează fonturi aparte pentru fiecare limbă
sv: Välj egna typsnitt för varje språk

source: Here you find a list of all languages of the installed modules. You can specify a custom font for each language that needs a special font to be displayed correctly.
ro: Aici găseşti o listă cu toate limbile modulelor instalate. Poţi specifica un font aparte pentru fiecare limbă care are nevoie de un font special pentru a fi afişată corect.

source: Use custom font
de: Benutzerdefinierte Schrift verwenden
ro: Foloseşte alte fonturi
sv: Använd eget typsnitt

source: Colors
ro: Culori

source: Choose colors
ro: Alege culorile

source: Choose custom colors to alter the apperance of the display windows. Some options like "Words of Jesus" only apply to texts which offer special features.
ro: Alege culorile pentru a modifica înfăţişarea ferestrelor. Unele opţiuni ca şi"Cuvintele lui Isus" se aplică doar textelor care suportă aceasta opţiune specială.

source: Highlighted verse
ro: Verset subliniat

source: Background
ro: Fundal

source: Hyperlinks
ro: Legături

source: Words of Jesus
ro: Cuvintele lui Isus

source: Strong's numbers
de: Strongnummern
ro: Numere Strong
sv: Strongs nummer

source: Morphologic tags
ro: Analiză gramaticală

source: Sessions
ro: Profiluri

source: Manage sessions
ro: Administrează profilurile

source: Sessions define the appereance of the work area, for example which windows are open and which texts should displayed in these windows. New sessions only work after you've saved something into them.
ro: Profilele definesc înfăţişarea spaţiului de lucru, spre exemplu felul în care ferestre sunt deshise şi felul în care textele ar trebui afişate în aceste ferestre. Noile profile funcţionează doar după ce ai salvat ceva în ele.

source: Delete selected session
ro: Şterge profilul selectat

source: Rename selected session
ro: Redenumeşte profilul selectat

source: Accelerators
ro: Acceleratori

source: Application-wide
ro: Acceleratori globali

source: All display windows
ro: Toate ferestrele de afişare

source: Bible windows
de: Bibelfenster
ro: Ferestrele Bibliei
sv: Bibelfönster

source: Commentary windows
de: Kommentarfenster
ro: Ferestrele comentariilor
sv: Bibelkommentarsfönster

source: Lexicon windows
de: Lexikonfenster
ro: Ferestrele lexicoanelor
sv: Lexikonfönster

source: Book windows
de: Buchfenster
ro: Ferestrele cărţilor
sv: Bokfönster

source: Use key cache for lexicons
ro: Foloseşte memorie cache pentru lexicoane

source: BibleTime can create a key cache for lexicons. This increases the speed of opening large lexicon modules significantly. Note: These files consume some disk space (usually not much), and reside in $KDEHOME/share/apps/bibletime/cache.
ro: BibleTime poate crea un folder cu memorie cache pentru lexicoane. Acest lucru măreşte semnificativ viteza la deschiderea unor module mari de lexicoane. Notă: Aceste fişiere ocupă puţin spatiu pe disc (de obicei nu prea mult) şi se afla în $KDEHOME/share/apps/bibletime/cache.

source: Scrolling behaviour
ro: Comportamentul derulării

source: The down arrow moves to the <i>next</i> verse by default. Uncheck this box if you want it to move to the <i>previous</i> verse.
ro: Săgeata în jos mută la <i>următorul</i> verset. Debifează această opţiune dacă vrei ca ea să mute la versetul <i>anterior</i>.

source: Use down arrow to scroll to next verse
ro: Foloseşte săgeata în jos pentru a derula către următorul verset

source: Specify a language for biblical booknames
de: Wählen Sie eine Sprache für die Buchnamen der Bibel aus
ro: Specifică o limbă pentru numele cărţilor biblice

source: Sword has a number of locales available which can be used to internationalize the booknames of the bible. You can specify which locale to use. If you want to create a new locale, see http://www.crosswire.org/sword/develop for details.
ro: Sword are un număr de localizări disponibile care pot fi folosite pentru a internaţionaliza numele cărţilor Bibliei. Poţi specifica localizarea dorită. Dacă vrei să creezi o nouă localizare, vezi http://www.crosswire.org/sword/develop pentru detalii.

source: Language for biblical booknames
de: Sprache für biblische Buchnamen
ro: Limba pentru numele cărţilor biblice

source: English
de: Englisch
ro: Engleză
sv: Engelska

source: Default modules
ro: Module standard

source: Default modules are used when no module is specified, for example when a hyperlink into a Bible or Lexicon was clicked .
ro: Modulele standard sunt folosite când nici un modul nu este specificat, ca de exemplu când o legatură este apăsată într-o Biblie sau Lexicon.

source: Default Bible
ro: Biblia standard

source: Default Commentary
ro: Comentariu standard

source: Default Lexicon
ro: Lexicon standard

source: Default Daily Devotional
ro: Devoţionalul zilnic standard

source: Default Hebrew Strong's Lexicon
ro: Lexicon Strong ebraic standard

source: Default Greek Strong's Lexicon
ro: Lexicon Strong grecesc standard

source: Default Hebrew Morphological Lexicon
ro: Lexicon morfologic ebraic standard

source: Default Greek Morphological Lexicon
ro: Lexicon morfologic grecesc standard

source: Filter settings
ro: Configurări filtre

source: Filters control the appereance of the text in the display windows. Here you can specify default settings for all filters. You can change the filter settings in each display window, of course.
ro: Filtrele controlează înfăţişarea textului în cadrul ferestrelor. Aici poţi alege configurările standard pentru toate filtrele. Poţi schimba, de asemenea, configurările filtrelor din fiecare fereastră.

source: Insert line break after each verse
de: Zeilenumbruch nach jedem Vers einfügen
ro: Afişează versetele pe rânduri noi
sv: Lägg in radbrytning efter varje vers

source: Show verse numbers
de: Versnummern anzeigen
ro: Arată numerele versetelor
sv: Visa versnummer

source: Show footnotes
ro: Arată notele de subsol

source: Show section headings
de: Abschnittsüberschriften anzeigen
ro: Arată paragrafele
sv: Visa rubriker för avsnitt

source: Show Strong's numbers
ro: Arată numerele Strong

source: Show scripture cross-references
de: Querverweise auf Bibelstellen anzeigen
ro: Arată referinţele biblice
sv: Visa bibliska korsreferenser

source: Show morphologic tags
ro: Arată analiza morfologică

source: Show lemmas
ro: Arată comentarii auxiliare

source: Show Greek accents
de: Griechische Akzente anzeigen
ro: Arată accentele greceşti
sv: Visa grekiska accenter

source: Show Hebrew vowel points
de: Hebräische Vokalzeichen anzeigen
ro: Arată vocalizarea ebraică
sv: Visa hebreiska vokalpunkter

source: Show Hebrew cantillation marks
de: Hebräische Kantillationszeichen anzeigen
ro: Arată semnele ebraice de intonaţie
sv: Visa hebreiska kantillationsmärken

source: Use textual variants
de: Textvarianten verwenden
ro: Arată variantele textuale
sv: Använd textvarianter

source: unknown
de: unbekannt
ro: necunoscut
sv: okänd

source: Name:
ro: Nume:
sv: Namn:

source: Location
de: Ort
ro: Locaţie
sv: Plats

source: Bibles
de: Bibeln
ro: Biblii
sv: Biblar

source: Commentaries
de: Kommentare
ro: Comentarii
sv: Kommentarer

source: Lexicons
de: Lexika
ro: Lexicoane
sv: Lexikon

source: Books
de: Bücher
ro: Cărţi
sv: Böcker

source: Daily Devotionals
de: Andachtsbücher
ro: Devoţionale zilnice
sv: Andaktsböcker

source: Glossaries
de: Wörterbücher
ro: Glosare
sv: Ordböcker

source: Bible
ro: Biblie

source: Commentary
ro: Comentariu

source: Book
de: Buch
ro: Carte
sv: Bok

source: Hebrew morphological lexicon
ro: Lexicon morfologic ebraic

source: Greek morphological lexicon
ro: Lexicon morfologic grecesc

source: Hebrew Strong's lexicon
ro: Lexiconul ebraic Strong

source: Greek Strong's lexicon
ro: Lexiconul grecesc Strong

source: Configuration problem!
ro: Problemă de configurare!

source: The module <FONT COLOR="blue"><I>%1</I></FONT> was not found on your system. Install the module to make this tooltip work.
ro: Modulul <FONT COLOR="blue"><I>%1</I></FONT> nu a fost găsit în sistemul tău. Instalează modulul pentru a face ca această unealtă să funcţioneze.

source: Bookmark to
ro: Semn de carte la

source: Module not set!
ro: Modul neconfigurat!

source: Module
ro: Modul
sv: Modul

source: HTML files
de: HTML-Dateien
ro: Fişiere HTML
sv: HTML-filer

source: Text files
de: Textdateien
ro: Fişiere text
sv: Textfiler

source: Save document ...
de: Speichere Dokument ...
ro: Salvează documentul ...
sv: Spara dokument ...

source: Choose a font
de: Schriftart auswählen
ro: Selectează un font
sv: Välj ett typsnitt

source: Choose a font size
de: Schriftgröße auswählen
ro: Selectează o mărime a fontului
sv: Välj en typsnittsstorlek

source: Bold
de: Fett
ro: Îngroşat
sv: Fet

source: Underline
de: Unterstreichen
ro: Subliniat
sv: Understruken

source: Select all
de: Alle auswählen
ro: Selectează tot.
sv: Markera alla

source: HTML editor window
de: HTML-Editor-Fenster
ro: Fereastra Lexiconului
sv: HTML-redigeringsfönster

source: Print keys
de: Einträge drucken
ro: Taste de tipărire
sv: Skriv ut nycklar

source: Next book
de: Nächtes Buch
ro: Cartea următoare
sv: Nästa bok

source: Previous book
de: Vorheriges Buch
ro: Cartea anterioară
sv: Föregående bok

source: Next chapter
de: Nächstes Kapitel
ro: Capitolul următor
sv: Nästa kapitel

source: Previous chapter
de: Vorheriges Kapitel
ro: Capitolul anterior
sv: Föregående kapitel

source: Next verse
de: Nächster Vers
ro: Versetul următor
sv: Nästa vers

source: Previous verse
de: Vorheriger Vers
ro: Versetul anterior
sv: Föregående vers

source: Bible window
de: Bibelfenster
ro: Fereastra Bibliei
sv: Bibelfönster

source: Copy...
de: Kopieren...
ro: Copiază ...
sv: Kopiera...

source: Reference only
ro: Referinţă
sv: Endast referensen

source: Text of reference
de: Text des Verses
ro: Textul referinţei
sv: Texten för referensen

source: Reference with text
de: Versangabe mit Text
ro: Referinţă cu text
sv: Referensen med text

source: Chapter
de: Kapitel
ro: Capitol
sv: Kapitel

source: Selected text
ro: Textul selectat

source: Save...
de: Speichern...
ro: Salvează...
sv: Spara...

source: Chapter as plain text
de: Kapitel als normaler Text
ro: Capitol ca text
sv: Kapitel som ren text

source: Chapter as HTML
de: Kapitel als HTML
ro: Capitol ca HTMl
sv: Kapitel som HTML

source: Print...
de: Drucken...
ro: Tipăreşte...
sv: Skriv ut...

source: Copy chapter to clipboard ...
de: Kapitel in Zwischenablage kopieren...
ro: Copiază capitol în clipboard ...
sv: Kopiera kapitel till urklipp ...

source: Copying
de: Kopiere
ro: Copiez
sv: Kopierar

source: Saving
de: Speichere
ro: Salvez
sv: Sparar

source: Saving chapter ...
de: Speichere das Kapitel ...
ro: Salvez capitol...
sv: Sparar kapitel ...

source: Toggle tree...
ro: Afişează arborele...

source: Transliteration
ro: Transliterare

source: Display options
de: Anzeigeeinstellungen
ro: Afişează opţiunile
sv: Visningsval

source: Use linebreaks after each verse
de: Zeilenumbruch nach jedem Vers
ro: Afişează versetele pe rânduri noi
sv: Använd radbrytning efter varje vers

source: Show versenumbers
de: Versnummern anzeigen
ro: Arată numerele versetelor
sv: Visa versnummer

source: Show headings
de: Überschriften anzeigen
ro: Arată paragrafe
sv: Visa rubriker

source: Highlight words of Jesus
de: Worte Jesu hervorheben
ro: Colorează cuvintele lui Isus
sv: Markera Jesusord

source: Show Strong's Numbers
ro: Arată numerele Strong

source: Use alternative textual variant
de: Alternative Textvarianten verwenden
ro: Foloseşte variantă textuală alternativă
sv: Använd alternativ textvariant

source: Display settings
de: Anzeigeeinstellungen
ro: Configurări de afişare
sv: Visningsinställningar

source: Sync with active bible
ro: Sincronizează cu Biblia activă

source: Save text
de: Text speichern
ro: Salvează textul
sv: Spara text

source: Delete current entry
de: Ausgewählten Eintrag löschen
ro: Şterge intrarea curentă
sv: Radera aktiv post

source: Restore original text
de: Den ursprünglichen Text wiederherstellen
ro: Restaurează textul original
sv: Återställ originaltexten

source: Next entry
de: Nächster Eintrag
ro: Intrarea următoare
sv: Nästa post

source: Previous entry
de: Vorheriger Eintrag
ro: Intrarea anterioară
sv: Föregående post

source: Lexicon window
de: Lexikonfenster
ro: Fereastra Lexiconului
sv: Lexikonfönster

source: Entry with text
de: Eintrag mit Text
ro: Intrare cu text
sv: Post med text

source: Entry as plain text
de: Eintrag als normaler Text
ro: Intrare ca text
sv: Post som ren text

source: Entry as HTML
de: Eintrag als HTML
ro: Intrare ca HTML
sv: Post som HTML

source: Saving entry ...
de: Speichere den Eintrag ...
ro: Salvez capitolul ...
sv: Sparar post ...

source: NONE
de: NICHTS
ro: nimic
sv: INGEN

source: Select a module
ro: Selectează un modul

source: Select an additional module
ro: Selectează un modul adiţional

source: [locked]
de: [verschlüsselt]
ro: [încuiat]
sv: [låst]

source: No module selected
ro: Nici un modul selectat

source: Copy selected text
ro: Copiază textul selectat

source: Save text before closing?
de: Den Text vor dem Schließen speichern?
ro: Salvez textul înainte de închidere?
sv: Spara texten innan stängning?

source: Take care, this module contains cult / questionable material!
ro: Atenţie, acest modul conţine material sectar / chestionabil!

source: Language
de: Sprache
ro: Limbă
sv: Språk

source: Unlock key
de: Schlüssel
ro: Cod de descuiere
sv: Lås upp nyckel

source: not set
de: nicht gesetzt
ro: neconfigurat
sv: ej valt

source: Version
ro: Versiune

source: Writable
de: Schreibbar
ro: Poate fi scris
sv: Skrivbar

source: yes
de: Ja
ro: da
sv: ja

source: Features
de: Merkmale
ro: Opţiuni
sv: Funktioner

source: Print bookmark
ro: Tipăreşte semne de carte

source: Change description ...
de: Beschreibung ändern...
ro: Schimbă descrierea ...
sv: Ändra beskrivning ...

source: Enter a new description for the chosen bookmark.
de: Geben Sie eine neue Beschreibung des Lesezeichens ein.
ro: Introdu o nouă descriere pentru semnul de carte ales!
sv: Ange en ny beskrivning för det valda bokmärket.

source: New folder
de: Neuer Ordner
ro: Folder nou
sv: Ny katalog

source: Daily devotionals
de: Andachtsbücher
ro: Devoţionale zilnice
sv: Andaktsböcker

source: Bookmarks
ro: Semne de carte

source: Old bookmarks
de: Alte Lesezeichen
ro: Semne de carte vechi
sv: Gamla bokmärken

source: Unknown
de: Unbekannt
ro: Necunoscut
sv: Okänd

source: Unknown language
de: Unbekannte Sprache
ro: Limbă necunoscută
sv: Okänt språk

source: *.btb | BibleTime bookmark files (*.btb) *.* | All files (*.*)
de: *.btb | BibleTime-Lesezeichen-Dateien (*.btb) *.* | Alle Dateien (*.*)
ro: *.btb | semne de carte BibleTime (*.btb) *.* | Toate fişierele (*.*)
sv: *.btb | BibleTime bokmärkesfiler (*.btb) *.* | Alla filer (*.*)

source: BibleTime - Export bookmarks
de: BibleTime - Lesezeichen exportieren
ro: BibleTime - Exportă semne de carte
sv: BibleTime - Exportera bokmärken

source: BibleTime - Import bookmarks
de: BibleTime - Lesezeichen importieren
ro: BibleTime - Importă semne de carte
sv: BibleTime - Importera bokmärken

source: Main index
ro: Index principal

source: Create a new folder
de: Neuen Ordner anlegen
ro: Crează folder nou
sv: Skapa en ny katalog

source: Change this folder
de: Ordner ändern
ro: Schimbă acest folder
sv: Ändra denna katalog

source: Change this bookmark
ro: Schimbă acest semn de carte

source: Import bookmarks
de: Lesezeichen importieren
ro: Importă semne de carte
sv: Importera bokmärken

source: Export bookmarks
de: Lesezeichen exportieren
ro: Exportă semne de carte
sv: Exportera bokmärken

source: Print bookmarks
de: Lesezeichen drucken
ro: Tipăreşte semne de carte
sv: Skriv ut bokmärken

source: Remove selected item(s)
de: Ausgewählte Einträge entfernen
ro: Îndepărtează intrarea (intrările) selectată(e)
sv: Radera markerade poster

source: Edit this module
ro: Editează acest modul

source: Plain text
de: Normaler Text
ro: Text
sv: Ren text

source: Search in selected module(s)
ro: Caută în modulul(e) selectat(e)

source: Unlock this module
ro: Descuie acest modul

source: About this module
ro: Despre acest modul

source: BibleTime - Unlock module
ro: BibleTime - Descuie modul

source: Enter the unlock key for this module.
ro: Introdu codul pentru a descuia modulul.

source: Interrupt
de: Abbrechen
ro: Întrerupe

source: Search
de: Suche
ro: Caută
sv: Sök

source: Search dialog
de: Suchdialog
ro: Fereastra de căutare
sv: Sökdialog

source: Search options
de: Sucheinstellungen
ro: Opţiunile căutării

source: Search result
ro: Rezultatele căutării

source: Choose modules
ro: Alege modulele

source: Use chosen modules
ro: Foloseşte modulul selectat

source: Search range editor
de: Editor für Suchbereiche
ro: Editorul gradelor căutării
sv: Redigerare för sökurval

source: Search range
de: Suchbereich
ro: Gradele căutării
sv: Sökurval

source: Add new range
de: Neuen Suchbereich hinzufügen
ro: Adaugă grad nou
sv: Lägg till nytt urval

source: Delete current range
de: Aktuellen Suchbereich löschen
ro: Şterge gradul curent
sv: Radera nuvarande urval

source: Edit current search range:
de: Aktuellen Suchbereich bearbeiten:
ro: Editează gradul curent de căutare:
sv: Redigera nuvarande sökurval:

source: Parsed search range:
de: Ausgewerteter Suchbereich:
ro: Grad de căutare analizat:
sv: Tolkat sökurval:

source: New range
de: Neuer Suchbereich
ro: Rang nou
sv: Nytt urval

source: <invalid name of search range>
de: <ungültiger Name des Suchbereiches>
ro: <rang de căutare invalid>
sv: <ogiltigt namn på sökurval>

source: Search analysis
de: Suchanalyse
ro: Analiza căutării
sv: Sökanalys

source: Save search analysis as HTML
de: Suchanalyse als HTML speichern
ro: Salvează analiza căutarii ca HTML
sv: Spara sökanalys som HTML

source: Save Search Analysis
de: Suchanalyse speichern
ro: Salvează analiza căutării
sv: Spara Sökanalys

source: BibleTime Search Analysis
de: Suchanalyse von BibleTime
ro: Analiza căutării BibleTime
sv: BibleTime Sökanalys

source: Search text :
de: Suchtext:
ro: Textul căutării:
sv: Sök text :

source: Search type :
de: Art der Suche:
ro: Tipul căutării:

source: No search scope
de: Kein Suchbereich
ro: Nici un domeniu de căutare
sv: Ingen sökräckvidd

source: Search scope:
de: Suchbereich:
ro: Domeniul căutării:

source: Total hits
de: Gesamte Treffer
ro: Total găsite
sv: Totala träffar

source: Created by
de: Erstellt mit
ro: Creat de
sv: Skapad av

source: Found items
de: Gefundene Einträge
ro: Elemente găsite

source: Print search result...
de: Suchergebnis drucken...
ro: Tipăreşte rezultatele căutării...
sv: Skriv ut sökresultat...

source: Printing search result
de: Drucke Suchergebnis
ro: Tipăreşte rezultatele căutarii
sv: Skriver ut sökresultat

source: Save search result...
de: Suchergebnis speichern...
ro: Salvează rezultatele căutării...
sv: Spara sökresultat...

source: Saving search result
de: Speichere Suchergebnis
ro: Salvează rezultatele căutării
sv: Sparar sökresultat

source: Copy search result...
de: Suchergebnis kopieren...
ro: Copiază rezultatele căutării...
sv: Kopiera sökresultat...
