Repository: bibletime/historic-bibletime-i18n
Catalog: po/*.po
Languages: de, ro, sv

source: Open BibleTime's handbook in the KDE helpbrowser.<BR>The handbook explains how to use BibleTime in the best way.
ro: Deschide manualul BibleTime cu browser-ul KDE.<BR>Manualul explică cum să foloseşti BibleTime în modul cel mai bun.

source: BibleTime's Bible study HowTo
ro: Cum să studiezi Biblia în BibleTime

source: Open the Bible study HowTo included with BibleTime in the KDE helpbrowser.<BR>This HowTo is an introduction on how to study the Bible in an efficient way.
ro: Deschide browser-ul KDE-ului cu Ghidul de studiu al Bibliei inclus în BibleTime. <BR>Acest ghid este o introducere a felului în care se poate studia Biblia într-un mod eficient.

source: Enter "What's this?" mode
ro: Intră în modul "Ce e acesta?"

source: Switch into the <B>"What's this?"</B> mode.<BR>All important elements of BibleTime's GUI offer a "What's this?" help message.
ro: Schimbă în modul <B> "Ce e acesta?"</B>.<BR>Toate elementele importante ale interfeţei BibleTime oferă un mesaj de ajutor de genul "Ce e acesta?".

source: Send bugreport
ro: Raportează o eroare

source: Send a bugreport to the developers of BibleTime.
de: Fehlerbericht an die Entwickler von BibleTime einsenden.
ro: Raportează o eroare dezvoltatorilor BibleTime!
sv: Skicka in en felrapport till utvecklarna av BibleTime.

source: Show daily tips at startup
ro: Arată sfatul zilnic la pornire

source: Show a daily tip each time BibleTime starts.<BR>The tips contain important Bible quotations and helpful tips for using BibleTime.
ro: Arată un sfat zilnic.<BR>Sfatul conţine citate biblice importante şi sfaturi folositoare pentru folosirea BibleTime.

source: About BibleTime
ro: Despre BibleTime

source: Show detailed information about BibleTime.
de: Detailierte Informationen über BibleTime anzeigen.
ro: Arată informaţii detaliate despre BibleTime.
sv: Visa detaljerad information om BibleTime.

source: About KDE
ro: Despre KDE

source: Show detailed information about the KDE project.
de: Detailierte Informationen über das KDE Projekt anzeigen.
ro: Arată informaţii detaliate despre proiectul KDE.
sv: Visa detaljerad information om KDE-projektet.

source: Start the search
ro: Porneşte căutarea

source: Start to search the text in each of the chosen modules.
ro: Porneşte căutarea textului în fiecare din modulele alese.

source: Stop search
ro: Caută

source: Stop the active search.
de: Die gerade aktive Suche anhalten.
ro: Opreşte căutarea curentă.
sv: Avbryt den pågående sökningen.

source: Open a dialog to choose modules for the search.
ro: Deschide o fereastră pentru a alege modulele pentru căutat.

source: Search text
ro: Caută textul

source: Enter the text you want to search in the chosen modules here.
ro: Introdu aici textul de căutat în modulele alese.

source: Treat the search text as multiple words. A text must contain all of the words to match. The order of the words is unimportant.
de: Behandelt den gesuchten Text als Einzelworte.Ein gefundener Text muss alle der Wörter enthalten. Die Reihenfolge der Wörter ist unwichtig.
ro: Tratează textul de căutat drept cuvinte multiple. Un text trebuie să cuprindă toate cuvintele de căutat. Ordinea cuvintelor e neimportantă.
sv: Hantera söksträngen som flera ord. En text måste innehålla alla orden för att vara en träff. Ordningen är irrelevant.

source: Treat the search text as multiple words. A text must contain one or more words of to match. The order is unimportant.
de: Behandelt den gesuchten Text als Einzelworte. Ein gefundener Text muss ein oder mehr der gesuchten Worte enthalten. Die Reihenfolge der Wörter ist unwichtig.
ro: Tratează textul de căutat drept cuvinte multiple. Un text trebuie să cuprindă toate cuvintele de căutat. Ordinea cuvintelor e neimportantă.
sv: Hantera söksträngen som flera ord. En text måste innehålla ett eller flera av orden för att vara en träff. Ordningen är irrelevant.

source: Exact match
ro: Potrivire exactă

source: The search text will be used exactly as entered.
de: Der Text wird genauso gesucht, wie er eingegeben wurde.
ro: Textul de căutat va fi exact ca cel introdus.
sv: Söksträngen kommer användas exakt som den är skriven.

source: Treat the search string as a GNU regular expression. The BibleTime handbook contains an introduction to regular expressions.
de: Der Suchausdruck wird als GNU Regulärer Ausdruck behandelt. Das BibleTime-Handbuch bietet eine Einführung in den Gebrauch von regulären Ausdrücken.
ro: Elementul de căutare este tratat ca expresie regulată GNU. Consultă manualul BibleTime pentru o explicaţie în legătură cu expresiile regulate.
sv: Hantera söksträngen som ett (GNU) reguljärt uttryck. BibleTime-handboken innehåller en introduktion till reguljära uttryck.

source: Case sensitive matching
ro: Potrivire sensibilă la majuscule

source: If you choose this option the search will distinguish between upper and lowercase characters.
de: Wenn Sie diese Option aktivieren, wird die Suche zwischen Großbuchstaben und Kleinbuchstaben unterscheiden.
ro: Dacă aceasta opţiune e selectată căutarea va face distincţie între majuscule şi minuscule. Consultă manualul BibleTime pentru mai mult ajutor pentru această opţiune.
sv: Om du väljer detta alternativ så kommer sökningen göra skillnad mellan stora och små bokstäver.

source: Choose a search scope
ro: Alege un domeniu de căutare

source: Choose a scope from the list. Select the first item to use no scope, the second one is to use each module's last search result as search scope. The others are user defined search scopes.
ro: Alege un domeniu din lista celor disponibile. Selectează prima intrare pentru nefolosirea vreunui domeniu, a doua intrare este pentru folosirea fiecărui modul de la ultima căutare ca domeniu de căutare. Celelalte sunt domenii predefinite ale utilizatorului.

source: Available search scopes
ro: Domenii de căutare disponibile

source: Select an item from the list to edit the search scope.
de: Wählen Sie einen Eintrag aus der Liste, um den Suchbereich zu bearbeiten.
ro: Selecteaza o intrare din listă pentru a edita domeniul de căutare.
sv: Markera en post i listan för att ändra sökbegränsningen.

source: Search scope name
ro: Numele domeniului de căutare

source: Change the name of the selected search scope.
de: Ändert den Namen des ausgewählten Suchbereiches.
ro: Schimbă numele domeniilor de căutare selectate.
sv: Ändra namnet på den markerade sökbegränsningen.

source: Edit search scope ranges
ro: Editează gradul domeniului de căutare

source: Change the search ranges of the selected search scope item. Have a look at the predefined search scopes to see how search ranges are constructed.
de: Die Suchbereiche des aktuellen Eintrages bearbeiten. Schauen Sie sich die vordefinierten Suchbereiche an, um einen Eindruck davon zu bekommen, wie Suchbereiche aufgebaut sind.
ro: Schimbă gradele de căutare ale domeniilor de căutare selectate. Aruncă o privire asupra domeniilor de căutare predefinite pentru a vedea cum sunt construite gradele de căutare.
sv: Ändra sökområdena för den valda sökbegränsningen. Ta en titt på de fördefinierade sökbegränsningarna för att se hur sökområden konstrueras.

source: Parsed search ranges
ro: Grade de căutare analizată

source: Contains the search ranges which will be used for the search.
de: Enthält die Suchbereiche, die für die Suche verwendet werden.
ro: Conţine gradele de căutare care vor fi folosite de BibleTime.
sv: Innehåller sökområdena som kommer användas för sökningen.

source: Add a new search scope
ro: Adaugă un nou domeniu de căutare

source: Add a new search scope. First enter an appropriate name, then edit the search ranges.
de: Einen neuen Suchbereich hinzufügen. Geben Sie einen geeigneten Namen ein und bearbeiten Sie dann den Suchbereich.
ro: Adaugă un nou domeniu de căutare. Mai întâi introdu un nume potrivit, apoi editează gradele de căutare.
sv: Lägger till en ny sökbegränsning. Ange först ett lämpligt namn, ändra sedan sökområdena.

source: Delete current search scope
ro: Şterge domeniul curent de căutare

source: Deletes the selected search scope. If you close the dialog using Cancel the settings won't be saved.
de: Den ausgewählten Suchbereich löcshen. Wenn Sie den Dialog mit "Abbrechen" beenden, werden die Einstellungen nicht gespeichert.
ro: Şterge domeniile de căutare selectate. Dacă fereastra de dialog este închisă folosind Anulează configurările nu vor fi salvate.
sv: Raderar den markerade sökbegränsningen. Om du stänger denna dialogruta med Avbryt så kommer inställningarna inte att sparas.

source: Used modules
ro: Foloseşte modulele

source: The list of modules chosen for the search.
ro: Lista modulelor alese pentru căutare.

source: Found items of selected module
ro: Intrări gasite în modulele selectate

source: This list contains the search result of the selected module.
ro: Lista conţine rezultatele căutării în modulele selectate.

source: Text preview
ro: Previzualizare text

source: The text preview of the selected search result item.
de: Die Textvorschau des gewählten Sucheintrages.
ro: Previzualizare text pentru intrările rezultate în urma căutării.
sv: Textförhandsvisningen av det markerade sökresultatet.

source: Scroll through the list
ro: Derulează prin listă

source: This button is useful to scroll through the entries of the list. Press the button and move the mouse to increase or decrease the item.
de: Dieser Knopf ist nützlich, um sich durch die Einträge der Liste zu bewegen. Drücken Sie den Knopf und bewegen Sie die Maus um den Eintrag zu erhöhen oder zu erniedrigen.
ro: Acest buton este folositor pentru a naviga printre intrările din listă. Apasă butonul şi mişcă mausul pentru a creşte sau descreşte intrările.
sv: Denna knapp är användbar för att skrolla igenom posterna i listan. Tryck på knappen och rör sedan musen för att öka eller minska

source: List of books
ro: Listă carţi

source: This list contains the books which are available in this module.
ro: Această listă conţine cărţile disponibile în acest modul.

source: Show the next book
ro: Arată cartea următoare

source: Show the next book of this module.
ro: Arată cartea următoare

source: Show the previous book
ro: Arată cartea anterioară

source: Show the previous book of this module.
ro: Arată cartea anterioară

source: List of chapters
ro: Listă capitole

source: This list contains the chapters which are available in the current book.
de: Diese Liste enthält die Kapitel, die im aktuellen Buch vorhanden sind.
ro: Această listă conţine capitolele care sunt disponibile în cartea curentă.
sv: Denna lista innehåller kapitlen som är tillgängliga i den aktuella boken.

source: Show the next chapter
ro: Arată capitolul următor

source: Show the previous chapter of the module.
ro: Arată capitolul anterior

source: Show the previous chapter
ro: Arată capitolul anterior

source: Show the next chapter of the module.
ro: Arată capitolul următor

source: List of verses
ro: Listă versete

source: This list contains the verses which are available in the current chapter.
de: Diese Liste enthält die Verse, die im aktuellen Kapitel vorhanden sind.
ro: Această listă conţine versetele care sunt diponibile în capitolul curent.
sv: Denna lista innehåller verserna som är tillgängliga i det aktuella kapitlet.

source: Jump to the next verse
ro: Salt la versetul următor

source: In Bible texts, the next verse will be highlighted. In commentaries, the next entry will be shown.
de: In Bibeln wird der nächste Vers hervorgehoben. In Kommentaren wird der nächste Eintrag angezeigt.
ro: Pentru textele Bibliei, versetul următor va fi subliniat.<BR>În comentarii va fi afişată intrarea următoare.
sv: I bibeltexter så kommer nästa vers att markeras. I bibelkommentarer så kommer nästa post att visas.

source: Jump to the previous verse
ro: Salt la versetul anterior

source: In Bible texts, the previous verse will be highlighted. In commentaries, the previous entry will be shown.
de: In Bibeln wird der vorherige Eintrag hervorgehoben. In Kommentaren wird der vorherige Entrag angezeigt.
ro: Pentru textele Bibliei, versetul anterior va fi subliniat.<BR>În comentarii va fi afişată intrarea anterioară.
sv: I bibeltexter så kommer den föregående versen att bli markerad. I bibelkommentarer så kommer den föregående posten att visas.

source: Synchronize with Bible windows
ro: Sincronizează cu fereastra Bibliei

source: Synchronize the displayed entry of this module with the active Bible window.
ro: Sincronizează versetul afişat din acest modul cu fereastra Bibliei active.

source: List of entries
ro: Listă intrari

source: This list contains the entries of the current module.
ro: Această listă conţine intrările modulului curent.

source: Show the next entry
ro: Arată intrarea următoare

source: The next entry of the module will be shown.
ro: Va fi afişată intrarea următoare a modulului.

source: Show the previous entry
ro: Arată intrarea anterioară

source: The previous entry of the module will be shown.
ro: Va fi afişată intrarea anterioară a modulului.

source: Save the current text
ro: Salvează textul curent

source: Save the curent text into the module. The old text will be overwritten.
ro: Salvează textul curent în cadrul modulului. Vechiul text va fi pierdut.

source: Restore the old text
ro: Restaurează vechiul text

source: Loads the old text from the module and loads it into the edit area. The unsaved text will be lost.
ro: Încarcă vechiul text din modul în zona de editare. Textul nesalvat va fi pierdut.

source: Delete the current entry
ro: Şterge intrarea curentă

source: Deletes the current entry out of the module. The text will be lost.
ro: Şterge intrarea curentă din modul. Textul va fi pierdut.

source: Bold text
ro: Text îngroşat

source: Toggle bold formatting of the selected text.
de: Wechsle zwischen fetter und nicht-fetter Formatierung des gewählten Textes.
ro: Activează formatarea îngroşată a textului selectat.
sv: Välj fetstil på den markerade texten.

source: Italic text
ro: Text înclinat

source: Toggle italic formatting of the selected text.
de: Wechsle zwischen kursiver und nicht-kursiver Formatierung des gewählten Textes.
ro: Activează formatarea înclinată a textului selectat.
sv: Välj kursiv stil på den markerade texten.

source: Underline text
ro: Text subliniat

source: Toggle underlined formatting of the selected text.
de: Wechsle zwischen unterstrichener und nicht-unterstrichener Formatierung des gewählten Textes.
ro: Activează formatarea underline a textului selectat.
sv: Välj understruken stil på den markerade texten.

source: Align left
ro: Aliniere stânga

source: The text will be aligned on the left side of the page.
de: Der Text wird am linken Rand der Seite ausgerichtet.
ro: Textul va fi aliniat pe partea stângă a paginii.
sv: Texten kommer bli vänsterjusterad.

source: Centers the text horizontally.
de: Richtet den Text horizontal zentriert aus.
ro: Centrează textul orizontal.
sv: Centrerar texten.

source: Align right
ro: Aliniere dreapta

source: Aligns the text on the right side of the page.
de: Richtet den Text am rechten Rand der Seite aus.
ro: Textul va fi aliniat pe partea dreaptă a paginii.
sv: Högerjusterar texten.

source: Justify
ro: Aliniere dreaptă

source: Justifies the text on the page.
de: Formatiert den Text der Seite in Blocksatz.
ro: Aliniere dreptă a textului de pe pagină.
sv: Marginaljusterar texten.

source: Set the font
ro: Configurează mărime font

source: Choose a new font for the selected text.
de: Wähle eine neue Schriftart für den gewählten Text.
ro: Alege un font nou pentru textul selectat.
sv: Välj ett nytt typsnitt för den markerade texten.

source: Set the font size
ro: Configurează mărime font

source: Choose a new font size for the selected text.
de: Eine andere Schriftgröße für den ausgewählten Text einstellen.
ro: Alege o nouă mărime a fontului pentru textul selectat.
sv: Välj en ny typsnittsstorlek för den markerade texten.

source: Set the color
ro: Configurează culoare

source: Choose a new color for the selected text.
de: Eine neue Farbe für den gewählten Text auswählen.
ro: Alege o culoare nouă pentru textul selectat.
sv: Välj en ny färg för den markerade texten.

source: This list contains the available print styles.
ro: Fereastra aceasta conţine stilurile de tipărire diponibile.

source: List of print items
ro: Lista referinţelor tipărite

source: This is the list which contains the items to be printed.
ro: Aceasta e lista care conţine intrările de tipărire disponibile.

source: Move item up
ro: Mută referinţa în sus

source: Move the selected item up one line.
ro: Mută intrarea selectată o treaptă mai sus.

source: Move item down
ro: Mută referinţa în jos

source: Move the selected item down one line.
ro: Mută intrarea selectată o treaptă mai jos.

source: Delete items
ro: Şterge referinţele

source: Delete the selected items.
ro: Şterge intrările selectate.

source: New printing style
ro: Crează un nou stil de tipărire

source: Create a new printing style.
ro: Crează un nou stil de tipărire

source: Delete printing style
ro: Crează un nou stil de tipărire

source: Remove the selected printing style from the list.
ro: Şterge stilurile de tipărire selectate din listă.

source: Edit printing style
ro: Lista stilurilor de tipărire

source: Change the properties of the selected printing style.
ro: Schimbă proprietăţile stilurilor tipărirer selectate .

source: Size of page borders
ro: Margini pagină

source: This group contains the page borders of the page measured in millimeters.
ro: Acest grup conţine marginile paginii măsurate în mm.

source: Upper border
ro: Margina de sus

source: The size of the border on the top of the paper.
ro: Mărimea marginii pe partea de sus a paginii.

source: Lower border
ro: Margina de jos

source: The size of the border on the bottom of the paper.
ro: Mărimea marginii pe partea de jos a paginii.

source: Left border
ro: Margina din stânga

source: The size of the border on the left side of the paper.
ro: Mărimea marginii pe partea stângă a paginii.

source: Right border
ro: Margina din drepta

source: The size of the border on the right side of the paper.
ro: Mărimea marginii pe partea dreaptă a paginii.

source: Show daily tip
ro: Arată sfatul zilnic

source: Activate this box to see a daily tip on startup.
de: Aktivieren Sie diese Box um einen täglichen Tipp beim Start zu sehen.
ro: Activează această căsuţă pentru a vedea sfatul zilnic la pornire.
sv: Aktivera denna ruta för att se ett dagligt tips vid uppstart.

source: Show startup logo
ro: Afişează logo-ul la pornire

source: Activate this to see the BibleTime logo on startup.
de: Aktivieren Sie dies, um das BibleTime-Logo beim Start zu sehen.
ro: Activeaza aceasta pentru a vedea logo-ul BibleTime la pornire.
sv: Aktivera detta för att se BibleTime-loggan vid uppstart.

source: Restore the last BibleTime session on startup
ro: Activeaza aceasta pentru a vedea logo-ul BibleTime la pornire.

source: Save the user's session when BibleTime is closed and restore it on the next startup.
de: Sitzung beim Schließen von BibleTime sichern und beim nächsten Start wiederherstellen.
ro: Salvează ferestrele din spaţiu de lucru atunci când BibleTime e închis<BR>şi restaurează-le la următoarea pornire.
sv: Spara användarens session när BibleTime avslutas och återställ den vid nästa uppstart.

source: Choose a language
ro: Selectează un stil

source: The font selection below will apply to all texts in this language.
de: Die ausgewählte Schrift wird auf alle Texte in dieser Sprache angewendet.
ro: Fontul selectat mai jos va fi aplicat tuturor textelor din această limbă.
sv: Valet av typsnitt nedan kommer användas för all text på detta språk.

source: Text color
ro: Culoare text

source: The color used for normal text in the display windows.
ro: Culoarea folosită pentru toate textele normale din ferestrele de afişare.

source: Color of the background
ro: Culoarea fundalului

source: This is the background color used in display windows.
ro: Aceasta este culoarea fundalului folosită în ferestrele de afişare.

source: Link color
ro: Culoare legături

source: The color used for all references into Sword modules.
ro: Culoarea folosită pentru toate referinţele din modulele Sword.

source: Footnote color
ro: Culoare note de subsol

source: This color will be used for all footnotes in the display windows.
ro: Această culoare va fi folosita pentru toate notele de subsol din ferestrele de afişare.

source: This color will be used for every Strong's Number in the display windows.
ro: Această culoare va fi folosită pentru fiecare număr Strong din ferestrele de afişare.

source: Color of the highlighted verse
ro: Culorile versetelor subliniate

source: This is the color of the highlighted verse used in display windows.
ro: Aceasta este culoarea versetelor subliniate folosite în ferestrele de afişare.

source: All words spoken by Jesus will appear in this color.
ro: Toate cuvintele rostite de Isus vor apărea în această culoare.

source: Morphological tags
ro: Etichete morfologice
sv: Morfologiska märkningar

source: All morphological tags will appear in this color.
ro: Toate etichetele morfologice vor apărea în această culoare.

source: List of sessions
ro: Listă versete

source: The list of available sessions.
ro: Lista profilurilor disponibile.

source: Create a new, empty session with default settings.
ro: Crează un nou profil gol, cu setările standard.

source: Delete session
ro: Şterge referinţele

source: Delete the selected session.
ro: Şterge intrările selectate.

source: Rename the selected session.
ro: Şterge intrările selectate.

source: Use cache files for the lexicon entries
ro: Foloseşte fişiere de memorie pentru intrările lexiconului

source: Activate this to let BibleTime create index files for the lexicon entries. This increases the speed of opening large lexicon modules significantly, but does consume some disk space. Recommended.
ro: Activează aici pentru a lăsa BibleTime să creeze fişiere de index pentru intrările lexiconului. Aceasta îmbunătăţeşte semnificativ viteza la deschiderea modulelor mari de lexicoane, dar consumă ceva spaţiu pe disc. Recomandat.

source: Check this to use the down arrow to scroll to the next verse.
ro: Bifează aici pentru a folosi săgeata jos pentru derulare la următorul verset.

source: List of languages
ro: Lista limbilor

source: Contains the languages which can be used for the biblical booknames.
de: Enthält die Sprachen, die für die biblischen Buchnamen benutzt werden können.
ro: Conţine limbile care pot fi folosite pentru denumirile internaţionale ale cărţilor.
sv: Innehåller de språk som kan användas för bibelböckernas namn.

source: The default bible used in the workspace area
ro: Biblia standard folosită în spaţiu de lucru

source: The default Bible is used when a hyperlink into a Bible is clicked.
ro: Biblia standard este folosită când o hiperlegătură din Biblie e apăsată.

source: The default commentary used in the workspace area
ro: Comentariu standard folosit în spaţiul de lucru

source: The default commentary is used when a hyperlink into a commentary is clicked.
ro: Comentariu standard e folosit când o hiperlegătură din comentariu e apăsată.

source: The default lexicon used in the workspace area
ro: Lexiconul standard folosit în spaţiul de lucru

source: The default lexicon is used when a hyperlink into a lexicon is clicked.
ro: Lexiconul standard e folosit când o hiperlegătură din lexicon e apăsată.

source: The default daily devotional module
ro: Devoţional zilnic standard

source: The default devotional will be used to display a short start up devotional.
ro: Devoţionalul standard va fi folosit pentru a afişa un mic devoţional de pornire.

source: The default Hebrew lexicon used in the workspace area
ro: Lexiconul ebraic standard folosit în spaţiul de lucru
