Repository: bibletime/historic-bibletime-i18n
Catalog: po/*.po
Languages: de, ro, sv

source: Copying search result
de: Kopiere Suchergebnis
ro: Copiez rezultatele căutării
sv: Kopiera sökresultat

source: Show search analysis
de: Suchanalyse anzeigen
ro: Arată analiza căutării

source: Main search parameters
de: Sucheinstellungen
ro: Parametrii principali de căutare

source: Search text:
de: Suchtext:
ro: Caută textul

source: Search type
de: Art der Suche
ro: Tipul căutării

source: Multiple words (AND)
de: Mehrere Worte (UND)
ro: Cuvinte multiple (AND)

source: Multiple words (OR)
de: Mehrere Worte (ODER)
ro: Cuvinte multiple (OR)

source: Regular expression
de: Regulärer Ausdruck
ro: Expresie regulată

source: Case sensitive search
ro: Căutare sensibilă la majuscule

source: Search scope
de: Suchbereich
ro: Domeniul căutării:

source: Setup custom ranges
ro: Configurează gradele standard...

source: Search progress
de: Suchfortschritt
ro: Progresul căutării

source: Current module:
ro: Modulul curent:

source: All modules:
ro: Toate modulele:

source: Searching in:
de: Suche in:
ro: Căutare în:
sv: Söker i:

source: Last search result
de: Letztes Suchergebnis
ro: Rezultatul ultimei căutări

source: Enable debug messages
de: Fehlermeldungen aktivieren
ro: Activează mesajele de depanare
sv: Aktivera debug-medelanden

source: Ignore the startup session that was saved when BibleTime was closed the last time.
de: Die Startsitzung ignorieren, die beim letzten Beenden von BibleTime gespeichert wurde.
ro: Ignoră profilul care a fost salvat la ultima închidere a programului BibleTime
sv: Ignorera uppstartsessionen som sparades när BibleTime stängdes förra gången.

source: Open the default bible with the given key. Use <random> to open at a random position.
ro: Deschide biblia standard cu codul dat. Foloseşte <random> pentru a deschide la o poziţie aleatoare.

source: Bible study tool for KDE
de: Bibelsoftware für KDE
ro: Cum să studiezi Biblia
sv: Bibelstudieverktyg för KDE

source: BibleTime is an easy to use but powerful Bible study tool for KDE. We are looking for developers and translators. If you'd like to join our team, please send an email to info@bibletime.info.
de: BibleTime ist ein einfach zu benutzendes und gleichzeitig mächtiges Bibelprogramm für KDE. Wir suchen nach Programmierern und Übersetzern. Wenn Sie uns helfen möchten, schicken Sie bitte eine eMail an info@bibletime.info.
ro: BibleTime este un program uşor de folosit dar şi o puternică unealtă de studiu Biblic pentru KDE. Avem nevoie de programatori şi translatori. Dacă vrei să faci parte din echipa noastră, trimite-ne un email la adresa info@bibletime.info
sv: BibleTime är ett lättanvänt men kraftfullt bibelstudieverktyg för KDE. Vi söker utvecklare och översättare. Om du vill ansluta dig till vårt team, vänligen sänd ett mail till info@bibletime.info.

source: Project coordinator
de: Projektkoordinator
ro: Coordonatorul proiectului
sv: Projektkoordinator

source: Icons, startlogo, webpage
ro: Icoane, logo de start, pagină web

source: Documentation
de: Dokumentation
ro: Documentaţie
sv: Dokumentation

source: Bible Study HowTo
de: Anleitung zum Bibelstudium
ro: Cum să studiezi Biblia
sv: Bibelstudie-HOWTO

source: Language codes and names
de: Namen und Kürzel der Sprachen
ro: Limba pentru numele cărţilor Bibliei
sv: Språkkoder och -namn

source: _: NAME OF TRANSLATORS Your names
de: Joachim Ansorg, Martin Gruner
ro: Artemis State
sv: David Högberg

source: _: EMAIL OF TRANSLATORS Your emails
de: joachim@ansorgs.de, mg.pub@gmx.net
ro: arty@home.ro
sv: spreetin@gmail.com

source: Starting BibleTime
de: BibleTime startet
ro: Pornesc BibleTime
sv: Startar BibleTime

source: Styles
ro: Stiluri

source: Margins (mm)
ro: Margini (în mm)

source: &Left
ro: &Stânga

source: &Right
ro: D&reapta

source: &Top
ro: S&us

source: Available styles:
ro: Domenii de căutare disponibile

source: Print queue
ro: Tipăreşte coada de imprimare

source: Use style:
ro: Stilul liniei:

source: Entries to print:
ro: Intrările care ar trebui tipărite:

source: Black&amp;White for larger text portions
ro: Alb&amp;Negru pentru porţiunile mai mari de text

source: From
ro: De la

source: To
ro: La

source: Style
ro: Stil

source: Style editor
ro: editor de stiluri

source: Choose a part of the style:
ro: Selectează partea stilului:

source: Header
ro: Titlu

source: Description
ro: Descriere

source: Module text
ro: Modulul text

source: Enable this part
ro: Activează această parte

source: Foreground:
ro: Prim-plan:

source: Background:
ro: Fundal:

source: Choose font
ro: Selectează font

source: Font preview
ro: Previzualizare font

source: Use frame
ro: Foloseşte cadru

source: Line thickness (pt):
ro: Grosimea liniei (în puncte):

source: Frame color:
ro: Culoarea cadrului:

source: Line style:
ro: Stilul liniei:

source: &Search
de: &Suche
ro: &Caută
sv: &Sök

source: &Window
de: &Fenster
ro: &Fereastră
sv: &Fönster

source: The Bible was written so we could believe in Jesus. (John 20:31)
de: Die Bibel wurde geschrieben, damit wir an Jesus glauben. (Johannes 20,31)
ro: Biblia a fost scrisă ca să credem în Isus (Ioan 20:31)
sv: Bibeln skrev så att vi skulle kunna tro på Jesus. (Joh 20:31)

source: BibleTime includes a really useful handbook written by Fred Saalbach. To read it choose the item "Handbook" in the "Help" menu of BibleTime.
de: BibleTime enthält ein wirklich nützliches Handbuch, dass von Fred Saalbach geschrieben wurde. Um es zu lesen, wählen Sie bitte den Eintrag "Handbuch" aus dem "Hilfe" Menü von BibleTime aus.
ro: BiblieTime include un manual extrem de folositor scris de Fred Saalbach. Pentru a-l citi selectează opţiunea "Manual" din meniul "Ajutor" al BibleTime.
sv: BibleTime inkluderar en verkligt användbar handbok skriven av Fred Saalbach. För att läsa den välj "Handbok" i "Hjälp"-menyn i BibleTime.

source: No one is allowed by God to add anything to or take anything away from the Word. (Revelation 22:18-19)
de: Es ist niemandem von Gott erlaubt, etwas zur Bibel hinzuzufügen oder etwas von ihr wegzunehmen. (Offenbarung 22,18-19)
ro: Nimănui nu-i este permis de Dumnezeu să adauge sau să scoată ceva din Cuvântul Său. (Apocalipsa 22:18)
sv: Ingen är tillåten av Gud att lägga till eller dra något ifrån Ordet. (Upp 22:18-19)

source: The Bible is like a mirror. (James 1:23)
de: Die Bibel ist wie ein Spiegel. (Jakobus 1,23)
ro: Biblia e ca o oglindă. (Iacov 1:23)
sv: Bibeln är som en spegel. (Jak 1:23)

source: BibleTime does include a <B>Bible Study HowTo</B>! It was written by Bob Harman and is a great introduction how to study the Bible.
de: BibleTime enthält eine <B>Anleitung zum Bibelstudium</B>! Sie wurde von Bob Harman geschrieben und ist eine großartige Einführung in das effektive Bibelstudium.
ro: BibleTime include un <B>Cum sa studiem Biblia</B>! Acesta a fost scris de Bob Harman şi e de mare folos în studiul Bibliei.
sv: BibleTime inkluderar en <B>bibelstudie-HOWTO</B>! Den skrevs av Bob Harman och är en jättebra introduktions-howto för att studera Bibeln.

source: You can save, print and copy the whole search result by pressing the right mouse button on the icon of the searched module in the search dialog.
de: Sie können ein komplettes Suchergebnis abspeichern, drucken oder kopieren, indem Sie mit der rechten Maustaste auf das Symbol des durchsuchten Modules im Suchdialog klicken.
ro: Poţi salva, tipări şi copia întregul rezultat al căutării apăsând butonul drept al mausului pe simbolul modulelor căutate din fereastra de căutare.
sv: Du kan spara, skriva ut och kopiera hela sökresultatet genom klicka med högra musknappen på ikonen för den genomsökta modulen i sökdialogen.

source: The Bible is our only spiritual weapon. (Ephesians 6:17)
de: Die Bibel ist unsere einzige geistliche Waffe. (Epheser 6,17)
ro: Biblia este singura noastră arma spirituală (Efeseni 6:17)
sv: Bibeln är vårt enda andliga vapen. (Ef 6:17)

source: To get the number of verses in the Bible search for a space in the module. The search analysis shows you the number of verses of each book.
de: Um die Anzahl der Verse in der Bibel herauszufinden, suchen sie einfach nach einem Leerzeichen. Die Suchanalyse zeigt ihnen die Anzahl der Verse in jedem Buch.
ro: Pentru a obţine numărul versetelor din Biblie caută introducând un spaţiu în fereastra de căutare a modulului. Analiza căutării îţi arată numerele versetelor fiecărei cărţi.
sv: För att finna antalet verser i Bibeln sök efter ett mellanslag i modulen. Sökanalysen visar antalet verser i varje bok.

source: The Bible is truth. (John 17:17)
de: Die Bibel ist Wahrheit. (Johannes 17,17)
ro: Biblia este adevărul. (Ioan 17:17)
sv: Bibeln är sanning. (Joh 17:17)

source: If you would like to create a set of bookmarks around a specific topic with comments containing what the Lord told you here, it's best to make bookmarks from your personal commentary.
de: Wenn Sie Lesezeichen zu einem bestimmten Thema anlegen möchten mit Kommentaren über das, was der Herr ihnen gesagt hat, dann erzeugen Sie am besten Lesezeichen von ihrem persönlichen Kommentar.
ro: Dacă vrei sa creezi un set de semne de carte pentru un subiect cu comentarii conţinînd cuvintele Domnului este cel mai bine să faci semne de carte din comentariile tale personale.
sv: Om du vill skapa en uppsättning bokmärken kring ett visst ämne med kommentarer innehållande var Herren sa dig här, så är det bäst att skapa bokmärken från din personliga kommentarsamling.

source: The scriptures give us the wisdom that leads to salvation. (2 Timothy 3:15)
de: Die Heilige Schrift schenkt uns Weisheit, die zur Errettung führt. (2Timotheus 3,15)
ro: Scripturile ne dau cunoştinţa care duce la mântuire (2 Timotei 3:15)
sv: Skriften ger oss vishet som leder till frälsning. (2 Tim 3:15)

source: To lookup the meaning of the original hebrew or greek word in a Bible supporting Strong's numbers, switch them on and click on the strong number. Now a new window showing the strong number with it's explanation is shown. If your favourite translation doesn't support Strong's numbers please refer to an alternate translation for the number of the corresponding word. Make sure you have set the default modules in the preferences.
de: Um die Bedeutung eines ursprünglich hebräischen oder griechischen Wortes in einer Bibel mit Strongnummern nachzuschlagen, schalten Sie einfach die Strongnummern an, und klicken sie darauf. Jetzt wird ein Fenster mit der Erklärung zu dieser Strongnummer angezeigt. Wenn Ihre Lieblingsübersetzung keine Strongnummern enthält,dann verwenden Sie bitte eine andere Übersetzung, um die Nummer für das entsprechende Wort herauszufinden. Stellen Sie sicher, dass Sie die Standardmodule im Konfigurationsdialog richtig eingestellt haben.
ro: Pentru a vedea sensurile ebraice şi greceşti originare într-o Biblie care are suport al numerelor strong, porneşte acest suport şi apasă numărul strong. O nouă fereastră va apărea arătând numărul strong cu explicaţia lui. Dacă traducerea ta favorită nu suportă numere strong te rog să foloseşti o traducere alternativă pentru numărul corespondent cuvântului. Verifică dacă ai configurat un modul standard în fereastra de opţiuni.
sv: För att kolla upp betydelsen av det ursprungliga hebreeiska eller grekiska ordet i en bibel som stödjer Strongs nummer, slå på dem och klicka på Strongs-numret. Nu visas ett nytt fönster som innehåller Strongs-numret med dess förklaring. Om din favoritöversättning inte stödjer Strongs nummer gå till en annan översättning för att hitta numret för det motsvarande ordet. Se till att du har ställt in standardmodulerna i inställningarna.

source: If you want to use a commentary as a topical reference, search it for terms your topic is about.
de: Wenn Sie einen Kommentar als theamtische Referenz verwenden möchten, durchsuchen Sie ihn nach Begriffen, von denen ihr Thema handelt.
ro: Dacă vrei sa foloseşti un comentariu ca referinţă de subiecte, caută în el termenii despre care vorbeşte subiectul tău.
sv: Om du vill använda en kommentar som en ämnesreferens, sök igenom den efter termer som ditt ämnen handlar om.

source: In the beginning was the Word, the Word was with God, and the Word was God. (John 1:1)
de: Im Anfang war das Wort, und das Wort war bei Gott, und Gott war das Wort. (Johannes 1,1)
ro: La început era Cuvântul, şi Cuvântul era cu Dumnezeu, şi Cuvântul era Dumnezeu. (Ioan 1:1)
sv: I begynnelsen var Ordet, och Ordet var hos Gud, och Ordet var Gud. (Joh 1:1)

source: We will be judged on the last day by the words Jesus spoke. (John 12:48)
de: Wir werden am letzten Tag durch die Worte, die Jesu gesprochen hat, gerichtet werden. (Johannes 12,48)
ro: Vom fi judecaţi la ziua finală după cuvintele rostite de Isus (Ioan 12:48)
sv: På den sista dagen ska vi dömas efter de ord Jesus talade. (Joh 12:48)

source: If you want to find the full set of verses or entries on a area of content, you should use the option "Multiple words (OR)" for searching.
de: Wenn Sie alle Verse oder Einträge über ein bestimmtes Themengebiet finden möchten, dann sollten sie den Suchtyp "Mehrere Worte (ODER)" für die Suche verwenden.
ro: Dacă vrei să găseşti întregul set al versetelor sau intrărilor dintr-o zonă, foloseşte pentru cautare expresia "x | y | z" care e echivalentă cu "x OR y OR z", de exemplu "pray | worship | supplicate".
sv: Om du vill finna den fulla uppsättningen verser eller poster som rör ett område, så bör du använda alternativet "Flera ord (OR)" när du söker.

source: If you are searching a verse you know only fuzzy or in a different translation search for the most probable terms in multiple Bible translations at the same time.
de: Wenn Sie einen Vers suchen, den sie nur ungenau oder in einer anderen Sprache kennen, dann suchen Sie nach den Schlüsselbegriffen in mehreren Bibelübersetzungen zur selben Zeit.
ro: Dacă eşti în căutarea unui verset pe care îl ştii vag sau dintr-o traducere diferită caută termenii cei mai răspândiţi în mai multe traduceri ale Bibliei în acelaşi timp.
sv: Om du söker efter en vers som du bara kan på ett ungefär eller i en annan översättning så sök efter de mest troliga termerna i flera bibelöversättningar samtidigt.

source: God's Word can be a lamp to your feet and a light to your path. (Psalm 119:105)
de: Dein Wort ist eine Leuchte für mein Leben, es gibt mir Licht für jeden nächsten Schritt.. (Psalm 119,105)
ro: Cuvântul lui Dumnezeu poate fi o candelă pentru picioarele tale şi o lumină pe cărarea ta. (Psalmul 119:105)
sv: Guds ord kan vara en lykta för dina fötter och ett ljus på din stig. (Ps 119:105)

source: If you want to search a word in a foreign module (e.g. greek or hebrew), open a display window and choose a chapter or an entry which contains this word. Select it and copy it to the clipboard. Now insert the copied word in the search text box of the searchdialog.
de: Wenn Sie ein Wort in einem fremdsprachigen Modul (z.B. griechisch oder hebräisch) suchen möchten, öffnen Sie ein Anzeigefenster und wählen Sie ein Kapitel oder einen Eintrag aus, in welchem das Wort enthalten ist. Markieren Sie das Wort. Kopieren Sie es anschließend in die Zwischenablage, und fügen Sie es dann im Suchdialog ein.
ro: Daca vrei să cauţi un cuvânt într-o traducere străină (exemplu: greacă sau ebraică), deschide o fereastră de afisare şi selectează un capitol sau o intrare care conţine cuvântul de căutat. Apoi dă dublu clic pe ea şi trage cuvântul selectat din traducerea străină în indexul principal. Fereastra de căutare va fi deschisă cu acest cuvânt în linia de editare.
sv: Om du vill söka efter ett ord i en utländsk modul (t.ex. grekisk eller hebreisk) så öppna visningsfönstret och välj ett kapitel eller ett avsnitt som innehåller ordet. Markera det och kopiera det till klippbordet. Klistra nu in det kopierade ordet i söktextrutan i sökdialogen.

source: The Word of God will not return to Him without accomplishing its purpose. (Isaiah 55:11)
de: Das Wort Gottes wird nicht unverrichteter Dinge zu ihm zurückkehren, sondern es bewirkt, wozu Gott es gesandt hat. (Jesaja 55,11)
ro: Cuvântul lui Dumnezeu nu se va întoarce înapoi la El fără să-şi îndeplinească scopul. (Isaia 55:11)
sv: Guds ord kommer inte återvända till Honom utan att ha uträttat sitt verk. (Jesaja 55:11)

source: Foreign modules do often require a special font to display correctly. You can set the font for each language in the preferences.
de: Fremdsprachige Module benötigen oft eine spezielle Schrift, um korrekt angezeigt zu werden. Sie können die Schrift für jede Sprache im Konfigurationsdialog einstellen.
ro: Modulele altor limbi necesită de obicei un font special pentru a fi afişate corect. Poţi selecta fontul preferat pentru fiecare limbă în meniul de configurare.
sv: Utländska moduler kräver ofta ett särskilt teckensnitt för att visas korrekt. Du kan ställa in teckensnittet för varje språk i inställningarna.

source: Did you know that the first book ever printed on a printing press was the Bible (by Johann Gutenberg, in 1492)?
de: Wussten Sie, dass das erste in einer Druckerpresse gedruckte Buch die Bibel war? (von Johannes Gutenberg im Jahre 1492)
ro: Ştiai că prima carte tipărită la început de o tipografie a fost Biblia? (de către Johann Gutemberg, în 1492)
sv: Visste du att den första bok som trycktes i en tryckpress var Bibeln. (av Johann Gutenberg, år 1492)?

source: God has already given to us everything pertaining to life and godliness. (2 Peter 1:3)
de: Gott in seiner Macht hat uns alles geschenkt, was wir zu einem Leben in wahrer Frömmigkeit brauchen. (1 Petrus 1,3)
ro: Dumnezeu ne-a dat deja tot ceea ce priveşte viaţa şi evlavia. (2 Petru 1:3)
sv: Gud har redan skänkt oss allt som rör liv och gudfruktan. (2 Petrusbrevet 1:3)

source: All important elements of BibleTime's graphical user interface have a tooltip and a "What's this?" help.<BR> To read the "What's this?" help press the keys SHIFT+F1 and click on the part.
de: Alle wichtigen Elemente der Benutzerschnittstelle von BibleTime haben einen Tooltip und eine "What's this?" Hilfe.<BR> Um die "What's this?" Hilfe zu lesen, drücken Sie die Tasten Umschalt+F1 und klicken auf den gewünschten Teil.
ro: Toate elementele importante ale interfeţei grafice BibleTime au o unealtă de sfaturi şi un ajutor de tipul "Ce e acesta?".<BR> Pentru a citi ajutorul "Ce e acesta?" apasa tastele Shift+F1 şi dă clic apoi clic.
sv: Alla viktiga delar av BibleTimes grafiska användargränsnitt har en tipshjälp och en "Vad är detta"-hjälp.<BR> För att läsa "Vad är detta"-hjälpen tryck tangenterna SHIFT+F1 och klicka på avsnittet.

source: The Word of God is living, active, and sharper than any two-edged sword. (Hebrews 4:12)
de: Das Wort Gottes ist lebendig, wirksam und schärfer als das schärfste beidseitig geschliffene Schwert. (Hebräer 4,12)
ro: Cuvântul lui Dumezeu e viu, lucrător şi mai ascuţit decât o sabie cu două tăişuri. (Evrei 4:12)
sv: Guds ord är levande och verksamt. Det är skarpare än något tveeggat svärd. (Hebreerbrevet 4:12)

source: You are using a program that has been written for the glory of God.<BR>May He bless you as you study His Word!
de: Sie benutzen ein Programm, welches zur Ehre Gottes geschrieben wurde.<BR> Möge er Sie segnen, wenn Sie sein Wort studieren!
ro: Foloseşti un program care a fost scris pentru slava lui Dumnezeu.<BR>Fie ca El să te binecuvinteze în timp ce studiezi Cuvântul Lui!
sv: Du använder ett program som har skrivits för Guds ära.<BR>Må Han välsigna dig när du studerar Hans ord!

source: Clear the print queue of BibleTime.
ro: Şterge coada de tipărire

source: Open the printer dialog
ro: Deschide fereastra de tipărire

source: Open the printer dialog of BibleTime, where you can edit the print queue, assign styles to the items and print them.
de: Den Druckdialog von BibleTime offnen. Hier können Sie die Druckerwarteschlange bearbeiten, den zu druckenden Einträgen Druck-Stile zuweisen und sie ausdrucken.
ro: Deschide fereastra de tipărire a BibleTime. Aici poţi edita coada de tipărire şi poţi desemna stiluri pentru intrări.
sv: Öppnar utskriftsdialogen för BibleTime, där du kan ändra utskriftskön, välja stilar för objekt och skriva ut dem.

source: Close BibleTime
ro: Închide BibleTime

source: Close BibleTime and save the settings.
de: BibleTime schließen und die Einstellungen speichern.
ro: Închide BibleTime şi salvează configurările.
sv: Stänger BibleTime och sparar inställningarna.

source: Show main index
ro: Arată indexul principal

source: Toggle the main index view.
ro: Activează indexul principal

source: Show main toolbar
ro: Arată bara de unelte

source: Toggle the main toolbar view.
de: Ansicht der Werkzeugleiste umschalten.
ro: Activează bara de unelte
sv: Växla visning av huvudverktygraden.

source: Search in open modules
ro: Caută în modulele deschise

source: Open the search dialog to search in all modules that are currently open.
ro: Deschide fereastra de căutare pentru a căuta în modulele curente deschise.

source: Search default bible
ro: Caută în Biblia standard

source: Open the search dialog to search in the default bible.
ro: Deschide fereastra de căutare pentru a căuta în Biblia standard

source: Load a session
ro: Încarcă un profil nou

source: Restore a saved BibleTime session.
de: Eine gespeicherte BibleTime-Sitzung wiederherstellen.
ro: Restaurează un profil BibleTime salvat.
sv: Återställ en sparad BibleTime-session

source: Save current session
ro: Salvează profilul curent

source: Save current BibleTime session so that it can be reused later.
de: Aktuelle Sitzung speichern, so dass sie später wiederverwendet werden kann.
ro: Salvează profilul curent pentru a putea fi folosit şi altă dată.
sv: Spara nuvarande BibleTime-session så att den kan återanvändas senare.

source: Save as new session
ro: Salvează ca profil nou

source: Create and save a new session.
de: Neue Sitzung erstellen und speichern.
ro: Crează şi salvează un nou profil.
sv: Skapa och spara en ny session.

source: Edit sessions
ro: Editează profilurile

source: Create new, delete or rename existing sessions.
ro: Crează profil nou, şterge sau redenumeşte profilele existente.

source: Toggle fullscreen mode
ro: Activează ecran plin

source: Toggle fullscreen mode of the main window.
de: Vollbildmodus des Hauptfensters umschalten.
ro: Activează ecran plin
sv: Växla fullskärmsläge för huvudfönstret.

source: Tile windows
ro: Împarte vizualizarea sus/jos

source: Tile the open display windows.
ro: Vizualizare sus/jos pentru ferestrele deschise.

source: Cascade windows
ro: Împarte vizualizarea stânga/dreapta

source: Cascade the open display windows.
ro: Vizualizare stânga/dreapta pentru ferestrele deschise.

source: Automatically tile windows
ro: Vizualizare automată sus/jos

source: Automatically tile the open display windows.
ro: Vizualizare automată sus/jos pentru ferestrele deschise.

source: Automatically cascade windows
ro: Vizualizare automată stânga/dreapta

source: Automatically cascade the open display windows.
ro: Vizualizare automată stânga/dreapta pentru ferestrele deschise.

source: Close all windows
ro: Închide toate ferestrele

source: Close all open display windows.
ro: Închide toate ferestrele deschise.

source: Edit toolbar
ro: Editează bara de unelte

source: Open BibleTime's toolbar editor.
de: Den Werkzeugleisteneditor von BibleTime öffnen.
ro: Deschide editorul barei de unelte al BibleTime.
sv: Öppna BibleTimes verktygsfältsredigerare.

source: Configure BibleTime
ro: Închide BibleTime
sv: Konfigurera BibelTime

source: Open the dialog to set most of BibleTime's preferences.
de: Den Konfigurationsdialog von BibleTime öffnen, in dem Sie die meisten Einstellungen vornehmen können.
ro: Deschide fereastra de opţiuni BibleTime unde poţi selecta cele mai multe preferinţe.
sv: Öppna dialogrutan för att välja de flesta BibleTime-inställningar.

source: BibleTime's handbook
ro: Manualul BibleTime
