Repository: bibletime/historic-bibletime-i18n
Catalog: po/*.po
Languages: de, ro, sv

source: <p>Enter search terms separated by spaces. By default the search function will return results that match any of the search terms (OR). To search for all the terms separate the terms by AND.</p>
sv: <p>Ange söktermer separerade med mellanslag. Som standard så hittar sökfunktionen alla resultat som matchar någon av söktermerna (OR). För att söka efter alla termerna separera dem med AND.</p>

source: <p>You can use wildcards: '*' matches any sequence of characters, while '?' matches any single character. The use of brackets allows you to group your search terms, e.g. '(Jesus OR spirit) AND God'.</p>
sv: <p>Du kan använda jokertecken: '*' matchar vilken uppsättning tecken som helst, medan '?' endast matchar ett tecken. Använd paranteser för att gruppera dina söktermer, t.ex. '(Jesus OR anden) AND Gud'.</p>

source: <p>To search text other than the main text, enter the text type followed by ":", and then the search term. For example, to search for the Strong's number H8077, use 'strong:H8077'.</p>
sv: <p>För att söka efter annan text än huvudtexten, ange texttypen följt av ":", och sedan söktermen. T.ex för att söka efter Strongs nummer H8077, använd 'strong:H8077'.</p>

source: <p>Available text types:<br><table><tr><td>heading:</td><td>searches headings</td></tr><tr><td>footnote:</td><td>searches footnotes</td></tr><tr><td>strong:</td><td>searches Strong's Numbers</td></tr><tr><td>morph:</td><td>searches morphology codes</td></tr></table></p>
sv: <p>Tillgängliga texttyper:<br><table><tr><td>heading:</td><td>söker i rubriker</td></tr><tr><td>footnote:</td><td>söker i fotnoter</td></tr><tr><td>strong:</td><td>söker Strongs nummer</td></tr><tr><td>morph:</td><td>söker morfologiska koder</td></tr></table></p>

source: <p>BibleTime uses the Lucene search engine to perform your searches. It has many advanced features, and you can read more about it here: <a href="http://lucene.apache.org/java/docs/queryparsersyntax.html">http://lucene.apache.org/java/docs/queryparsersyntax.html</a></p>
sv: <p>BibleTime använder Lucene-sökmotorn för att genomföra dina sökningar. Den har många avancerade funktioner, och du kan läsa mer om den här: <a href="http://lucene.apache.org/java/docs/queryparsersyntax.html">http://lucene.apache.org/java/docs/queryparsersyntax.html</a></p>

source: Basic Search Syntax Introduction
sv: Grundläggande introduktion till söksyntaxen

source: Results
sv: Resultat

source: Open the standard Bible with the given key. Use <random> to open at a random position.
sv: Öppna standardbibeln med den givna nyckeln. Använd <random> för att öppna på en slumpvis position.

source: (c)1999-2007, The BibleTime Team
sv: (c)1999-2007, BibleTime-teamet

source: Frontend, backend
de: Oberfläche, Backend
sv: Framända, bakända

source: Crystal icons, crystal startlogo, webpage
de: Crystal-Symbole, Crystal-Startlogo, Webseite
sv: Crystal-ikoner, crystal-uppstartlogga, webbsida

source: Romanian translation
sv: Rumänsk översättning

source: High contrast template
sv: Högkontrastmall

source: Installation manager
sv: Installationshanterare

source: Icons, startlogo
de: Symbole, Startlogo
sv: Ikoner, uppstartslogga

source: GUI, instant search
sv: GUI, ögonblicklig sökning

source: GUI translations into Traditional and Simplified Chinese
sv: GUI-översättningar till traditionell och förenklad kinesiska

source: Binary packages
sv: Binärpaket

source: Founder of the Sword project
sv: Grundare av Swordprojektet

source: Sponsored our internet domain for many years
de: Bezahlte unsere Internetdomain viele Jahre
sv: Sponsrade vår internetdomän under många år

source: Search dialog enhancements
de: Suchdialog-Erweiterungen
sv: Sökdialogutökningar

source: GUI improvements
sv: GUI-förbättringar

source: Finnish translation
sv: Finsk översättning

source: Frontend
de: Oberfläche
sv: Framända

source: Czech translation
sv: Tjeckisk översättning

source: Searchdialog
sv: Sökdialog

source: Polish translation
sv: Polsk översättning

source: Russian website translation
sv: Rysk webbsideöversättning

source: Spanish website translation updates
sv: Uppdateringar av spansk webbsideöversättning

source: Update to the russian website translation
sv: Uppdateringar av rysk webbsideöversättning

source: Very helpful and detailed testing
sv: Väldigt hjälfull och detaljerad testning

source: The first lead developer
sv: Den första huvudutvecklaren

source: Translation updates for the Dutch GUI, the website and the handbook
sv: Översättningsuppdateringar för det holländska GUI:t, webbsidan och handboken.

source: French handbook translation
sv: Fransk handboksöversättning

source: Helpful source code additions
sv: Hjälpfulla källkodstillägg

source: Translated the GUI into Russian
sv: Översatte GUI:t till ryska

source: New Bible key choosers
sv: Nya väljare för bibelnyckel

source: Spanish translation
sv: Spansk översättning

source: Se&ttings
sv: Ins&tällningar

source: Show or hide the bookshelf.
sv: Visa eller dölj bokhyllan.

source: Open the search dialog to search in all works that are currently open.
sv: Öppna sökdialogen för att söka i alla verk som för närvarande är öppna.

source: Open the search dialog to search in the standard Bible.
sv: Öppna sökdialogen för att söka i standardbibeln.

source: Delete a BibleTime session.
sv: Radera en BibleTime-session.

source: Vertically tile the open windows.
sv: Arrangera de öppna fönsterna vertikalt.

source: Horizontally tile the open windows.
sv: Arrangera de öppna fönsterna horisontalt.

source: Cascade the open windows.
sv: Arrangera de öppna fönsterna i kaskadformation.

source: Choose the way that is used to arrange the windows.
sv: Välj hur fönsterna ska arrangeras.

source: Automatically tile the open windows vertically.
sv: Arrangera automatiskt de öppna fönsterna vertikalt.

source: Automatically tile the open windows horizontally.
sv: Arrangera automatiskt de öppna fönsterna horisontellt.

source: Automatically cascade the open windows.
sv: Arrangera automatiskt de öppna fönsterna i kaskadformation.

source: Close all open windows.
sv: Stäng alla öppna fönster.

source: Open the dialog to configure your bookshelf and install/update/remove works.
sv: Öppna dialogrutan för att ställa in din bokhylla och installera/uppdatera/radera verk.

source: Open BibleTime's handbook in the KDE helpbrowser.
sv: Öppna BibleTime-handboken i KDE:s hjälpläsare.

source: Open the Bible study HowTo included with BibleTime in the KDE helpbrowser. <BR>This HowTo is an introduction on how to study the Bible in an efficient way.
sv: Öppna bibelstudie-HowTo:n som inkluderas med BibleTime i KDE:s hjälpläsare. <BR>Denna HowTo är en introduktion i hur man studerar Bibeln på ett effektivt sätt.

source: Show a daily tip each time BibleTime starts. <BR>The tips contain important Bible quotations and helpful tips for using BibleTime.
sv: Visa ett dagligt tips varje gång som BibleTime startas. <BR>Tipsen innehåller viktiga bibelcitat och hjälpfulla tips kring att använda BibleTime.

source: Start to search the text in each of the chosen work(s).
sv: Börja söka efter strängen i de valda verken.

source: Open a dialog to choose work(s) for the search.
sv: Öppna en dialogruta för att välja verk för sökningen.

source: Enter the text you want to search in the chosen work(s) here.
sv: Ange den text som du vill sök efter i de valda verken här.

source: Choose a scope from the list. Select the first item to use no scope, the second one is to use each work's last search result as search scope. The others are user defined search scopes.
sv: Väljer en begränsning från listan. Välj den första posten för att inte använda någon begränsning. Den andra posten använder varje verks senaste sökresultat som sökbegränsning. De övriga är användardefinierade sökbegränsningar.

source: The list of works chosen for the search.
sv: Valda verk för sökningen.

source: This list contains the search result of the selected work.
sv: Denna lista innehåller sökresultatet från det markerade verket.

source: This button opens the search dialog with the work(s) of this window.
sv: Denna knapp öppnar sökdialogen med verken i detta fönster.

source: Go back one item in the display history.
sv: Gå bakåt ett steg i visningshistoriken.

source: Go forward one item in the display history.
sv: Gå framåt ett steg i visningshistoriken.

source: Show all occurences of the Strong number currently under the mouse cursor.
sv: Visar alla förekomster av Strongs-numret som för närvarande är under muspekaren.

source: This list contains the books which are available in this work.
sv: Denna lista innehåller de böcker som är tillgängliga i detta verk.

source: Show the next book of this work.
sv: Visa nästa bok i detta verk.

source: Show the previous book of this work.
sv: Visa föregående bok i detta verk.

source: Show the next chapter of the work.
sv: Visa nästa kapitel i verket.

source: Show the previous chapter of the work.
sv: Visa det föregående kapitlet i verket.

source: Synchronize the displayed entry of this work with the active Bible window.
sv: Synkroniserar den visade posten av detta verk med det aktiva bibelfönstret.

source: This list contains the entries of the current work.
sv: Denna lista innehåller posterna i det aktuella verket.

source: The next entry of the work will be shown.
sv: Den nästa posten i verket kommer visas.

source: The previous entry of the work will be shown.
sv: Den föregående posten i verket kommer visas.

source: Save the curent text into the work. The old text will be overwritten.
sv: Sparar den nuvarande texten till verket. Den gamla texten kommer skrivas över.

source: Loads the old text from the work and loads it into the edit area. The unsaved text will be lost.
sv: Laddar den gamla texten från verket och laddar in den i redigeringsytan. Den osparade texten kommer gå förlorad.

source: Deletes the current entry out of the work. The text will be lost.
sv: Raderar den nuvarande posten från verket. Texten kommer gå förlorad.

source: The standard Bible is used when a hyperlink into a Bible is clicked.
sv: Standardbibeln används när en länk in i en bibel klickas.

source: The standard commentary is used when a hyperlink into a commentary is clicked.
sv: Standardbibelkommentaren används när en länk in i en bibelkommentar klickas.

source: The standard lexicon is used when a hyperlink into a lexicon is clicked.
sv: Standardlexikonet används när en länk in i ett lexikon klickas.

source: The standard devotional will be used to display a short start up devotional.
sv: Standardandaktsboken används för att visa en kort andaktstext vid uppstart.

source: The standard Hebrew lexicon is used when a hyperlink into a Hebrew lexicon is clicked.
sv: Det hebreiska standardlexikonet används när en länk in i ett hebreiska lexikon klickas.

source: The standard Greek lexicon is used when a hyperlink into a Greek lexicon is clicked.
sv: Det grekiska standardlexikonet används när en länk in i ett grekiskt lexikon klickas.

source: Opens the search dialog to search in the work(s) that are currently open.
sv: Öppnad sökdialogen för att söka i de verk som för närvarande är öppna.

source: The file couldn't be saved.
de: Die Datei konnte nicht gespeichert werden.
sv: Filen kunde inte sparas

source: Croatian
de: Kroatisch
sv: Kroatiska

source: Lithuanian
sv: Litauiska

source: Brasilian Portuguese
de: Brasilianisches Portugiesisch
sv: Brasiliansk portugisiska

source: Kabyle
sv: Kabylska

source: Blue
de: Blau

source: Sa&ve as new session
de: A&ls neue Sitzung speichern

source: Strongs
de: Strong-Nummer

source: Exact
de: Genau

source: Manx
de: Gälisch der Isle of Man

source: Swahili
de: Suaheli

source: Tamil
de: Tamilisch

source: Tswana
de: Sezuan
