<html><head><title>&#1055;&#1088;&#1080;&#1073;&#1083;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1082; &#1057;&#1083;&#1086;&#1074;&#1091; &#1041;&#1086;&#1078;&#1100;&#1077;&#1084;&#1091;</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="&#1041;&#1080;&#1073;&#1083;&#1080;&#1102;, &#1048;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100;, &#1050;&#1072;&#1082;"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1050;&#1072;&#1082; &#1080;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100; &#1041;&#1080;&#1073;&#1083;&#1080;&#1102;"><link rel="up" href="h2-basics.html" title="Chapter 2. &#1054;&#1089;&#1085;&#1086;&#1074;&#1099; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080;"><link rel="previous" href="h2-basics.html" title="Chapter 2. &#1054;&#1089;&#1085;&#1086;&#1074;&#1099; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080;"><link rel="next" href="h2-basics-types.html" title="&#1058;&#1080;&#1087;&#1099; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr class="header"><td colspan="2"> </td></tr><tr id="logo"><td valign="top"><img src="help:/common/kde_logo.png" alt="KDE -         The K Desktop Environment" width="296" height="79" border="0"></td><td valign="middle" align="center" id="location"><h1>&#1055;&#1088;&#1080;&#1073;&#1083;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1082; &#1057;&#1083;&#1086;&#1074;&#1091; &#1041;&#1086;&#1078;&#1100;&#1077;&#1084;&#1091;</h1></td></tr></table><table width="100%" class="header"><tbody><tr><td align="left" class="navLeft" width="33%"><a accesskey="p" href="h2-basics.html">Prev</a></td><td align="center" class="navCenter" width="34%">&#1054;&#1089;&#1085;&#1086;&#1074;&#1099; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080;</td><td align="right" class="navRight" width="33%"> 
		      <a accesskey="n" href="h2-basics-types.html">Next</a></td></tr></tbody></table><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-basics-approaches"></a>&#1055;&#1088;&#1080;&#1073;&#1083;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1082; &#1057;&#1083;&#1086;&#1074;&#1091; &#1041;&#1086;&#1078;&#1100;&#1077;&#1084;&#1091;</h2></div></div><p>&#1057;&#1083;&#1099;&#1096;&#1072;&#1085;&#1080;&#1077; &#1080; &#1095;&#1090;&#1077;&#1085;&#1080;&#1077; &#1076;&#1072;&#1102;&#1090; &#1090;&#1077;&#1083;&#1077;&#1089;&#1082;&#1086;&#1087;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1074;&#1079;&#1075;&#1083;&#1103;&#1076; &#1085;&#1072; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077;, &#1074; &#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1082;&#1072;&#1082; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1077; &#1080; &#1079;&#1072;&#1087;&#1086;&#1084;&#1080;&#1085;&#1072;&#1085;&#1080;&#1077; &#1076;&#1072;&#1102;&#1090; &#1084;&#1080;&#1082;&#1088;&#1086;&#1089;&#1082;&#1086;&#1087;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1074;&#1079;&#1075;&#1083;&#1103;&#1076; &#1085;&#1072; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077;. &#1056;&#1072;&#1079;&#1084;&#1099;&#1096;&#1083;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072;&#1076; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077;&#1084; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1077;&#1090; &#1074;&#1084;&#1077;&#1089;&#1090;&#1077; &#1089;&#1083;&#1099;&#1096;&#1072;&#1085;&#1080;&#1077;, &#1095;&#1090;&#1077;&#1085;&#1080;&#1077;, &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1077; &#1080; &#1079;&#1072;&#1087;&#1086;&#1084;&#1080;&#1085;&#1072;&#1085;&#1080;&#1077;. &#1056;&#1072;&#1079;&#1084;&#1099;&#1096;&#1083;&#1077;&#1085;&#1080;&#1077; &#1079;&#1072;&#1082;&#1088;&#1077;&#1087;&#1083;&#1103;&#1077;&#1090; &#1057;&#1083;&#1086;&#1074;&#1086; &#1074; &#1085;&#1072;&#1096;&#1077;&#1084; &#1091;&#1084;&#1077;.</p><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-basics-approaches-hear"></a>&#1057;&#1083;&#1099;&#1096;&#1072;&#1090;&#1100; </h3></div></div><p>&#1051;&#1091;&#1082;&#1080;.11:28 <span class="emphasis"><i>"... &#1073;&#1083;&#1072;&#1078;&#1077;&#1085;&#1085;&#1099; &#1089;&#1083;&#1099;&#1096;&#1072;&#1097;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1086; &#1041;&#1086;&#1078;&#1080;&#1077; &#1080; &#1089;&#1086;&#1073;&#1083;&#1102;&#1076;&#1072;&#1102;&#1097;&#1080;&#1077; &#1077;&#1075;&#1086;."</i></span></p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-basics-approaches-read"></a>&#1063;&#1080;&#1090;&#1072;&#1090;&#1100; </h3></div></div><p>&#1054;&#1090;&#1082;&#1088;.1:3 <span class="emphasis"><i>"&#1041;&#1083;&#1072;&#1078;&#1077;&#1085; &#1095;&#1080;&#1090;&#1072;&#1102;&#1097;&#1080;&#1081; &#1080; &#1089;&#1083;&#1091;&#1096;&#1072;&#1102;&#1097;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072; &#1087;&#1088;&#1086;&#1088;&#1086;&#1095;&#1077;&#1089;&#1090;&#1074;&#1072; &#1089;&#1077;&#1075;&#1086;..."</i></span></p><p>1 &#1058;&#1080;&#1084;.4:13 <span class="emphasis"><i>"&#1044;&#1086;&#1082;&#1086;&#1083;&#1077; &#1085;&#1077; &#1087;&#1088;&#1080;&#1076;&#1091;, &#1079;&#1072;&#1085;&#1080;&#1084;&#1072;&#1081;&#1089;&#1103; &#1095;&#1090;&#1077;&#1085;&#1080;&#1077;&#1084;..."</i></span></p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-basics-approaches-study"></a>&#1048;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100; </h3></div></div><p>&#1044;&#1077;&#1103;&#1085;.17:11 <span class="emphasis"><i>" &#1047;&#1076;&#1077;&#1096;&#1085;&#1080;&#1077; &#1073;&#1099;&#1083;&#1080; &#1073;&#1083;&#1072;&#1075;&#1086;&#1084;&#1099;&#1089;&#1083;&#1077;&#1085;&#1085;&#1077;&#1077; &#1060;&#1077;&#1089;&#1089;&#1072;&#1083;&#1086;&#1085;&#1080;&#1082;&#1089;&#1082;&#1080;&#1093;: &#1086;&#1085;&#1080; &#1087;&#1088;&#1080;&#1085;&#1103;&#1083;&#1080; &#1089;&#1083;&#1086;&#1074;&#1086; &#1089;&#1086; &#1074;&#1089;&#1077;&#1084; &#1091;&#1089;&#1077;&#1088;&#1076;&#1080;&#1077;&#1084;, &#1077;&#1078;&#1077;&#1076;&#1085;&#1077;&#1074;&#1085;&#1086; &#1088;&#1072;&#1079;&#1073;&#1080;&#1088;&#1072;&#1103; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;, &#1090;&#1086;&#1095;&#1085;&#1086; &#1083;&#1080; &#1101;&#1090;&#1086; &#1090;&#1072;&#1082;."</i></span></p><p>2 &#1058;&#1080;&#1084;.2:15 <span class="emphasis"><i>"&#1057;&#1090;&#1072;&#1088;&#1072;&#1081;&#1089;&#1103; [&#1074; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;&#1077; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080; &#1082;&#1086;&#1088;&#1086;&#1083;&#1103; &#1048;&#1072;&#1082;&#1086;&#1074;&#1072; (KJV) - `&#1048;&#1079;&#1091;&#1095;&#1072;&#1081;, &#1095;&#1090;&#1086;&#1073;&#1099;'] &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1089;&#1077;&#1073;&#1103; &#1041;&#1086;&#1075;&#1091; &#1076;&#1086;&#1089;&#1090;&#1086;&#1081;&#1085;&#1099;&#1084;, &#1076;&#1077;&#1083;&#1072;&#1090;&#1077;&#1083;&#1077;&#1084; &#1085;&#1077;&#1091;&#1082;&#1086;&#1088;&#1080;&#1079;&#1085;&#1077;&#1085;&#1085;&#1099;&#1084;, &#1074;&#1077;&#1088;&#1085;&#1086; &#1087;&#1088;&#1077;&#1087;&#1086;&#1076;&#1072;&#1102;&#1097;&#1080;&#1084; &#1089;&#1083;&#1086;&#1074;&#1086; &#1080;&#1089;&#1090;&#1080;&#1085;&#1099;."</i></span></p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-basics-approaches-memorize"></a>&#1047;&#1072;&#1087;&#1086;&#1084;&#1080;&#1085;&#1072;&#1090;&#1100; </h3></div></div><p>&#1055;&#1089;.119:11 <span class="emphasis"><i>"&#1042; &#1089;&#1077;&#1088;&#1076;&#1094;&#1077; &#1084;&#1086;&#1077;&#1084; &#1089;&#1086;&#1082;&#1088;&#1099;&#1083; &#1103; &#1089;&#1083;&#1086;&#1074;&#1086; &#1058;&#1074;&#1086;&#1077;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1085;&#1077; &#1075;&#1088;&#1077;&#1096;&#1080;&#1090;&#1100; &#1087;&#1088;&#1077;&#1076; &#1058;&#1086;&#1073;&#1086;&#1102;."</i></span></p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-basics-approaches-meditate"></a>&#1056;&#1072;&#1079;&#1084;&#1099;&#1096;&#1083;&#1103;&#1090;&#1100;</h3></div></div><p>&#1055;&#1089;.1:2-3 <span class="emphasis"><i>"&#1085;&#1086; &#1074; &#1079;&#1072;&#1082;&#1086;&#1085;&#1077; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1072; &#1074;&#1086;&#1083;&#1103; &#1077;&#1075;&#1086;, &#1080; &#1086; &#1079;&#1072;&#1082;&#1086;&#1085;&#1077; &#1045;&#1075;&#1086; &#1088;&#1072;&#1079;&#1084;&#1099;&#1096;&#1083;&#1103;&#1077;&#1090; &#1086;&#1085; &#1076;&#1077;&#1085;&#1100; &#1080; &#1085;&#1086;&#1095;&#1100;! &#1048; &#1073;&#1091;&#1076;&#1077;&#1090; &#1086;&#1085; &#1082;&#1072;&#1082; &#1076;&#1077;&#1088;&#1077;&#1074;&#1086;, &#1087;&#1086;&#1089;&#1072;&#1078;&#1077;&#1085;&#1085;&#1086;&#1077; &#1087;&#1088;&#1080; &#1087;&#1086;&#1090;&#1086;&#1082;&#1072;&#1093; &#1074;&#1086;&#1076;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1087;&#1088;&#1080;&#1085;&#1086;&#1089;&#1080;&#1090; &#1087;&#1083;&#1086;&#1076; &#1089;&#1074;&#1086;&#1081; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1089;&#1074;&#1086;&#1077;, &#1080; &#1083;&#1080;&#1089;&#1090; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1085;&#1077; &#1074;&#1103;&#1085;&#1077;&#1090;; &#1080; &#1074;&#1086; &#1074;&#1089;&#1077;&#1084;, &#1095;&#1090;&#1086; &#1086;&#1085; &#1085;&#1080; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090;, &#1091;&#1089;&#1087;&#1077;&#1077;&#1090;."</i></span></p><p>&#1052;&#1080;&#1089;&#1089;&#1080;&#1103; "&#1053;&#1072;&#1074;&#1080;&#1075;&#1072;&#1090;&#1086;&#1088;&#1099;" &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1080;&#1090; &#1090;&#1072;&#1082;&#1086;&#1081; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;: &#1082;&#1072;&#1082; &#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1081; &#1087;&#1072;&#1083;&#1077;&#1094; &#1084;&#1086;&#1078;&#1077;&#1090; &#1082;&#1086;&#1089;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1082;&#1072;&#1078;&#1076;&#1086;&#1075;&#1086; &#1087;&#1072;&#1083;&#1100;&#1094;&#1072;, &#1084;&#1099; &#1084;&#1086;&#1078;&#1077;&#1084; &#1088;&#1072;&#1079;&#1084;&#1099;&#1096;&#1083;&#1103;&#1090;&#1100; &#1085;&#1072;&#1076; &#1057;&#1083;&#1086;&#1074;&#1086;&#1084;, &#1077;&#1089;&#1083;&#1080; &#1076;&#1077;&#1083;&#1072;&#1077;&#1084; &#1095;&#1090;&#1086;-&#1083;&#1080;&#1073;&#1086; &#1080;&#1079; &#1101;&#1090;&#1080;&#1093; &#1095;&#1077;&#1090;&#1099;&#1088;&#1105;&#1093;, &#1087;&#1077;&#1088;&#1077;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1074;&#1099;&#1096;&#1077;. &#1056;&#1072;&#1079;&#1084;&#1099;&#1096;&#1083;&#1077;&#1085;&#1080;&#1077; &#1101;&#1090;&#1086; &#1082;&#1083;&#1102;&#1095; &#1082; &#1086;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1080;&#1102;. &#1053;&#1086;&#1074;&#1086;&#1086;&#1073;&#1088;&#1072;&#1097;&#1105;&#1085;&#1085;&#1099;&#1077; &#1093;&#1088;&#1080;&#1089;&#1090;&#1080;&#1072;&#1085;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1085;&#1091;&#1078;&#1076;&#1072;&#1102;&#1090;&#1089;&#1103; &#1074; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1083;&#1091;&#1096;&#1072;&#1090;&#1100; &#1080; &#1095;&#1080;&#1090;&#1072;&#1090;&#1100; &#1041;&#1080;&#1073;&#1083;&#1080;&#1102;, &#1095;&#1077;&#1084; &#1074; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1100; &#1080; &#1079;&#1072;&#1087;&#1086;&#1084;&#1080;&#1085;&#1072;&#1090;&#1100; &#1077;&#1105;. &#1069;&#1090;&#1086; &#1090;&#1072;&#1082; &#1076;&#1086; &#1090;&#1077;&#1093; &#1087;&#1086;&#1088;, &#1087;&#1086;&#1082;&#1072; &#1086;&#1085;&#1080; &#1085;&#1077; &#1088;&#1072;&#1079;&#1073;&#1077;&#1088;&#1091;&#1090;&#1089;&#1103; &#1093;&#1086;&#1088;&#1086;&#1096;&#1086; &#1089; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1086;&#1081; &#1080;&#1076;&#1077;&#1077;&#1081; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080;.  </p></div></div><table width="100%" class="bottom-nav"><tr><td width="33%" align="left" valign="top" class="navLeft"><a href="h2-basics.html">Prev</a></td><td width="34%" align="center" valign="top" class="navCenter"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top" class="navRight"><a href="h2-basics-types.html">Next</a></td></tr><tr><td width="33%" align="left" class="navLeft">&#1054;&#1089;&#1085;&#1086;&#1074;&#1099; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080; </td><td width="34%" align="center" class="navCenter"><a href="h2-basics.html">Up</a></td><td width="33%" align="right" class="navRight"> &#1058;&#1080;&#1087;&#1099; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080;</td></tr></table></body></html>