<html><head><title>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 5 - &#1053;&#1091;&#1078;&#1085;&#1086; &#1087;&#1086;&#1085;&#1103;&#1090;&#1100; &#1094;&#1077;&#1083;&#1100; &#1087;&#1088;&#1080;&#1090;&#1095; &#1080; &#1088;&#1072;&#1079;&#1085;&#1080;&#1094;&#1091; &#1084;&#1077;&#1078;&#1076;&#1091; &#1087;&#1088;&#1080;&#1090;&#1095;&#1077;&#1081; &#1080; &#1072;&#1083;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1077;&#1081;</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="&#1041;&#1080;&#1073;&#1083;&#1080;&#1102;, &#1048;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100;, &#1050;&#1072;&#1082;"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1050;&#1072;&#1082; &#1080;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100; &#1041;&#1080;&#1073;&#1083;&#1080;&#1102;"><link rel="up" href="h2-rules.html" title="Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080; (&#1043;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)"><link rel="previous" href="h2-rules-normal.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 4 - &#1058;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1083;&#1077;&#1085;&#1080;&#1077;&#1084; &#1089;&#1083;&#1086;&#1074; &#1074; &#1103;&#1079;&#1099;&#1082;&#1077;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr class="header"><td colspan="2"> </td></tr><tr id="logo"><td valign="top"><img src="help:/common/kde_logo.png" alt="KDE -         The K Desktop Environment" width="296" height="79" border="0"></td><td valign="middle" align="center" id="location"><h1>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 5 - &#1053;&#1091;&#1078;&#1085;&#1086; &#1087;&#1086;&#1085;&#1103;&#1090;&#1100; &#1094;&#1077;&#1083;&#1100; &#1087;&#1088;&#1080;&#1090;&#1095; &#1080; &#1088;&#1072;&#1079;&#1085;&#1080;&#1094;&#1091; &#1084;&#1077;&#1078;&#1076;&#1091; &#1087;&#1088;&#1080;&#1090;&#1095;&#1077;&#1081; &#1080; &#1072;&#1083;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1077;&#1081;</h1></td></tr></table><table width="100%" class="header"><tbody><tr><td align="left" class="navLeft" width="33%"><a accesskey="p" href="h2-rules-normal.html">Prev</a></td><td align="center" class="navCenter" width="34%">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080; (&#1043;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</td><td align="right" class="navRight" width="33%"> 
		      </td></tr></tbody></table><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-rules-parables"></a>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 5 - &#1053;&#1091;&#1078;&#1085;&#1086; &#1087;&#1086;&#1085;&#1103;&#1090;&#1100; &#1094;&#1077;&#1083;&#1100; &#1087;&#1088;&#1080;&#1090;&#1095; &#1080; &#1088;&#1072;&#1079;&#1085;&#1080;&#1094;&#1091; &#1084;&#1077;&#1078;&#1076;&#1091; &#1087;&#1088;&#1080;&#1090;&#1095;&#1077;&#1081; &#1080; &#1072;&#1083;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1077;&#1081;</h2></div></div><p>&#1040;&#1083;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;: &#1048;&#1057;&#1058;&#1054;&#1056;&#1048;&#1071; &#1042; &#1050;&#1054;&#1058;&#1054;&#1056;&#1054;&#1049; &#1050;&#1040;&#1046;&#1044;&#1067;&#1049; &#1069;&#1051;&#1045;&#1052;&#1045;&#1053;&#1058; &#1048;&#1052;&#1045;&#1045;&#1058; &#1047;&#1053;&#1040;&#1063;&#1045;&#1053;&#1048;&#1045; </p><p>&#1050;&#1072;&#1078;&#1076;&#1072;&#1103; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1072;&#1083;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1077;&#1081;, &#1074;&#1077;&#1088;&#1085;&#1086; &#1080;&#1083;&#1080; &#1085;&#1077;&#1090;?</p><p>&#1053;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1087;&#1088;&#1080;&#1090;&#1095;&#1080; &#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1072;&#1083;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;&#1084;&#1080;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;,&#1087;&#1088;&#1080;&#1090;&#1095;&#1072; &#1086; &#1089;&#1077;&#1103;&#1090;&#1077;&#1083;&#1077; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1072;&#1083;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1077;&#1081;: &#1089;&#1077;&#1084;&#1103; &#1077;&#1089;&#1090;&#1100; &#1057;&#1083;&#1086;&#1074;&#1086; &#1041;&#1086;&#1078;&#1100;&#1077;, &#1090;&#1077;&#1088;&#1085;&#1080;&#1077; - &#1101;&#1090;&#1086; &#1079;&#1072;&#1073;&#1086;&#1090;&#1099; &#1080; &#1078;&#1072;&#1076;&#1085;&#1086;&#1089;&#1090;&#1100;, &#1080; &#1090;.&#1076;. &#1053;&#1086; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1086; &#1087;&#1088;&#1080;&#1090;&#1095; &#1101;&#1090;&#1086; &#1085;&#1077; &#1072;&#1083;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1080;, &#1072; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080; &#1076;&#1083;&#1103; &#1080;&#1083;&#1083;&#1102;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072;. &#1054;&#1087;&#1072;&#1089;&#1085;&#1086; &#1080;&#1079;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1100; &#1085;&#1072;&#1096;&#1080; &#1076;&#1086;&#1082;&#1090;&#1088;&#1080;&#1085;&#1099; &#1080;&#1079; &#1087;&#1088;&#1080;&#1090;&#1095;; &#1086;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1087;&#1077;&#1088;&#1077;&#1082;&#1088;&#1091;&#1095;&#1077;&#1085;&#1099; &#1085;&#1072; &#1083;&#1102;&#1073;&#1086;&#1081; &#1074;&#1082;&#1091;&#1089;. &#1052;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1080;&#1079;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1100; &#1085;&#1072;&#1096;&#1080; &#1076;&#1086;&#1082;&#1090;&#1088;&#1080;&#1085;&#1099; &#1080;&#1079; &#1103;&#1089;&#1085;&#1099;&#1093; &#1084;&#1077;&#1089;&#1090; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1086;&#1085;&#1080; &#1103;&#1089;&#1085;&#1086; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099;; &#1080;, &#1077;&#1089;&#1083;&#1080; &#1087;&#1088;&#1080;&#1090;&#1095;&#1072; &#1076;&#1072;&#1105;&#1090; &#1080;&#1083;&#1083;&#1102;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102;, &#1090;&#1086; &#1101;&#1090;&#1086; &#1093;&#1086;&#1088;&#1086;&#1096;&#1086;.</p><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-parables-ex5a"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 5&#1040;</h3></div></div><p>&#1055;&#1088;&#1080;&#1090;&#1095;&#1072; &#1086; &#1074;&#1076;&#1086;&#1074;&#1077; &#1080; &#1085;&#1077;&#1087;&#1088;&#1072;&#1074;&#1077;&#1076;&#1085;&#1086;&#1084; &#1089;&#1091;&#1076;&#1100;&#1077; &#1074; &#1051;&#1091;&#1082;&#1080;.18:1-8. &#1069;&#1090;&#1072; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1103; &#1080;&#1083;&#1083;&#1102;&#1089;&#1090;&#1088;&#1080;&#1088;&#1091;&#1077;&#1090; &#1086;&#1076;&#1080;&#1085; &#1091;&#1088;&#1086;&#1082;: &#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1089;&#1090;&#1074;&#1086; &#1074; &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1077;. &#1045;&#1089;&#1083;&#1080; &#1084;&#1099; &#1087;&#1077;&#1088;&#1077;&#1090;&#1103;&#1085;&#1077;&#1084; &#1077;&#1105; &#1074; &#1072;&#1083;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1102;, &#1090;&#1086; &#1095;&#1090;&#1086; &#1084;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1084;?</p><p>&#1042;&#1089;&#1077; &#1092;&#1086;&#1088;&#1084;&#1099; &#1089;&#1090;&#1088;&#1077;&#1084;&#1083;&#1077;&#1085;&#1080;&#1103; &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1076;&#1086;&#1087;&#1091;&#1089;&#1090;&#1080;&#1084;&#1099;&#1084;&#1080;:&#1041;&#1086;&#1075; &#1085;&#1077; &#1078;&#1077;&#1083;&#1072;&#1077;&#1090; &#1079;&#1072;&#1097;&#1080;&#1097;&#1072;&#1090;&#1100; &#1087;&#1088;&#1072;&#1074;&#1072; &#1074;&#1076;&#1086;&#1074;&#1099;,&#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1099; "&#1076;&#1086;&#1089;&#1072;&#1078;&#1076;&#1072;&#1102;&#1090;" &#1045;&#1084;&#1091;, &#1080; &#1090;.&#1076;.</p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-parables-ex5b"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 5&#1041;</h3></div></div><p>&#1055;&#1088;&#1080;&#1090;&#1095;&#1072; &#1086; &#1085;&#1077;&#1074;&#1077;&#1088;&#1085;&#1086;&#1084;&#1091; &#1091;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083;&#1077; &#1074; &#1051;&#1091;&#1082;&#1080;.16:1-9. &#1042; &#1095;&#1105;&#1084; &#1089;&#1084;&#1099;&#1089;&#1083; &#1087;&#1088;&#1080;&#1090;&#1095;&#1080;? &#1052;&#1086;&#1078;&#1077;&#1090; &#1101;&#1090;&#1086; &#1072;&#1083;&#1083;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103;? </p><p>&#1059;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1083; &#1087;&#1086;&#1093;&#1074;&#1072;&#1083;&#1091; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1086;&#1076;&#1085;&#1086;, &#1077;&#1075;&#1086; &#1076;&#1086;&#1075;&#1072;&#1076;&#1083;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100; &#1074; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1086;&#1085; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1083; &#1095;&#1090;&#1086; &#1080;&#1084;&#1077;&#1083; &#1076;&#1083;&#1103; &#1087;&#1088;&#1080;&#1075;&#1086;&#1090;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1086;&#1085; &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1101;&#1090;&#1080;&#1084; &#1088;&#1072;&#1089;&#1087;&#1086;&#1088;&#1103;&#1078;&#1072;&#1090;&#1100;&#1089;&#1103;. &#1053;&#1086; &#1077;&#1084;&#1091; &#1085;&#1077; &#1073;&#1099;&#1083;&#1086; &#1087;&#1086;&#1088;&#1091;&#1095;&#1077;&#1085;&#1086; &#1074;&#1077;&#1089;&#1090;&#1080; &#1089;&#1077;&#1073;&#1103; &#1085;&#1077;&#1101;&#1090;&#1080;&#1095;&#1085;&#1086; &#1080; &#1086;&#1073;&#1082;&#1088;&#1072;&#1076;&#1099;&#1074;&#1072;&#1090;&#1100; &#1089;&#1074;&#1086;&#1077;&#1075;&#1086; &#1093;&#1086;&#1079;&#1103;&#1080;&#1085;&#1072;.  </p></div></div><table width="100%" class="bottom-nav"><tr><td width="33%" align="left" valign="top" class="navLeft"><a href="h2-rules-normal.html">Prev</a></td><td width="34%" align="center" valign="top" class="navCenter"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top" class="navRight"></td></tr><tr><td width="33%" align="left" class="navLeft">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 4 - &#1058;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1091;&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1083;&#1077;&#1085;&#1080;&#1077;&#1084; &#1089;&#1083;&#1086;&#1074; &#1074; &#1103;&#1079;&#1099;&#1082;&#1077; </td><td width="34%" align="center" class="navCenter"><a href="h2-rules.html">Up</a></td><td width="33%" align="right" class="navRight"> </td></tr></table></body></html>