<html><head><title>Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080; (&#1043;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.67.2"><meta name="keywords" content="&#1041;&#1080;&#1073;&#1083;&#1080;&#1102;, &#1048;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100;, &#1050;&#1072;&#1082;"><link rel="start" href="index.html" title="&#1050;&#1072;&#1082; &#1080;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100; &#1041;&#1080;&#1073;&#1083;&#1080;&#1102;"><link rel="up" href="index.html" title="&#1050;&#1072;&#1082; &#1080;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100; &#1041;&#1080;&#1073;&#1083;&#1080;&#1102;"><link rel="prev" href="h2-basics-worksheet.html" title="&#1056;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1083;&#1080;&#1089;&#1090;: &#1050;&#1072;&#1082; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089;&#1080;&#1084;&#1092;&#1086;&#1085;&#1080;&#1077;&#1081;"><link rel="next" href="h2-rules-context.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2 - &#1048;&#1089;&#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1099;&#1074;&#1072;&#1090;&#1100; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1086;&#1084; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1077;"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div style="background-image: url(help:/common/top-middle.png); width: 100%; height: 131px;"><div style="position: absolute;                      right: 0px;"><img src="help:/common/top-right-konqueror.png" style="margin: 0px" alt=""></div><div style="position: absolute;                         top: 25px;                          right: 100px;                          text-align: right;                          font-size: xx-large;                          font-weight: bold;                          text-shadow: #fff 0px 0px 5px;                          color: #444">&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080; (&#1043;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</div></div><div style="margin-top: 20px; background-color: #white;                        color: black;                       margin-left: 20px;                        margin-right: 20px;"><div style="position: absolute;                          left: 20px;"><a accesskey="p" href="h2-basics-worksheet.html">Prev</a></div><div style="position: absolute;                          right: 20px;"><a accesskey="n" href="h2-rules-context.html">Next</a></div><div class="navCenter"> </div></div><div class="chapter" lang="en"><div class="titlepage"><div><div><h2 class="title"><a name="h2-rules"></a>Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080; (&#1043;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</h2></div></div></div><p>We already learned about the "3 Cs": content, context, cross-reference. We want to expand that now by delving briefly into biblical hermeneutics, whose goal is to discover the meaning intended by the original author (and Author!). While many applications of a passage are valid, only one interpretation is valid. The scripture itself says this by saying that no scripture is of any private interpretation (2 Pe.1:20 KJV &#8220;<span class="quote">Knowing this first, that no prophesy of scripture is of any private interpretation.</span>&#8221;). Certain rules are helps toward discovering the correct meaning; by ignoring these rules people have brought much trouble on themselves and their followers. 2 Pe.3:16 &#8220;<span class="quote">...in which are some things hard to understand, which the untaught and unstable distort, as they do also the rest of the Scriptures, to their own destruction.</span>&#8221;</p><p>&#1050;&#1072;&#1082; &#1084;&#1099; &#1073;&#1091;&#1076;&#1077;&#1084; &#1080;&#1089;&#1082;&#1072;&#1090;&#1100; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;, &#1079;&#1072;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1086;&#1077; &#1074; &#1086;&#1090;&#1088;&#1099;&#1074;&#1082;&#1077;? &#1055;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1084;, &#1095;&#1090;&#1086; &#1074;&#1072;&#1096;&#1077; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077; &#1073;&#1099;&#1083;&#1086; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1095;&#1077;&#1085;&#1086; &#1082; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1105;&#1085;&#1085;&#1086;&#1084;&#1091; &#1089;&#1090;&#1080;&#1093;&#1091;, &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1085;&#1077; &#1089;&#1086;&#1074;&#1089;&#1077;&#1084; &#1103;&#1089;&#1085;&#1086; &#1076;&#1083;&#1103; &#1074;&#1072;&#1089;. &#1050;&#1072;&#1082; &#1077;&#1075;&#1086; &#1087;&#1086;&#1085;&#1103;&#1090;&#1100;? &#1044;&#1077;&#1088;&#1078;&#1080;&#1090;&#1077; &#1101;&#1090;&#1080; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1074; &#1091;&#1084;&#1077;:</p><div class="section" lang="en"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="h2-rules-exact"></a>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 1 - &#1048;&#1089;&#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1099;&#1074;&#1072;&#1090;&#1100; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089; &#1090;&#1086;&#1095;&#1085;&#1099;&#1084; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1084; &#1089;&#1083;&#1086;&#1074;.</h2></div></div></div><p>&#1063;&#1077;&#1084; &#1090;&#1086;&#1095;&#1085;&#1077;&#1077; &#1084;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1084; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077;, &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;, &#1090;&#1077;&#1084; &#1083;&#1091;&#1095;&#1096;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1085;&#1072;&#1096;&#1077; &#1080;&#1089;&#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;. &#1057;&#1090;&#1072;&#1088;&#1072;&#1081;&#1090;&#1077;&#1089;&#1100; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100; &#1090;&#1086;&#1095;&#1085;&#1086;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1082;&#1083;&#1102;&#1095;&#1077;&#1074;&#1099;&#1093; &#1089;&#1083;&#1086;&#1074;, &#1087;&#1088;&#1080;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1103;&#1089;&#1100; &#1090;&#1072;&#1082;&#1080;&#1093; &#1096;&#1072;&#1075;&#1086;&#1074;: </p><div class="orderedlist"><ol type="1"><li><p><b>Definition. </b>&#1053;&#1072;&#1081;&#1076;&#1080;&#1090;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072; &#1074; &#1075;&#1088;&#1077;&#1095;&#1077;&#1089;&#1082;&#1086;&#1084; &#1080;&#1083;&#1080; &#1077;&#1074;&#1088;&#1077;&#1081;&#1089;&#1082;&#1086;&#1084; &#1089;&#1083;&#1086;&#1074;&#1072;&#1088;&#1077;. &#1044;&#1083;&#1103; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074; &#1080; &#1080;&#1093; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1092;&#1086;&#1088;&#1084; &#1101;&#1090;&#1086; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086; &#1074;&#1072;&#1078;&#1085;&#1086;.</p></li><li><p><b>&#1055;&#1077;&#1088;&#1077;&#1082;&#1088;&#1105;&#1089;&#1090;&#1085;&#1099;&#1077; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080;. </b>Compare scripture with scripture. Seeing how the same Greek or Hebrew word (not the English word) is used in scripture may clarify or throw new light on the definition. How does the same author use this word elsewhere? Other authors? Your reference tools may give you uses of the word in non-biblical documents, as well. Why do we have to go to the original languages; why isn't the English word good enough? <span class="emphasis"><em>Because more than one greek word may be translated into the same english word, and the greek words may have different shades of meaning.</em></span></p></li></ol></div><div class="section" lang="en"><div class="titlepage"><div><div><h3 class="title"><a name="h2-rules-exact-crossref-ex1a"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 1&#1040;</h3></div></div></div><p>&#1048;&#1085;.20:17 <span class="emphasis"><em>" &#1085;&#1077; &#1087;&#1088;&#1080;&#1082;&#1072;&#1089;&#1072;&#1081;&#1089;&#1103; &#1082;&#1086; &#1052;&#1085;&#1077;"</em></span> &#1079;&#1074;&#1091;&#1095;&#1080;&#1090; &#1088;&#1077;&#1079;&#1082;&#1086;, &#1085;&#1077; &#1087;&#1088;&#1072;&#1074;&#1076;&#1072; &#1083;&#1080;? &#1047;&#1074;&#1091;&#1095;&#1080;&#1090; &#1082;&#1072;&#1082;-&#1073;&#1091;&#1076;&#1090;&#1086; &#1048;&#1080;&#1089;&#1091;&#1089; &#1085;&#1077; &#1093;&#1086;&#1090;&#1077;&#1083;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1082; &#1053;&#1077;&#1084;&#1091; &#1087;&#1088;&#1080;&#1082;&#1072;&#1089;&#1072;&#1083;&#1080;&#1089;&#1100; &#1089;&#1077;&#1081;&#1095;&#1072;&#1089;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1054;&#1085; &#1074;&#1086;&#1089;&#1082;&#1088;&#1077;&#1089;, &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1095;&#1090;&#1086; &#1054;&#1085; &#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1089;&#1074;&#1103;&#1090; &#1080;&#1083;&#1080; &#1095;&#1090;&#1086;-&#1090;&#1086; &#1074; &#1101;&#1090;&#1086;&#1084; &#1088;&#1086;&#1076;&#1077;. &#1053;&#1086; &#1101;&#1090;&#1086; &#1085;&#1077; &#1087;&#1086;&#1093;&#1086;&#1078;&#1077; &#1085;&#1072; &#1087;&#1088;&#1072;&#1074;&#1076;&#1091;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1086;&#1073;&#1088;&#1072;&#1090;&#1080;&#1084;&#1089;&#1103; &#1082; Spiros Zodhiates' <span class="emphasis"><em>The Complete Word Study New Testament (&#1055;&#1086;&#1083;&#1085;&#1086;&#1077; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074; &#1053;&#1086;&#1074;&#1086;&#1075;&#1086; &#1047;&#1072;&#1074;&#1077;&#1090;&#1072;)</em></span> (AMG Publishers, 1991).</p><p>&#1047;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072;: &#1042;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1103;&#1089;&#1100; &#1082; &#1048;&#1086;&#1072;&#1085;&#1085;&#1072; 20:17, &#1085;&#1072;&#1076; &#1089;&#1083;&#1086;&#1074;&#1086;&#1084; "&#1087;&#1088;&#1080;&#1082;&#1072;&#1089;&#1072;&#1081;&#1089;&#1103;" &#1084;&#1099; &#1074;&#1080;&#1076;&#1080;&#1084; "pim680." &#1041;&#1091;&#1082;&#1074;&#1099; &#1076;&#1072;&#1102;&#1090; &#1085;&#1072;&#1084; &#1082;&#1086;&#1076; &#1095;&#1072;&#1089;&#1090;&#1080; &#1088;&#1077;&#1095;&#1080;, &#1072; &#1094;&#1080;&#1092;&#1088;&#1072; &#1089;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1089;&#1083;&#1086;&#1074;&#1072;&#1088;&#1100; &#1057;&#1090;&#1088;&#1086;&#1085;&#1075;&#1072;. &#1044;&#1072;&#1074;&#1072;&#1081;&#1090;&#1077; &#1088;&#1072;&#1089;&#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1084; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; (&#1089;&#1090;&#1088;. 879). "680. &#1043;&#1072;&#1087;&#1090;&#1086;&#1084;&#1072;&#1080; (Haptomai); &#1086;&#1090; &#1075;&#1072;&#1087;&#1090;&#1086; (hapto) (681), - &#1082;&#1072;&#1089;&#1072;&#1090;&#1100;&#1089;&#1103;. &#1059;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1085;&#1072; &#1090;&#1072;&#1082;&#1086;&#1077; &#1074;&#1086;&#1079;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1088;&#1091;&#1082; &#1085;&#1072; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1103;&#1077;&#1090; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1102;&#1097;&#1077;&#1077; &#1074;&#1083;&#1080;&#1103;&#1085;&#1080;&#1077; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086;... &#1054;&#1090;&#1083;&#1080;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1090; &#1087;&#1089;&#1077;&#1083;&#1072;&#1092;&#1072;&#1086; (pselaphao) (5584), &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1074;&#1086;&#1086;&#1073;&#1097;&#1077; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1087;&#1088;&#1080;&#1082;&#1086;&#1089;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077; &#1082; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1080; &#1095;&#1077;&#1075;&#1086;-&#1083;&#1080;&#1073;&#1086;". &#1058;&#1077;&#1087;&#1077;&#1088;&#1100; &#1088;&#1072;&#1089;&#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1084; "pim." &#1043;&#1088;&#1072;&#1084;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1082;&#1086;&#1076;&#1099; &#1074; Zodhiates &#1087;&#1088;&#1080;&#1074;&#1077;&#1076;&#1077;&#1085;&#1099; &#1089;&#1088;&#1072;&#1079;&#1091; &#1087;&#1086;&#1089;&#1083;&#1077; &#1054;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1080;&#1103;; &#1085;&#1072; &#1089;&#1090;&#1088;. 849 &#1084;&#1099; &#1074;&#1080;&#1076;&#1080;&#1084;, &#1095;&#1090;&#1086; pim &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090; "&#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1087;&#1086;&#1074;&#1077;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1085;&#1072;&#1082;&#1083;&#1086;&#1085;&#1077;&#1085;&#1080;&#1077; (present imperative active (80))". &#1053;&#1072; &#1089;&#1090;&#1088;.857, "&#1053;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1087;&#1086;&#1074;&#1077;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1085;&#1072;&#1082;&#1083;&#1086;&#1085;&#1077;&#1085;&#1080;&#1077;. &#1042; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1084; &#1079;&#1072;&#1083;&#1086;&#1075;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1087;&#1086;&#1074;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1095;&#1090;&#1086;-&#1083;&#1080;&#1073;&#1086; &#1074; &#1073;&#1091;&#1076;&#1091;&#1097;&#1077;&#1084;, &#1095;&#1090;&#1086; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1074; &#1089;&#1077;&#1073;&#1103; &#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1103;&#1102;&#1097;&#1077;&#1077;&#1089;&#1103; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1080;&#1083;&#1080;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1085;&#1080;&#1080;, - &#1087;&#1086;&#1074;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1095;&#1090;&#1086;-&#1090;&#1086;. " &#1069;&#1090;&#1086; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086;&#1074;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1101;&#1090;&#1086; &#1087;&#1086;&#1074;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1095;&#1090;&#1086;-&#1090;&#1086;, &#1095;&#1090;&#1086; &#1091;&#1078;&#1077; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1090;. &#1048;&#1090;&#1072;&#1082;, &#1095;&#1090;&#1086; &#1078;&#1077; &#1084;&#1099; &#1074;&#1099;&#1103;&#1089;&#1085;&#1080;&#1083;&#1080;?</p><p><span class="emphasis"><em>Mary is already clinging to Jesus, and he is saying to stop holding him!</em></span></p></div><div class="section" lang="en"><div class="titlepage"><div><div><h3 class="title"><a name="h2-rules-exact-crossref-ex1b"></a>Example 1B</h3></div></div></div><p>&#1042; &#1048;&#1072;&#1082;&#1086;&#1074;&#1072; 5:14, <span class="emphasis"><em>&#1041;&#1086;&#1083;&#1077;&#1085; &#1083;&#1080; &#1082;&#1090;&#1086; &#1080;&#1079; &#1074;&#1072;&#1089;, &#1087;&#1091;&#1089;&#1090;&#1100; &#1087;&#1088;&#1080;&#1079;&#1086;&#1074;&#1077;&#1090; &#1087;&#1088;&#1077;&#1089;&#1074;&#1080;&#1090;&#1077;&#1088;&#1086;&#1074; &#1062;&#1077;&#1088;&#1082;&#1074;&#1080;, &#1080; &#1087;&#1091;&#1089;&#1090;&#1100; &#1087;&#1086;&#1084;&#1086;&#1083;&#1103;&#1090;&#1089;&#1103; &#1085;&#1072;&#1076; &#1085;&#1080;&#1084;, &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1074; &#1077;&#1075;&#1086; &#1077;&#1083;&#1077;&#1077;&#1084; &#1074;&#1086; &#1080;&#1084;&#1103; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1077;</em></span>. &#1063;&#1090;&#1086; &#1101;&#1090;&#1086; &#1079;&#1072; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1085;&#1080;&#1077;?</p><p>&#1047;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072; &#1072;&#1083;&#1077;&#1080;&#1092;&#1086; (aleipho) (218) - "&#1089;&#1084;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1084;&#1072;&#1089;&#1083;&#1086;&#1084;" (&#1087;&#1086; &#1057;&#1090;&#1088;&#1086;&#1085;&#1075;&#1091;); &#1085;&#1086; &#1077;&#1089;&#1090;&#1100; &#1080; &#1076;&#1088;&#1091;&#1075;&#1086;&#1077; &#1075;&#1088;&#1077;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1089;&#1083;&#1086;&#1074;&#1086;, &#1087;&#1077;&#1088;&#1077;&#1074;&#1077;&#1076;&#1105;&#1085;&#1085;&#1086;&#1077; &#1082;&#1072;&#1082; "&#1087;&#1086;&#1084;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100;", &#1095;&#1088;&#1080;&#1086; (chrio) (5548) - "&#1084;&#1072;&#1079;&#1072;&#1090;&#1100; &#1080;&#1083;&#1080; &#1085;&#1072;&#1090;&#1080;&#1088;&#1072;&#1090;&#1100; &#1084;&#1072;&#1089;&#1083;&#1086;&#1084;, &#1090;&#1086; &#1077;&#1089;&#1090;&#1100; &#1087;&#1086;&#1089;&#1074;&#1103;&#1097;&#1072;&#1090;&#1100; &#1084;&#1080;&#1088;&#1089;&#1082;&#1086;&#1084;&#1091; &#1080;&#1083;&#1080; &#1088;&#1077;&#1083;&#1080;&#1075;&#1080;&#1086;&#1079;&#1085;&#1086;&#1084;&#1091; &#1089;&#1083;&#1091;&#1078;&#1077;&#1085;&#1080;&#1102;" (&#1087;&#1086; &#1057;&#1090;&#1088;&#1086;&#1085;&#1075;&#1091;). &#1058;&#1072;&#1082; &#1082;&#1072;&#1082; &#1101;&#1090;&#1086; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;, &#1091;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1103; &#1090;&#1072;&#1082;&#1078;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103;, "apta" - &#1072;&#1086;&#1088;&#1080;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1087;&#1088;&#1080;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; (aorist participle active). "&#1040;&#1086;&#1088;&#1080;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1087;&#1088;&#1080;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1074;&#1099;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1074; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1084;&#1091; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1102;... &#1050;&#1086;&#1075;&#1076;&#1072; &#1077;&#1075;&#1086; &#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1082; &#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1084;&#1091; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;&#1091; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1077;, &#1090;&#1086; &#1086;&#1085; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1086;&#1073;&#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1089;&#1086;&#1074;&#1077;&#1088;&#1096;&#1072;&#1077;&#1084;&#1086;&#1077; &#1076;&#1086; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1086;&#1073;&#1086;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1086; &#1075;&#1083;&#1072;&#1074;&#1085;&#1099;&#1084; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;&#1086;&#1084;." (Zodhiates &#1089;&#1090;&#1088;.851)</p><div class="itemizedlist"><ul type="disc"><li><p>Cross-references for aleipho: <div class="orderedlist"><ol type="1"><li><p>Mt.6:17 But you, when you fast, anoint your head</p></li><li><p>Mk.16:1 [the women] brought spices that they might come and anoint Him.</p></li><li><p>Mk.6:13 And they were...anointing with oil many sick people and healing them.</p></li><li><p>Lk.7:38 [...] kissing His feet and anointing them with the perfume</p></li><li><p>Jn.12:3 Mary [...] anointed the feet of Jesus, and wiped them with her hair</p></li></ol></div></p></li><li><p>Cross-references of chrio: <div class="orderedlist"><ol type="1"><li><p>Lk.4:18 &#8220;<span class="quote">The Spirit of the Lord is upon me, because He has anointed me to preach [...]</span>&#8221;</p></li><li><p>Acts 4:27 Jesus, whom Thou hast anointed</p></li><li><p>Acts 10:38 God anointed Jesus with the Holy Ghost and power</p></li><li><p>2 Cor.1:21 Now He who...anointed us is God</p></li></ol></div></p></li></ul></div><p>So what's the difference between aleipho and chrio? Look back over the cross-references and the definitions, and sum up the difference: <span class="emphasis"><em>"aleipho" is a practical use of oil and "chrio" is a spiritual</em></span></p><p>&#1048;&#1083;&#1083;&#1102;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1084;&#1072;&#1089;&#1083;&#1072; &#1074; &#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; (&#1093;&#1086;&#1090;&#1103; &#1089;&#1083;&#1086;&#1074;&#1086; &#1085;&#1077; &#1073;&#1099;&#1083;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1086;) - &#1082;&#1086;&#1075;&#1076;&#1072; &#1076;&#1086;&#1073;&#1088;&#1099;&#1081; &#1089;&#1072;&#1084;&#1072;&#1088;&#1103;&#1085;&#1080;&#1085; &#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1083; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1091; &#1087;&#1086;&#1073;&#1080;&#1090;&#1086;&#1084;&#1091; &#1088;&#1072;&#1079;&#1073;&#1086;&#1081;&#1085;&#1080;&#1082;&#1072;&#1084;&#1080;, &#1086;&#1085; &#1083;&#1080;&#1083; &#1084;&#1072;&#1089;&#1083;&#1086; &#1080; &#1074;&#1080;&#1085;&#1086; &#1085;&#1072; &#1077;&#1075;&#1086; &#1088;&#1072;&#1085;&#1099;. &#1042; &#1076;&#1085;&#1080; &#1048;&#1080;&#1089;&#1091;&#1089;&#1072; &#1084;&#1072;&#1089;&#1083;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1103;&#1083;&#1086;&#1089;&#1100; &#1082;&#1072;&#1082; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1086;&#1077; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;.  </p><p>&#1058;&#1077;&#1087;&#1077;&#1088;&#1100; &#1076;&#1072;&#1074;&#1072;&#1081;&#1090;&#1077; &#1080;&#1079;&#1091;&#1095;&#1080;&#1084; &#1048;&#1072;&#1082;&#1086;&#1074;&#1072; 5:14, &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1103;&#1103; &#1090;&#1086;, &#1095;&#1090;&#1086; &#1084;&#1099; &#1091;&#1078;&#1077; &#1091;&#1079;&#1085;&#1072;&#1083;&#1080; &#1086;&#1073; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1086;&#1074;&#1077;: <span class="emphasis"><em>"&#1041;&#1086;&#1083;&#1077;&#1085; &#1083;&#1080; &#1082;&#1090;&#1086; &#1080;&#1079; &#1074;&#1072;&#1089;, &#1087;&#1091;&#1089;&#1090;&#1100; &#1087;&#1088;&#1080;&#1079;&#1086;&#1074;&#1077;&#1090; &#1087;&#1088;&#1077;&#1089;&#1074;&#1080;&#1090;&#1077;&#1088;&#1086;&#1074; &#1062;&#1077;&#1088;&#1082;&#1074;&#1080;, &#1080; &#1087;&#1091;&#1089;&#1090;&#1100; &#1087;&#1086;&#1084;&#1086;&#1083;&#1103;&#1090;&#1089;&#1103; &#1085;&#1072;&#1076; &#1085;&#1080;&#1084;, &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1074; &#1077;&#1075;&#1086; &#1077;&#1083;&#1077;&#1077;&#1084; &#1074;&#1086; &#1080;&#1084;&#1103; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1077;."</em></span> &#1069;&#1090;&#1086; "&#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1085;&#1080;&#1077;" &#1076;&#1091;&#1093;&#1086;&#1074;&#1085;&#1086;&#1077; &#1080;&#1083;&#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077;? &#1055;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077;!</p><p>&#1048; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1091;&#1102; &#1092;&#1086;&#1088;&#1084;&#1091; &#1075;&#1088;&#1077;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1103;&#1079;&#1099;&#1082;&#1072; &#1072;&#1086;&#1088;&#1080;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1087;&#1088;&#1080;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; (aorist participle) &#1083;&#1091;&#1095;&#1096;&#1077; &#1087;&#1077;&#1088;&#1077;&#1074;&#1077;&#1089;&#1090;&#1080; &#1082;&#1072;&#1082; "&#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1074;", &#1090;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084; &#1087;&#1086;&#1088;&#1103;&#1076;&#1086;&#1082; &#1073;&#1099;&#1083; &#1090;&#1072;&#1082;&#1086;&#1074;, &#1095;&#1090;&#1086; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1085;&#1080;&#1077; &#1089;&#1085;&#1072;&#1095;&#1072;&#1083;&#1072;, &#1079;&#1072;&#1090;&#1077;&#1084; &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1072; ("&#1074;&#1086; &#1080;&#1084;&#1103; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1077;" &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1089;&#1103; &#1082; &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1077;, &#1072; &#1085;&#1077; &#1082; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1085;&#1080;&#1102;). &#1042; 5 &#1075;&#1083;&#1072;&#1074;&#1077; &#1087;&#1086;&#1089;&#1083;&#1072;&#1085;&#1080;&#1103; &#1048;&#1072;&#1082;&#1086;&#1074;&#1072; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1087;&#1088;&#1077;&#1089;&#1074;&#1080;&#1090;&#1077;&#1088;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1091;&#1102; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100; &#1080; &#1084;&#1086;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103; &#1086; &#1085;&#1105;&#1084; &#1074;&#1086; &#1080;&#1084;&#1103; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1077;. &#1056;&#1072;&#1079;&#1074;&#1077; &#1101;&#1090;&#1086; &#1085;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1085;&#1086;&#1077; &#1074;&#1099;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077; &#1075;&#1072;&#1088;&#1084;&#1086;&#1085;&#1080;&#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1085;&#1086;&#1075;&#1086; &#1080; &#1076;&#1091;&#1093;&#1086;&#1074;&#1085;&#1086;&#1075;&#1086; &#1074; &#1085;&#1072;&#1096;&#1077;&#1084; &#1041;&#1086;&#1075;&#1077;?! </p></div></div></div><div style="background-color: #white; color: black;                  margin-top: 20px; margin-left: 20px;                  margin-right: 20px;"><div style="position: absolute; left: 20px;"><a accesskey="p" href="h2-basics-worksheet.html">Prev</a></div><div style="position: absolute; right: 20px;"><a accesskey="n" href="h2-rules-context.html">Next</a></div><div align="center"><a accesskey="h" href="index.html">Home</a></div></div><div style="background-color: #white;   color: black;         margin-left: 20px;   margin-right: 20px;"><div class="navLeft">&#1056;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1083;&#1080;&#1089;&#1090;: &#1050;&#1072;&#1082; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1089;&#1080;&#1084;&#1092;&#1086;&#1085;&#1080;&#1077;&#1081; </div><div class="navRight"> &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2 - &#1048;&#1089;&#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1099;&#1074;&#1072;&#1090;&#1100; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1086;&#1084; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1077;</div><div class="navCenter"><a accesskey="u" href="index.html">Up</a></div></div><br><br><div class="bannerBottom" style="background-image: url(help:/common/bottom-middle.png);                                        background-repeat: x-repeat;                                         width: 100%;                                         height: 100px;                                         bottom:0px;"><div class="BannerBottomRight"><img src="help:/common/bottom-right.png" style="margin: 0px" alt=""></div><div class="bannerBottomLeft"><img src="help:/common/bottom-left.png" style="margin: 0px;" alt=""></div><div id="comments" style="position:relative; top: 5px; left: 1em; height:85px; width: 50%; color: #cfe1f6"><p>Would you like to make a comment or contribute an update to this page?<br>
        Send feedback to the <a href="mailto:kde-docs@kdemail.net" style="background:transparent; color:#cfe1f6; text-decoration: underline;">KDE Docs Team</a></p></div></div></body></html>