<html><head><title>Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080; (&#1043;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="&#1041;&#1080;&#1073;&#1083;&#1080;&#1102;, &#1048;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100;, &#1050;&#1072;&#1082;"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#1050;&#1072;&#1082; &#1080;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100; &#1041;&#1080;&#1073;&#1083;&#1080;&#1102;"><link rel="up" href="index.html" title="&#1050;&#1072;&#1082; &#1080;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100; &#1041;&#1080;&#1073;&#1083;&#1080;&#1102;"><link rel="previous" href="h2-basics-worksheet.html" title="&#1056;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1083;&#1080;&#1089;&#1090;: &#1050;&#1072;&#1082; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1080;&#1084;&#1092;&#1086;&#1085;&#1080;&#1102;, ..."><link rel="next" href="h2-rules-context.html" title="&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2 - &#1048;&#1089;&#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1099;&#1074;&#1072;&#1090;&#1100; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1086;&#1084; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1077;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div id="headline" style="position : absolute;                 height : 85px;                 z-index : 100;                 background : transparent;                 text-align : center;   text-transform: smallcaps;                 width : 100%;                 top : 0px;                 left : 0px;                 width : 100%;                 color : #000000;"><h1>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080; (&#1043;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</h1></div><div id="navbackground" style="position : absolute;   width : 100%;   height : 124px;   background-image : url('help:/common/doctop2.png');   z-index : 5;   left : 0px;   top : 0px;   padding : 0px;"><div id="bulb1" style="padding : 0px;   position : absolute;   z-index : 15;   width : 150px;   height : 85px;   top : 0px;   left : 0px;   background : url('help:/common/doctop1.png') repeat;"></div><div id="gradient" style="  position : absolute;   width : 275px;   height : 85px;   z-index : 19px;   top : 0px;   padding : 0px;   left : 150px;   background-image : url('help:/common/doctop1a.png');   background-repeat : no-repeat;   background-color : transparent;   visibility : visible;"></div><div id="bulb-bit" style="position : absolute;   width : 100%;   height : 25px;   top : 85px;   left : 0px;   background-image : url('help:/common/doctop1b.png');   background-repeat : no-repeat;   background-color : transparent;   z-index : 5;"><table width="100%" id="navtable"><tbody><tr><td align="left" class="left"><a accesskey="p" href="h2-basics-worksheet.html">Prev</a></td><td align="center" class="center"> </td><td align="right" class="right"><a accesskey="n" href="h2-rules-context.html">Next</a></td></tr></tbody></table></div></div><div class="chapter"><div class="titlepage"><div><h2 class="title"><a name="h2-rules"></a>Chapter 3. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1041;&#1080;&#1073;&#1083;&#1080;&#1080; (&#1043;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1072;)</h2></div></div><p>&#1052;&#1099; &#1091;&#1078;&#1077; &#1079;&#1085;&#1072;&#1077;&#1084; &#1086; "&#1057;&#1050;&#1055;": &#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;, &#1050;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;, &#1055;&#1077;&#1088;&#1077;&#1082;&#1088;&#1105;&#1089;&#1090;&#1085;&#1099;&#1077; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080;. &#1057;&#1077;&#1081;&#1095;&#1072;&#1089; &#1085;&#1072;&#1084; &#1073;&#1099; &#1093;&#1086;&#1090;&#1077;&#1083;&#1086;&#1089;&#1100; &#1082; &#1101;&#1090;&#1086;&#1084;&#1091; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1077; &#1087;&#1086;&#1075;&#1088;&#1091;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1091;&#1102; &#1075;&#1077;&#1088;&#1084;&#1077;&#1085;&#1077;&#1074;&#1090;&#1080;&#1082;&#1091;, &#1095;&#1100;&#1077;&#1081; &#1094;&#1077;&#1083;&#1100;&#1102; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; &#1074;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1072;&#1074;&#1090;&#1086;&#1088;&#1086;&#1084; ( &#1080; &#1040;&#1074;&#1090;&#1086;&#1088;&#1086;&#1084;!). &#1042; &#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1082;&#1072;&#1082; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1081; &#1086;&#1090;&#1088;&#1099;&#1074;&#1082;&#1072; &#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1074;&#1077;&#1088;&#1085;&#1099;&#1084;&#1080;, &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1086;&#1076;&#1085;&#1086; &#1080;&#1089;&#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1074;&#1077;&#1088;&#1085;&#1099;&#1084;. &#1057;&#1072;&#1084;&#1086; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077; &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090; &#1086; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077; &#1085;&#1077;&#1083;&#1100;&#1079;&#1103; &#1088;&#1072;&#1079;&#1088;&#1077;&#1096;&#1080;&#1090;&#1100; &#1089;&#1072;&#1084;&#1086;&#1084;&#1091; &#1089;&#1086;&#1073;&#1086;&#1102; (2 &#1055;&#1077;&#1090;&#1088;&#1072;.1:20 <span class="emphasis"><i>"&#1047;&#1085;&#1072;&#1103; &#1087;&#1088;&#1077;&#1078;&#1076;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086; &#1090;&#1086;, &#1095;&#1090;&#1086; &#1085;&#1080;&#1082;&#1072;&#1082;&#1086;&#1075;&#1086; &#1087;&#1088;&#1086;&#1088;&#1086;&#1095;&#1077;&#1089;&#1090;&#1074;&#1072; &#1074; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1080; &#1085;&#1077;&#1083;&#1100;&#1079;&#1103; &#1088;&#1072;&#1079;&#1088;&#1077;&#1096;&#1080;&#1090;&#1100; &#1089;&#1072;&#1084;&#1086;&#1084;&#1091; &#1089;&#1086;&#1073;&#1086;&#1102;".</i></span>) &#1054;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1105;&#1085;&#1085;&#1099;&#1077; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1102;&#1090; &#1074; &#1087;&#1086;&#1080;&#1089;&#1082;&#1077; &#1080;&#1089;&#1090;&#1080;&#1085;&#1085;&#1086;&#1075;&#1086; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103;; &#1080;&#1075;&#1085;&#1086;&#1088;&#1080;&#1088;&#1091;&#1103; &#1101;&#1090;&#1080; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072;, &#1083;&#1102;&#1076;&#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1083;&#1080; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1085;&#1077;&#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; &#1076;&#1083;&#1103; &#1089;&#1077;&#1073;&#1103; &#1080; &#1089;&#1074;&#1086;&#1080;&#1093; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081;. 2 &#1055;&#1077;&#1090;&#1088;&#1072;.3:16 <span class="emphasis"><i>"...&#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1077;&#1089;&#1090;&#1100; &#1085;&#1077;&#1095;&#1090;&#1086; &#1085;&#1077;&#1091;&#1076;&#1086;&#1073;&#1086;&#1074;&#1088;&#1072;&#1079;&#1091;&#1084;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077;, &#1095;&#1090;&#1086; &#1085;&#1077;&#1074;&#1077;&#1078;&#1076;&#1099; &#1080; &#1085;&#1077;&#1091;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1077;&#1085;&#1085;&#1099;&#1077;, &#1082; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1089;&#1074;&#1086;&#1077;&#1081; &#1087;&#1086;&#1075;&#1080;&#1073;&#1077;&#1083;&#1080;, &#1087;&#1088;&#1077;&#1074;&#1088;&#1072;&#1097;&#1072;&#1102;&#1090;, &#1082;&#1072;&#1082; &#1080; &#1087;&#1088;&#1086;&#1095;&#1080;&#1077; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1103;".</i></span></p><p>&#1050;&#1072;&#1082; &#1084;&#1099; &#1073;&#1091;&#1076;&#1077;&#1084; &#1080;&#1089;&#1082;&#1072;&#1090;&#1100; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1079;&#1072;&#1083;&#1086;&#1078;&#1077;&#1085;&#1085;&#1086;&#1077; &#1074; &#1086;&#1090;&#1088;&#1099;&#1074;&#1082;&#1077;? &#1055;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1084;, &#1095;&#1090;&#1086; &#1074;&#1072;&#1096;&#1077; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077; &#1073;&#1099;&#1083;&#1086; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1095;&#1077;&#1085;&#1086; &#1082; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1105;&#1085;&#1085;&#1086;&#1084;&#1091; &#1089;&#1090;&#1080;&#1093;&#1091;, &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1085;&#1077; &#1089;&#1086;&#1074;&#1089;&#1077;&#1084; &#1103;&#1089;&#1085;&#1086; &#1076;&#1083;&#1103; &#1074;&#1072;&#1089;. &#1050;&#1072;&#1082; &#1077;&#1075;&#1086; &#1087;&#1086;&#1085;&#1103;&#1090;&#1100;? &#1044;&#1077;&#1088;&#1078;&#1080;&#1090;&#1077; &#1101;&#1090;&#1080; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1072; &#1074; &#1091;&#1084;&#1077;:</p><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-rules-exact"></a>&#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 1 - &#1048;&#1089;&#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1099;&#1074;&#1072;&#1090;&#1100; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089; &#1090;&#1086;&#1095;&#1085;&#1099;&#1084; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;&#1084; &#1089;&#1083;&#1086;&#1074;.</h2></div></div><p>&#1063;&#1077;&#1084; &#1090;&#1086;&#1095;&#1085;&#1077;&#1077; &#1084;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1084; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077;, &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;, &#1090;&#1077;&#1084; &#1083;&#1091;&#1095;&#1096;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1085;&#1072;&#1096;&#1077; &#1080;&#1089;&#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;. &#1055;&#1086;&#1089;&#1090;&#1072;&#1088;&#1072;&#1081;&#1090;&#1077;&#1089;&#1100; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1090;&#1100; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1082;&#1083;&#1102;&#1095;&#1077;&#1074;&#1099;&#1093; &#1089;&#1083;&#1086;&#1074;, &#1089;&#1083;&#1077;&#1076;&#1091;&#1103; &#1101;&#1090;&#1080;&#1084; &#1096;&#1072;&#1075;&#1072;&#1084;: </p><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-exact-definition"></a>&#1064;&#1072;&#1075; 1) &#1047;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;</h3></div></div><p>&#1053;&#1072;&#1081;&#1076;&#1080;&#1090;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072; &#1074; &#1075;&#1088;&#1077;&#1095;&#1077;&#1089;&#1082;&#1086;&#1084; &#1080;&#1083;&#1080; &#1077;&#1074;&#1088;&#1077;&#1081;&#1089;&#1082;&#1086;&#1084; &#1089;&#1083;&#1086;&#1074;&#1072;&#1088;&#1077;. &#1044;&#1083;&#1103; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;&#1086;&#1074; &#1080; &#1080;&#1093; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1092;&#1086;&#1088;&#1084; &#1101;&#1090;&#1086; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086; &#1074;&#1072;&#1078;&#1085;&#1086;.</p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-exact-crossref"></a>&#1064;&#1072;&#1075; 2) &#1055;&#1077;&#1088;&#1077;&#1082;&#1088;&#1105;&#1089;&#1090;&#1085;&#1099;&#1077; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080;</h3></div></div><p>&#1057;&#1088;&#1072;&#1074;&#1085;&#1080;&#1090;&#1077; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077; &#1089; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077;&#1084;. &#1053;&#1072;&#1073;&#1083;&#1102;&#1076;&#1077;&#1085;&#1080;&#1077; &#1079;&#1072; &#1090;&#1077;&#1084;, &#1082;&#1072;&#1082; &#1086;&#1076;&#1085;&#1080; &#1080; &#1090;&#1077;&#1078;&#1077; &#1075;&#1088;&#1077;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1080;&#1083;&#1080; &#1077;&#1074;&#1088;&#1077;&#1081;&#1089;&#1082;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072; (&#1085;&#1077; &#1088;&#1091;&#1089;&#1089;&#1082;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072;) &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090;&#1089;&#1103; &#1074; &#1055;&#1080;&#1089;&#1072;&#1085;&#1080;&#1080;, &#1084;&#1086;&#1078;&#1077;&#1090; &#1088;&#1072;&#1079;&#1098;&#1103;&#1089;&#1085;&#1080;&#1090;&#1100; &#1080;&#1083;&#1080; &#1087;&#1088;&#1086;&#1083;&#1080;&#1090;&#1100; &#1089;&#1074;&#1077;&#1090; &#1085;&#1072; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072;. &#1050;&#1072;&#1082; &#1090;&#1086;&#1090; &#1078;&#1077; &#1072;&#1074;&#1090;&#1086;&#1088; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; &#1101;&#1090;&#1080; &#1089;&#1083;&#1086;&#1074;&#1072; &#1074; &#1076;&#1088;&#1091;&#1075;&#1086;&#1084; &#1084;&#1077;&#1089;&#1090;&#1077;? &#1040; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1072;&#1074;&#1090;&#1086;&#1088;&#1099;? &#1042;&#1072;&#1096;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1087;&#1086;&#1080;&#1089;&#1082;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1074;&#1072;&#1084; &#1090;&#1072;&#1082;&#1078;&#1077;, &#1075;&#1076;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090;&#1089;&#1103; &#1101;&#1090;&#1080; &#1089;&#1083;&#1086;&#1074;&#1072; &#1074; &#1085;&#1077;&#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1080;&#1093; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072;&#1093;. &#1055;&#1086;&#1095;&#1077;&#1084;&#1091; &#1085;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1086;&#1073;&#1088;&#1072;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1082; &#1103;&#1079;&#1099;&#1082;&#1072;&#1084; &#1086;&#1088;&#1080;&#1075;&#1080;&#1085;&#1072;&#1083;&#1072;; &#1088;&#1072;&#1079;&#1074;&#1077; &#1088;&#1091;&#1089;&#1089;&#1082;&#1086;&#1077; &#1089;&#1083;&#1086;&#1074;&#1086; &#1085;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086; &#1093;&#1086;&#1088;&#1086;&#1096;&#1086;? &#1055;&#1054;&#1058;&#1054;&#1052;&#1059; &#1063;&#1058;&#1054; &#1041;&#1054;&#1051;&#1045;&#1045; &#1063;&#1045;&#1052; &#1054;&#1044;&#1053;&#1054; &#1043;&#1056;&#1045;&#1063;&#1045;&#1057;&#1050;&#1054;&#1045; &#1057;&#1051;&#1054;&#1042;&#1054; &#1052;&#1054;&#1046;&#1045;&#1058; &#1041;&#1067;&#1058;&#1068; &#1055;&#1045;&#1056;&#1045;&#1042;&#1045;&#1044;&#1045;&#1053;&#1054; &#1058;&#1040;&#1050;&#1048;&#1052; &#1046;&#1045; &#1056;&#1059;&#1057;&#1057;&#1050;&#1048;&#1052; &#1057;&#1051;&#1054;&#1042;&#1054;&#1052; &#1048; &#1043;&#1056;&#1045;&#1063;&#1045;&#1057;&#1050;&#1048;&#1045; &#1057;&#1051;&#1054;&#1042;&#1040; &#1052;&#1054;&#1043;&#1059;&#1058; &#1048;&#1052;&#1045;&#1058;&#1068; &#1056;&#1040;&#1047;&#1051;&#1048;&#1063;&#1053;&#1067;&#1045; &#1054;&#1058;&#1058;&#1045;&#1053;&#1050;&#1048; &#1047;&#1053;&#1040;&#1063;&#1045;&#1053;&#1048;&#1049;.</p><div class="section"><div class="titlepage"><div><h4 class="title"><a name="h2-rules-exact-crossref-ex1a"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 1&#1040;</h4></div></div><p>&#1048;&#1085;.20:17 <span class="emphasis"><i>" &#1085;&#1077; &#1087;&#1088;&#1080;&#1082;&#1072;&#1089;&#1072;&#1081;&#1089;&#1103; &#1082;&#1086; &#1052;&#1085;&#1077;"</i></span> &#1079;&#1074;&#1091;&#1095;&#1080;&#1090; &#1088;&#1077;&#1079;&#1082;&#1086;, &#1085;&#1077; &#1087;&#1088;&#1072;&#1074;&#1076;&#1072; &#1083;&#1080;? &#1047;&#1074;&#1091;&#1095;&#1080;&#1090; &#1082;&#1072;&#1082;-&#1073;&#1091;&#1076;&#1090;&#1086; &#1048;&#1080;&#1089;&#1091;&#1089; &#1085;&#1077; &#1093;&#1086;&#1090;&#1077;&#1083;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1082; &#1053;&#1077;&#1084;&#1091; &#1087;&#1088;&#1080;&#1082;&#1072;&#1089;&#1072;&#1083;&#1080;&#1089;&#1100; &#1089;&#1077;&#1081;&#1095;&#1072;&#1089;, &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1095;&#1090;&#1086; &#1054;&#1085; &#1074;&#1086;&#1089;&#1082;&#1088;&#1077;&#1089;, &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1095;&#1090;&#1086; &#1054;&#1085; &#1086;&#1095;&#1077;&#1085;&#1100; &#1089;&#1074;&#1103;&#1090; &#1080;&#1083;&#1080; &#1095;&#1090;&#1086;-&#1090;&#1086; &#1077;&#1097;&#1105;. &#1053;&#1086; &#1101;&#1090;&#1086; &#1085;&#1077;&#1074;&#1077;&#1088;&#1085;&#1086;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1087;&#1086;&#1080;&#1097;&#1077;&#1084; &#1074; Spiros Zodhiates' <span class="emphasis"><i>The Complete Word Study New Testament (&#1055;&#1086;&#1083;&#1085;&#1086;&#1077; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074; &#1053;&#1086;&#1074;&#1086;&#1075;&#1086; &#1047;&#1072;&#1074;&#1077;&#1090;&#1072;)</i></span> (AMG Publishers, 1991).</p><p>&#1047;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072;: &#1042;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1103;&#1089;&#1100; &#1082; &#1048;&#1086;&#1072;&#1085;&#1085;&#1072; 20:17, &#1087;&#1077;&#1088;&#1077;&#1076; &#1089;&#1083;&#1086;&#1074;&#1086;&#1084; "&#1087;&#1088;&#1080;&#1082;&#1072;&#1089;&#1072;&#1081;&#1089;&#1103;" &#1084;&#1099; &#1074;&#1080;&#1076;&#1080;&#1084; "pim680." &#1041;&#1091;&#1082;&#1074;&#1099; &#1076;&#1072;&#1102;&#1090; &#1085;&#1072;&#1084; &#1082;&#1086;&#1076; &#1095;&#1072;&#1089;&#1090;&#1080; &#1088;&#1077;&#1095;&#1080;, &#1072; &#1094;&#1080;&#1092;&#1088;&#1072; &#1089;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1089;&#1083;&#1086;&#1074;&#1072;&#1088;&#1100; &#1057;&#1090;&#1088;&#1086;&#1085;&#1075;&#1072;. &#1044;&#1072;&#1074;&#1072;&#1081;&#1090;&#1077; &#1088;&#1072;&#1089;&#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1084; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; (&#1089;&#1090;&#1088;. 879). "680. &#1043;&#1072;&#1087;&#1090;&#1086;&#1084;&#1072;&#1080; (Haptomai); &#1086;&#1090; &#1075;&#1072;&#1087;&#1090;&#1086; (hapto) (681), - &#1082;&#1072;&#1089;&#1072;&#1090;&#1100;&#1089;&#1103;. &#1059;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1085;&#1072; &#1090;&#1072;&#1082;&#1086;&#1077; &#1074;&#1086;&#1079;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1088;&#1091;&#1082; &#1085;&#1072; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1103;&#1077;&#1090; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1102;&#1097;&#1077;&#1077; &#1074;&#1083;&#1080;&#1103;&#1085;&#1080;&#1077; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086;...&#1054;&#1090;&#1083;&#1080;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1090; &#1087;&#1089;&#1077;&#1083;&#1072;&#1092;&#1072;&#1086; (pselaphao) (5584), &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1074;&#1086;&#1086;&#1073;&#1097;&#1077;-&#1090;&#1086; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1087;&#1088;&#1080;&#1082;&#1072;&#1089;&#1072;&#1090;&#1100;&#1089;&#1103; &#1082; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1080; &#1095;&#1077;&#1075;&#1086;-&#1083;&#1080;&#1073;&#1086;." &#1058;&#1077;&#1087;&#1077;&#1088;&#1100; &#1088;&#1072;&#1089;&#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1084; "pim." &#1043;&#1088;&#1072;&#1084;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1082;&#1086;&#1076;&#1099; &#1074; Zodhiates &#1087;&#1088;&#1080;&#1074;&#1077;&#1076;&#1077;&#1085;&#1099; &#1089;&#1088;&#1072;&#1079;&#1091; &#1087;&#1086;&#1089;&#1083;&#1077; &#1054;&#1090;&#1082;&#1088;&#1086;&#1074;&#1077;&#1085;&#1080;&#1103;; &#1085;&#1072; &#1089;&#1090;&#1088;. 849 &#1084;&#1099; &#1074;&#1080;&#1076;&#1080;&#1084;, &#1095;&#1090;&#1086; pim &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090; "&#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1087;&#1086;&#1074;&#1077;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1085;&#1072;&#1082;&#1083;&#1086;&#1085;&#1077;&#1085;&#1080;&#1077; (present imperative active (80))". &#1053;&#1072; &#1089;&#1090;&#1088;.857, "&#1053;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1087;&#1086;&#1074;&#1077;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1085;&#1072;&#1082;&#1083;&#1086;&#1085;&#1077;&#1085;&#1080;&#1077;. &#1042; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1084; &#1079;&#1072;&#1083;&#1086;&#1075;&#1077;, &#1101;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100; &#1087;&#1086;&#1074;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1095;&#1090;&#1086;-&#1083;&#1080;&#1073;&#1086; &#1074; &#1073;&#1091;&#1076;&#1091;&#1097;&#1077;&#1084;, &#1095;&#1090;&#1086; &#1074;&#1099;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1090;&#1086;&#1088;&#1103;&#1102;&#1097;&#1077;&#1077;&#1089;&#1103; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1080;&#1083;&#1080;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1085;&#1080;&#1080;, - &#1087;&#1086;&#1074;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1095;&#1090;&#1086;-&#1090;&#1086;. " &#1069;&#1090;&#1086; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086;&#1074;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1101;&#1090;&#1086; &#1087;&#1086;&#1074;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1095;&#1090;&#1086;-&#1090;&#1086;, &#1095;&#1090;&#1086; &#1091;&#1078;&#1077; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1090;.&#1048;&#1090;&#1072;&#1082;, &#1095;&#1090;&#1086; &#1078;&#1077; &#1084;&#1099; &#1085;&#1072;&#1096;&#1083;&#1080;?</p><p><span class="emphasis"><i>&#1052;&#1040;&#1056;&#1048;&#1071; &#1059;&#1046;&#1045; &#1059;&#1061;&#1042;&#1040;&#1058;&#1048;&#1051;&#1040;&#1057;&#1068; &#1047;&#1040; &#1048;&#1048;&#1057;&#1059;&#1057;&#1040;, &#1048; &#1054;&#1053; &#1043;&#1054;&#1042;&#1054;&#1056;&#1048;&#1058;, &#1063;&#1058;&#1054;&#1041;&#1067; &#1054;&#1053;&#1040; &#1055;&#1056;&#1045;&#1050;&#1056;&#1040;&#1058;&#1048;&#1051;&#1040; &#1059;&#1044;&#1045;&#1056;&#1046;&#1048;&#1042;&#1040;&#1058;&#1068; &#1045;&#1043;&#1054;!</i></span></p></div><div class="section"><div class="titlepage"><div><h4 class="title"><a name="h2-rules-exact-crossref-ex1b"></a>&#1055;&#1088;&#1080;&#1084;&#1077;&#1088; 1&#1041;</h4></div></div><p>&#1042; &#1048;&#1072;&#1082;&#1086;&#1074;&#1072; 5:14, <span class="emphasis"><i>&#1041;&#1086;&#1083;&#1077;&#1085; &#1083;&#1080; &#1082;&#1090;&#1086; &#1080;&#1079; &#1074;&#1072;&#1089;, &#1087;&#1091;&#1089;&#1090;&#1100; &#1087;&#1088;&#1080;&#1079;&#1086;&#1074;&#1077;&#1090; &#1087;&#1088;&#1077;&#1089;&#1074;&#1080;&#1090;&#1077;&#1088;&#1086;&#1074; &#1062;&#1077;&#1088;&#1082;&#1074;&#1080;, &#1080; &#1087;&#1091;&#1089;&#1090;&#1100; &#1087;&#1086;&#1084;&#1086;&#1083;&#1103;&#1090;&#1089;&#1103; &#1085;&#1072;&#1076; &#1085;&#1080;&#1084;, &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1074; &#1077;&#1075;&#1086; &#1077;&#1083;&#1077;&#1077;&#1084; &#1074;&#1086; &#1080;&#1084;&#1103; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1077;</i></span>. &#1063;&#1090;&#1086; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090; "&#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1074; &#1077;&#1075;&#1086; &#1077;&#1083;&#1077;&#1077;&#1084;"?</p><p>&#1047;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072; &#1072;&#1083;&#1077;&#1080;&#1092;&#1086; (aleipho) (218) - "&#1087;&#1088;&#1086;&#1087;&#1080;&#1090;&#1099;&#1074;&#1072;&#1090;&#1100; &#1084;&#1072;&#1089;&#1083;&#1086;&#1084;" (&#1087;&#1086; &#1057;&#1090;&#1088;&#1086;&#1085;&#1075;&#1091;); &#1085;&#1086; &#1091; &#1085;&#1072;&#1089; &#1090;&#1072;&#1082;&#1078;&#1077; &#1077;&#1089;&#1090;&#1100; &#1076;&#1088;&#1091;&#1075;&#1086;&#1077; &#1087;&#1077;&#1088;&#1077;&#1074;&#1077;&#1076;&#1105;&#1085;&#1085;&#1086;&#1077; &#1075;&#1088;&#1077;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1089;&#1083;&#1086;&#1074;&#1086; "&#1087;&#1086;&#1084;&#1072;&#1079;&#1099;&#1074;&#1072;&#1090;&#1100;", &#1095;&#1088;&#1080;&#1086; (chrio) (5548) - "&#1084;&#1072;&#1079;&#1072;&#1090;&#1100; &#1080;&#1083;&#1080; &#1085;&#1072;&#1090;&#1080;&#1088;&#1072;&#1090;&#1100; &#1084;&#1072;&#1089;&#1083;&#1086;&#1084;, &#1090;&#1086; &#1077;&#1089;&#1090;&#1100; &#1087;&#1086;&#1089;&#1074;&#1103;&#1097;&#1072;&#1090;&#1100; &#1084;&#1080;&#1088;&#1089;&#1082;&#1086;&#1084;&#1091; &#1080;&#1083;&#1080; &#1088;&#1077;&#1083;&#1080;&#1075;&#1080;&#1086;&#1079;&#1085;&#1086;&#1084;&#1091; &#1089;&#1083;&#1091;&#1078;&#1077;&#1085;&#1080;&#1102;" (&#1087;&#1086; &#1057;&#1090;&#1088;&#1086;&#1085;&#1075;&#1091;). &#1058;&#1072;&#1082; &#1082;&#1072;&#1082; &#1101;&#1090;&#1086; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;, &#1091;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1103; &#1090;&#1072;&#1082;&#1078;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103;, "apta" aorist participle active. "The aorist participle &#1074;&#1099;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1074; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1086;&#1087;&#1086;&#1083;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1076;&#1083;&#1103;&#1097;&#1077;&#1084;&#1091;&#1089;&#1103; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1102;...&#1050;&#1086;&#1075;&#1076;&#1072; &#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1082; &#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1084;&#1091; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;&#1091; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1077;,&#1090;&#1086; &#1101;&#1090;&#1086; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1086;&#1073;&#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077; &#1076;&#1086; &#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1075;&#1086; &#1075;&#1083;&#1072;&#1075;&#1086;&#1083;&#1072;." (Zodhiates &#1089;&#1090;&#1088;.851)</p><pre class="screen">
&#1055;&#1077;&#1088;&#1077;&#1082;&#1088;&#1105;&#1089;&#1090;&#1085;&#1099;&#1077; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1076;&#1083;&#1103; &#1072;&#1083;&#1077;&#1080;&#1092;&#1086; (aleipho):
  &#1052;&#1090;&#1092;.6:17 &#1040; &#1090;&#1099;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1087;&#1086;&#1089;&#1090;&#1080;&#1096;&#1100;&#1089;&#1103;, &#1087;&#1086;&#1084;&#1072;&#1078;&#1100; &#1075;&#1086;&#1083;&#1086;&#1074;&#1091; &#1090;&#1074;&#1086;&#1102;
  &#1052;&#1072;&#1088;&#1082; 16:1 [&#1078;&#1077;&#1085;&#1097;&#1080;&#1085;&#1099;] &#1082;&#1091;&#1087;&#1080;&#1083;&#1080; &#1072;&#1088;&#1086;&#1084;&#1072;&#1090;&#1099;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1080;&#1076;&#1090;&#1080; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1090;&#1100; &#1045;&#1075;&#1086;.
  &#1052;&#1072;&#1088;&#1082; 6:13 &#1080; &#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1073;&#1086;&#1083;&#1100;&#1085;&#1099;&#1093; &#1084;&#1072;&#1079;&#1072;&#1083;&#1080; &#1084;&#1072;&#1089;&#1083;&#1086;&#1084; &#1080; &#1080;&#1089;&#1094;&#1077;&#1083;&#1103;&#1083;&#1080;.
  &#1051;&#1091;&#1082;&#1080; 7:38 ... &#1094;&#1077;&#1083;&#1086;&#1074;&#1072;&#1083;&#1072; &#1085;&#1086;&#1075;&#1080; &#1045;&#1075;&#1086;, &#1080; &#1084;&#1072;&#1079;&#1072;&#1083;&#1072; &#1084;&#1080;&#1088;&#1086;&#1084;.
  &#1048;&#1085;.12:3 &#1052;&#1072;&#1088;&#1080;&#1103; ... &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1083;&#1072; &#1085;&#1086;&#1075;&#1080; &#1048;&#1080;&#1089;&#1091;&#1089;&#1072; &#1080; &#1086;&#1090;&#1077;&#1088;&#1083;&#1072; &#1074;&#1086;&#1083;&#1086;&#1089;&#1072;&#1084;&#1080; &#1089;&#1074;&#1086;&#1080;&#1084;&#1080; &#1085;&#1086;&#1075;&#1080; &#1045;&#1075;&#1086;
&#1055;&#1077;&#1088;&#1077;&#1082;&#1088;&#1105;&#1089;&#1090;&#1085;&#1099;&#1077; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1076;&#1083;&#1103; &#1095;&#1088;&#1080;&#1086; (chrio):
  &#1051;&#1091;&#1082;&#1080; 4:18 &#1044;&#1091;&#1093; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1077;&#1085;&#1100; &#1085;&#1072; &#1052;&#1085;&#1077;; &#1080;&#1073;&#1086; &#1054;&#1085; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1083; &#1052;&#1077;&#1085;&#1103; &#1073;&#1083;&#1072;&#1075;&#1086;&#1074;&#1077;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100;..."
  &#1044;&#1077;&#1103;&#1085;&#1080;&#1103; 4:27 &#1048;&#1080;&#1089;&#1091;&#1089;&#1072;, &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1058;&#1086;&#1073;&#1086;&#1102;
  &#1044;&#1077;&#1103;&#1085;&#1080;&#1103; 10:38 &#1041;&#1086;&#1075; &#1044;&#1091;&#1093;&#1086;&#1084; &#1057;&#1074;&#1103;&#1090;&#1099;&#1084; &#1080; &#1089;&#1080;&#1083;&#1086;&#1102; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1083; &#1048;&#1080;&#1089;&#1091;&#1089;&#1072;
  2 &#1050;&#1086;&#1088;.1:21 &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1074;&#1096;&#1080;&#1081; &#1085;&#1072;&#1089; &#1077;&#1089;&#1090;&#1100; &#1041;&#1086;&#1075;
</pre><p>&#1048;&#1090;&#1072;&#1082;, &#1082;&#1072;&#1082;&#1072;&#1103; &#1088;&#1072;&#1079;&#1085;&#1080;&#1094;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; aleipho &#1080; chrio? &#1042;&#1077;&#1088;&#1085;&#1080;&#1090;&#1077;&#1089;&#1100; &#1082; &#1087;&#1077;&#1088;&#1077;&#1082;&#1088;&#1105;&#1089;&#1090;&#1085;&#1099;&#1084; &#1089;&#1089;&#1099;&#1083;&#1082;&#1072;&#1084; &#1080; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103;&#1084; &#1089;&#1083;&#1086;&#1074;, &#1080; &#1087;&#1086;&#1076;&#1074;&#1077;&#1076;&#1080;&#1090;&#1077; &#1080;&#1090;&#1086;&#1075; &#1088;&#1072;&#1079;&#1085;&#1080;&#1094;&#1099;: ALEIPHO - &#1069;&#1058;&#1054; &#1055;&#1056;&#1040;&#1050;&#1058;&#1048;&#1063;&#1045;&#1057;&#1050;&#1054;&#1045; &#1048;&#1057;&#1055;&#1054;&#1051;&#1068;&#1047;&#1054;&#1042;&#1040;&#1053;&#1048;&#1045; &#1052;&#1040;&#1057;&#1051;&#1040;, &#1040; CHRIO - &#1044;&#1059;&#1061;&#1054;&#1042;&#1053;&#1054;&#1045; </p><p>&#1048;&#1083;&#1083;&#1102;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103; (&#1093;&#1086;&#1090;&#1103; &#1089;&#1083;&#1086;&#1074;&#1086; &#1085;&#1077; &#1073;&#1099;&#1083;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1086;) &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1084;&#1072;&#1089;&#1083;&#1072; &#1074; &#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103;: &#1082;&#1086;&#1075;&#1076;&#1072; &#1076;&#1086;&#1073;&#1088;&#1099;&#1081; &#1089;&#1072;&#1084;&#1072;&#1088;&#1103;&#1085;&#1080;&#1085; &#1079;&#1072;&#1073;&#1086;&#1090;&#1080;&#1083;&#1089;&#1103; &#1086; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1077; &#1087;&#1086;&#1073;&#1080;&#1090;&#1086;&#1084; &#1088;&#1072;&#1079;&#1073;&#1086;&#1081;&#1085;&#1080;&#1082;&#1072;&#1084;&#1080;, &#1086;&#1085; &#1083;&#1080;&#1083; &#1084;&#1072;&#1089;&#1083;&#1086; &#1080; &#1074;&#1080;&#1085;&#1086; &#1085;&#1072; &#1088;&#1072;&#1085;&#1099;. &#1042; &#1076;&#1085;&#1080; &#1048;&#1080;&#1089;&#1091;&#1089;&#1072; &#1084;&#1072;&#1089;&#1083;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1103;&#1083;&#1086;&#1089;&#1100; &#1082;&#1072;&#1082; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1086;&#1077; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;.  </p><p>&#1058;&#1077;&#1087;&#1077;&#1088;&#1100; &#1076;&#1072;&#1074;&#1072;&#1081;&#1090;&#1077; &#1080;&#1079;&#1091;&#1095;&#1080;&#1084; &#1048;&#1072;&#1082;&#1086;&#1074;&#1072; 5:14, &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1103;&#1103; &#1090;&#1086;, &#1095;&#1090;&#1086; &#1084;&#1099; &#1091;&#1078;&#1077; &#1091;&#1079;&#1085;&#1072;&#1083;&#1080; &#1086;&#1073; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1086;&#1074;&#1077;: <span class="emphasis"><i>"&#1041;&#1086;&#1083;&#1077;&#1085; &#1083;&#1080; &#1082;&#1090;&#1086; &#1080;&#1079; &#1074;&#1072;&#1089;, &#1087;&#1091;&#1089;&#1090;&#1100; &#1087;&#1088;&#1080;&#1079;&#1086;&#1074;&#1077;&#1090; &#1087;&#1088;&#1077;&#1089;&#1074;&#1080;&#1090;&#1077;&#1088;&#1086;&#1074; &#1062;&#1077;&#1088;&#1082;&#1074;&#1080;, &#1080; &#1087;&#1091;&#1089;&#1090;&#1100; &#1087;&#1086;&#1084;&#1086;&#1083;&#1103;&#1090;&#1089;&#1103; &#1085;&#1072;&#1076; &#1085;&#1080;&#1084;, &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1074; &#1077;&#1075;&#1086; &#1077;&#1083;&#1077;&#1077;&#1084; &#1074;&#1086; &#1080;&#1084;&#1103; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1077;."</i></span> "&#1055;&#1086;&#1084;&#1072;&#1079;&#1072;&#1085;&#1080;&#1077;" &#1076;&#1091;&#1093;&#1086;&#1074;&#1085;&#1086;&#1077; &#1080;&#1083;&#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077;? &#1055;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077;!</p><p> &#1060;&#1086;&#1088;&#1084;&#1091; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080; &#1087;&#1088;&#1080;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; aorist (aorist participle) &#1074; &#1075;&#1088;&#1077;&#1095;&#1077;&#1089;&#1082;&#1086;&#1084; &#1103;&#1079;&#1099;&#1082;&#1077; &#1083;&#1091;&#1095;&#1096;&#1077; &#1087;&#1077;&#1088;&#1077;&#1074;&#1077;&#1089;&#1090;&#1080; &#1082;&#1072;&#1082; "&#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1074;", &#1090;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084; &#1087;&#1086;&#1088;&#1103;&#1076;&#1086;&#1082; &#1073;&#1099;&#1083; &#1090;&#1072;&#1082;&#1086;&#1074;, &#1095;&#1090;&#1086; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1085;&#1080;&#1077; &#1089;&#1085;&#1072;&#1095;&#1072;&#1083;&#1072;, &#1079;&#1072;&#1090;&#1077;&#1084; &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1072; ("&#1074;&#1086; &#1080;&#1084;&#1103; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1077;" &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1089;&#1103; &#1082; &#1084;&#1086;&#1083;&#1080;&#1090;&#1074;&#1077;, &#1072; &#1085;&#1077; &#1082; &#1087;&#1086;&#1084;&#1072;&#1079;&#1072;&#1085;&#1080;&#1102;). &#1042; &#1048;&#1072;&#1082;&#1086;&#1074;&#1072; 5 &#1075;&#1086;&#1074;&#1086;&#1088;&#1080;&#1090;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1087;&#1088;&#1077;&#1089;&#1074;&#1080;&#1090;&#1077;&#1088;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1091;&#1102; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100; &#1080; &#1084;&#1086;&#1083;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074;&#1086; &#1080;&#1084;&#1103; &#1043;&#1086;&#1089;&#1087;&#1086;&#1076;&#1085;&#1077;. &#1056;&#1072;&#1079;&#1074;&#1077; &#1101;&#1090;&#1086; &#1085;&#1077; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1089;&#1085;&#1086;&#1077; &#1074;&#1099;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077; &#1075;&#1072;&#1088;&#1084;&#1086;&#1085;&#1080;&#1080; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1085;&#1086;&#1089;&#1090;&#1080; &#1080; &#1076;&#1091;&#1093;&#1086;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080; &#1074; &#1085;&#1072;&#1096;&#1077;&#1084; &#1041;&#1086;&#1075;&#1077;?! </p></div></div></div></div><div id="bottom-nav" style="position : relative;                 width : 100%;                 height : 185px;                 left : 0px;   right : 0px;                 top : 0px;   margin-top: 100px;                 background-image : url('help:/common/bottom1.png');                 background-repeat : repeat-x;                 background-color : transparent;   margin-left: 0px;   margin-right: 0px;                 z-index : 25;"><img src="help:/common/bottom2.png" align="right" height="59" width="227" alt="KDE Logo"><div id="navtable2" style="width : 100%;   margin-left: 0px;          margin-right: 0px;                      z-index : 15;                  background-color : transparent;"><table width="100%" border="0" cellpadding="0" cellspacing="0" style="position: absolute;         top: 70px;         left: 0px;"><tr><td width="33%" align="left" valign="top"><a href="h2-basics-worksheet.html">Prev</a></td><td width="34%" align="center" valign="top"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top"><a href="h2-rules-context.html">Next</a></td></tr><tr><td width="33%" align="left">&#1056;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1083;&#1080;&#1089;&#1090;: &#1050;&#1072;&#1082; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1080;&#1084;&#1092;&#1086;&#1085;&#1080;&#1102;, ... </td><td width="34%" align="center"><a href="index.html">Up</a></td><td width="33%" align="right"> &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1086; 2 - &#1048;&#1089;&#1090;&#1086;&#1083;&#1082;&#1086;&#1074;&#1099;&#1074;&#1072;&#1090;&#1100; &#1074; &#1073;&#1080;&#1073;&#1083;&#1077;&#1081;&#1089;&#1082;&#1086;&#1084; &#1082;&#1086;&#1085;&#1090;&#1077;&#1082;&#1089;&#1090;&#1077;</td></tr></table></div></div></body></html>