<html><head><title>Chapter 3. &#49457;&#44221; &#54644;&#49437;&#51032; &#48277;&#52825; (Hermeneutics)</title><link rel="stylesheet" href="help:/common/kde-default.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.48"><meta name="keywords" content="&#49457;&#44221;, &#44277;&#48512;, &#54616;&#50864;&#53804;"><meta http-equiv="Content-Type" content="text/html; charset=iso-8859-15"><meta name="GENERATOR" content="KDE XSL Stylesheet V1.13 using libxslt"><link rel="home" href="index.html" title="&#48148;&#51060;&#48660;&#49828;&#53552;&#46356; &#54616;&#50864;&#53804;"><link rel="up" href="index.html" title="&#48148;&#51060;&#48660;&#49828;&#53552;&#46356; &#54616;&#50864;&#53804;"><link rel="previous" href="h2-basics-worksheet.html" title="&#50892;&#53356;&#49884;&#53944;(Worksheet): &#49353;&#51064;(Concordance)&#51012; &#49324;&#50857;&#54616;&#45716; &#48277;"><link rel="next" href="h2-rules-context.html" title="&#44508;&#52825; 2 - &#49457;&#44221;&#51201;&#51064; &#47928;&#47589;&#50640; &#51032;&#44144;&#54644;&#49436; &#54644;&#49437;&#54616;&#46972;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><table border="0" cellpadding="0" cellspacing="0" width="100%"><tr class="header"><td colspan="2"> </td></tr><tr id="logo"><td valign="top"><img src="help:/common/kde_logo.png" alt="KDE -         The K Desktop Environment" width="296" height="79" border="0"></td><td valign="middle" align="center" id="location"><h1>&#49457;&#44221; &#54644;&#49437;&#51032; &#48277;&#52825; (Hermeneutics)</h1></td></tr></table><table width="100%" class="header"><tbody><tr><td align="left" class="navLeft" width="33%"><a accesskey="p" href="h2-basics-worksheet.html">Prev</a></td><td align="center" class="navCenter" width="34%"> </td><td align="right" class="navRight" width="33%"> 
		      <a accesskey="n" href="h2-rules-context.html">Next</a></td></tr></tbody></table><div class="chapter"><div class="titlepage"><div><h2 class="title"><a name="h2-rules"></a>Chapter 3. &#49457;&#44221; &#54644;&#49437;&#51032; &#48277;&#52825; (Hermeneutics)</h2></div></div><p>&#50526;&#50640;&#49436; "3&#44032;&#51648; C"&#50640; &#45824;&#54644; &#49332;&#54196;&#48372;&#50520;&#45796;: &#45236;&#50857;(content), &#47928;&#47589;(context), &#44217;&#52280;&#51312;(cross-reference). &#51060;&#51228; &#51060;&#44163;&#51012; &#50896;&#51200;&#51088;(&#50752; &#54616;&#45208;&#45784;&#45817;&#49888;)&#51032; &#51200;&#49696; &#51032;&#46020;&#47484; &#50508;&#50500;&#48372;&#45716; &#49457;&#49436; &#54644;&#49437;&#54617;&#51201;&#51064; &#44163;&#51004;&#47196; &#44618;&#51060; &#54869;&#51109;&#54616;&#47140; &#54620;&#45796;. &#47566;&#51008; &#51201;&#50857;&#51060; &#44032;&#45733;&#54620; &#48152;&#47732;, &#54620;&#44032;&#51648; &#54644;&#49437;&#47564;&#51060; &#44032;&#45733;&#54616;&#45796;. &#49457;&#44221;&#50640;&#49436;&#45716; &#47568;&#50432;&#51012; &#49324;&#49324;&#47196;&#51060; &#54400; &#49688; &#50630;&#45796;&#44256; &#47568;&#50432;&#54616;&#44256; &#51080;&#45796;. (&#48295;&#54980; 1:20 KJV <span class="emphasis"><i>"&#47676;&#51200; &#50508; &#44163;&#51008; &#44221;&#51032; &#47784;&#46304; &#50696;&#50616;&#51008; &#49324;&#49324;&#47196;&#51060; &#54400; &#44163;&#51060; &#50500;&#45768;&#45768;"</i></span>) Certain rules are helps toward discovering the correct meaning; by ignoring these rules people have brought much trouble on themselves and their followers. &#48295;&#54980;.3:16 <span class="emphasis"><i>"...in which are some things hard to understand, which the untaught and unstable distort, as they do also the rest of the Scriptures, to their own destruction."</i></span></p><p>&#50612;&#46523;&#44172;&#54616;&#47732; &#50896;&#51200;&#51088;&#51032; &#48376;&#47000; &#51032;&#46020;&#46108; &#51032;&#48120;&#47484; &#48156;&#44204;&#54624; &#49688; &#51080;&#45716;&#44032;? &#45817;&#49888;&#50640;&#44172; &#51032;&#48120;&#44032; &#47749;&#54869;&#54616;&#51648; &#50506;&#51008; &#53945;&#51221;&#54620; &#44396;&#51208;&#51012; &#45124;&#51665;&#50612; &#45256;&#45796;&#44256; &#54616;&#51088;. &#50612;&#46523;&#44172; &#44536;&#44163;&#51012; &#50672;&#44396;&#54624; &#44163;&#51064;&#44032;? &#45796;&#51020;&#51032; &#44508;&#52825;&#46308;&#51012; &#47749;&#49900;&#54616;&#46972;:</p><div class="section"><div class="titlepage"><div><h2 class="title" style="clear: both"><a name="h2-rules-exact"></a>&#44508;&#52825; 1 - &#45800;&#50612;&#51032; &#51221;&#54869;&#54620; &#46907;&#50640; &#51032;&#44144;&#54644;&#49436; &#54644;&#49437;&#54616;&#46972;.</h2></div></div><p>&#51328; &#45908; &#45208;&#51008; &#54644;&#49437;&#51012; &#54616;&#45716; &#44163;&#48372;&#45796; &#51221;&#54869;&#54616;&#44256;, &#50896;&#47928;&#51032; &#51032;&#48120;&#47484; &#46384;&#47476;&#45716; &#44163;&#51060; &#51473;&#50836;&#54616;&#45796;. &#45796;&#51020;&#51032; &#45800;&#44228;&#47484; &#46384;&#46972;&#49436; &#54645;&#49900; &#45800;&#50612;&#46308;&#51032; &#51221;&#54869;&#54620; &#51032;&#48120;&#47484; &#52286;&#46020;&#47197; &#54616;&#46972;:</p><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-exact-definition"></a>&#45800;&#44228; 1) &#51221;&#51032;(Definition)</h3></div></div><p>&#54764;&#46972;&#50612;&#45208; &#55176;&#48652;&#47532;&#50612; &#49324;&#51204;&#51032; &#51221;&#51032;&#47484; &#52286;&#50500;&#48372;&#46972;. &#46041;&#49324;&#51032; &#44221;&#50864;, &#49884;&#51228;&#46020; &#51473;&#50836;&#54616;&#45796;.</p></div><div class="section"><div class="titlepage"><div><h3 class="title"><a name="h2-rules-exact-crossref"></a>&#45800;&#44228; 2) &#44217;&#52280;&#51312;(Cross-reference)</h3></div></div><p>&#47568;&#50432;&#46308;&#51012; &#49436;&#47196; &#48708;&#44368;&#54616;&#50668;&#48372;&#46972;. Seeing how the same Greek or Hebrew word (not the English word) is used in scripture may clarify or throw new light on the definition. How does the same author use this word elsewhere? Other authors? Your reference tools may give you uses of the word in non-biblical documents, as well. Why do we have to go to the original languages; why isn't the English word good enough? BECAUSE MORE THAN ONE GREEK WORD MAY BE TRANSLATED INTO THE SAME ENGLISH WORD, AND THE GREEK WORDS MAY HAVE DIFFERENT SHADES OF MEANING.</p><div class="section"><div class="titlepage"><div><h4 class="title"><a name="h2-rules-exact-crossref-ex1a"></a>&#50696; 1A</h4></div></div><p>&#50836; 20:17 <span class="emphasis"><i>"&#45208;&#47484; &#47564;&#51648;&#51648; &#47568;&#46972;"</i></span> (KJV) sounds harsh, doesn't it? Sounds like Jesus doesn't want to be touched now that He is risen, that He is too holy or something. But that doesn't seem right, so let's look it up in Spiros Zodhiates' <span class="emphasis"><i>The Complete Word Study New Testament</i></span> (AMG Publishers, 1991).</p><p>&#51221;&#51032;: Turning to &#50836; 20:17, above the word "Touch" we see "pim680." The letters give us a code for the part of speech, and the number refers to Strong's dictionary reference. Let's look up the definition (p. 879). "680. Haptomai; from hapto (681), touch. Refers to such handling of an object as to exert a modifying influence upon it... Distinguished from pselaphao (5584), which actually only means to touch the surface of something. " Now look up "pim." The grammar codes in Zodhiates come right after Revelation; on p. 849 we see that pim stands for "present imperative active (80)". On p.857, "Present Imperative. In the active voice, it may indicate a command to do something in the future which involves continuous or repeated action or, when it is negated, a command to stop doing something. " This is a negative command, so it is to stop doing something that is already occuring. So, what have we found?</p><p><span class="emphasis"><i>MARY IS ALREADY CLINGING TO JESUS, AND HE IS SAYING TO STOP HOLDING HIM!</i></span></p></div><div class="section"><div class="titlepage"><div><h4 class="title"><a name="h2-rules-exact-crossref-ex1b"></a>&#50696; 1B</h4></div></div><p>&#50556;&#44256;&#48372;&#49436; 5:14&#50640;&#49436;, <span class="emphasis"><i>&#48337;&#46304;&#51088;&#44032; &#51080;&#45712;&#45264;?..&#44368;&#54924;&#51032; &#51109;&#47196;&#46308;&#51012; &#52397;&#54624; &#44163;&#51060;&#50836;. &#44536;&#46308;&#51008; &#51452;&#51032; &#51060;&#47492;&#51004;&#47196; &#44592;&#47492;&#51012; &#48148;&#47476;&#47728; &#50948;&#54616;&#50668; &#44592;&#46020;&#54624;&#51648;&#45768;&#46972;</i></span>. &#51060; &#44592;&#47492;&#48148;&#47492;(anointing)&#51008; &#47924;&#50631;&#51064;&#44032;?</p><p>aleipho (218)&#51032; &#51221;&#51032; - "to oil" (Strong's); but we also have another Greek word translated "anoint", chrio (5548) - "to smear or rub with oil, i.e. to consecrate to an office or religious service" (Strong's). Since it's a verb, consider the tense also, "apta" aorist participle active. "The aorist participle expresses simple action, as opposed to continuous action...When its relaitonship to the main verb is temporal, it usually signifies action prior to that of the main verb." (Zodhiates p.851)</p><pre class="screen">aleipho&#51032; &#44217;&#52280;&#51312;(Cross-references):
  &#47560; 6:17 &#45320;&#45716; &#44552;&#49885;&#54624; &#46412;&#50640; &#47672;&#47532;&#50640; &#44592;&#47492;&#51012; &#48148;&#47476;&#44256; &#50620;&#44404;&#51012; &#50491;&#51004;&#46972;
  &#47561;.16:1 [&#50668;&#51064;&#46308;&#51060;(the women)] &#50696;&#49688;&#44760; &#48148;&#47476;&#44592; &#50948;&#54616;&#50668; &#54693;&#54408;&#51012; &#49324;&#45796; &#46160;&#50632;&#45796;&#44032;.
  &#47561;.6:13 ...&#47566;&#51008; &#48337;&#51064;&#50640;&#44172; &#44592;&#47492;&#51012; &#48156;&#46972; &#44256;&#52824;&#45908;&#46972;.
  &#45573;.7:38 ...&#44536; &#48156;&#50640; &#51077;&#47582;&#52628;&#44256; &#54693;&#50976;&#47484; &#48512;&#51004;&#45768;
  &#50836;.12:3 &#47560;&#47532;&#50500;&#45716;...&#50696;&#49688;&#51032; &#48156;&#50640; &#48531;&#44256; &#51088;&#44592; &#47672;&#47532;&#53560;&#47196; &#44536;&#51032; &#48156;&#51012; &#50491;&#51004;&#45768;...
chrio&#51032; &#44217;&#52280;&#51312;(Cross-references):
  &#45572;.4:18 &#51452;&#51032; &#49457;&#47161;&#51060; &#45236;&#44172; &#51076;&#54616;&#49512;&#51004;&#45768; &#51060;&#45716;...&#45236;&#44172; &#44592;&#47492;&#51012; &#48512;&#51004;&#49884;&#44256;...&#51204;&#54028;&#54616;&#47728;..."
  &#54665; 4:27 &#54616;&#45208;&#45784;&#51032; &#44592;&#47492;&#48512;&#51004;&#49888;...&#50696;&#49688;
  &#54665; 10:38 &#54616;&#45208;&#45784;&#51060; &#45208;&#49324;&#47131; &#50696;&#49688;&#50640;&#44172; &#49457;&#44221;&#44284; &#45733;&#47141;&#51012; &#44592;&#47492;&#48531;&#46319; &#54616;&#49512;&#51004;&#47588;
  &#44256;&#54980;.1:21 ...&#50864;&#47532;&#50640;&#44172; &#44592;&#47492;&#51012; &#48512;&#51004;&#49888; &#51060;&#45716; &#54616;&#45208;&#45784;&#51060;&#49884;&#45768;
</pre><p>So what's the difference between aleipho and chrio? Look back over the cross-references and the definitions, and sum up the difference: ALEIPHO IS A PRACTICAL USE OF OIL AND CHRIO IS A SPIRITUAL </p><p>As an illustration (although the word is not used) of the practical use of oil at that time, when the good Samaritan cared for the man beat up by robbers he poured oil and wine in the wound. So oil had a medicinal use in Jesus' day. </p><p>Now let's apply what we just learned by this word study to James 5:14 <span class="emphasis"><i>"Is any among you sick? Let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord."</i></span> Is "anointing" spiritual or practical? Practical!</p><p>And the tense in Greek, the aorist participle, would be better translated "having anointed," so the order is the anointing first, then the prayer ("in the name of the Lord"refers to the prayer, not the anointing). James 5 is saying that the elders should give the sick person medicine and pray for him in the name of the Lord. Doesn't that express a beautiful balance of practical and spiritual in our God! </p></div></div></div></div><table width="100%" class="bottom-nav"><tr><td width="33%" align="left" valign="top" class="navLeft"><a href="h2-basics-worksheet.html">Prev</a></td><td width="34%" align="center" valign="top" class="navCenter"><a href="index.html">Home</a></td><td width="33%" align="right" valign="top" class="navRight"><a href="h2-rules-context.html">Next</a></td></tr><tr><td width="33%" align="left" class="navLeft">&#50892;&#53356;&#49884;&#53944;(Worksheet): &#49353;&#51064;(Concordance)&#51012; &#49324;&#50857;&#54616;&#45716; &#48277; </td><td width="34%" align="center" class="navCenter"><a href="index.html">Up</a></td><td width="33%" align="right" class="navRight"> &#44508;&#52825; 2 - &#49457;&#44221;&#51201;&#51064; &#47928;&#47589;&#50640; &#51032;&#44144;&#54644;&#49436; &#54644;&#49437;&#54616;&#46972;</td></tr></table></body></html>