Repository: bibletime/historic-bibletime-i18n
Catalog: docs/*/howto/po/how2-basics.po
Languages: it

source: Bible Study Basics
it: Elementi di studio della bibbia

source: Our Purpose as we Approach the Bible
it: La nostra intenzione �di occuparci della Bibbia

source: Jn.5:39-40<emphasis>"You search the Scriptures, because you think that in them you have eternal life; and it is these that bear witness of Me; and you are unwilling to come to Me, that you may have life."</emphasis>
it: Gv 5,39-40 <emphasis>"Voi scrutate le Scritture credendo di avere in esse la vita eterna; ebbene, sono proprio esse che mi rendono testimonianza. Ma voi non volete venire a me per avere la vita."</emphasis>

source: The chief purpose of the book is to bring us to the Person. Martin Luther said "we go to the cradle only for the sake of the baby"; just so in Bible study, we do it not for its own sake but for fellowship with God.
it: L'intenzione principale del libro sta nel guidarci alla persona. Martin Lutero disse <quote>andiamo al presepio soltanto a causa del bambino</quote>; nello stesso modo facciamo lo studio della Bibbia non per s�ma per cercare Dio.

source: The Jews to whom Jesus spoke... imagined that to possess Scripture was tantamount to possessing life. Hillel used to say, "He who has gotten to himself words of Torah has gotten to himself the life of the world to come." Their study was an end in itself. In this they were grievously deceived. ...
it: I giudei ai quali Ges rivolse la sua parola ... immaginavano che essere in possesso delle scritture significasse essere in posseso della vita. Hillel diceva: <quote>Chi ha acquisito le parole della Torah ha acquisito la vita del mondo futuro.</quote> Il loro studio era fine a se stesso. In questo furono delusi. ...

source: There is neither merit nor profit in the reading of Scripture for its own sake, but only if it effectively introduces us to Jesus Christ. Whenever the Bible is read, what is needed is an eager expectation that through it we may meet Christ.
it: Non c'�merito n�profitto nel leggere la Bibbia per se stessi, ma soltanto se ci porta a Ges Cristo. Per qualunque motivo leggiamo la bibbia dobbiamo avere una forta speranza di incontrare il Cristo attraverso di essa.

source: Approaches to God's Word
it: Approcci alla parola di Dio

source: Hearing and reading provide a telescopic view of the scripture while study and memorization provide a microscopic view of scripture. Meditating on the scriptures brings hearing, reading, studying and memorization together and cements the word in our minds.
it: Sentire e leggere danno una visione telescopica della scrittura mentre studiare da una visione microscopica della scrittura. La meditazione sulla Bibbia porta insieme l'ascolto, la lettura, lo studio e la memorizzazione, e fissa la parola nella nostra mente.

source: Hear
it: L'ascolto

source: Lk.11:28 <emphasis>"blessed are those who hear the word of God, and observe it."</emphasis>
it: Lc 11,28 <emphasis><quote>beati coloro che ascoltano la parola di Dio e la osservano.</quote></emphasis>

source: Read
it: La lettura

source: Rev.1:3 <emphasis>"Blessed is he who reads and those who hear the words of this prophecy..."</emphasis>
it: Ap 1,3<emphasis><quote>Beato chi legge e beati coloro che ascoltano le parole di questa profezia ...</quote></emphasis>

source: 1 Tim.4:13 <emphasis>"give attention to the public reading of Scripture..."</emphasis>
it: 1 Tm 4,13 <emphasis><quote>dedicati alla lettura ...</quote></emphasis>

source: Study
it: Lo studio

source: Acts 17:11 <emphasis>"Now these were more noble-minded than those in Thessalonica, for they received the word with great eagerness, examining the Scriptures daily, to see whether these things were so."</emphasis>
it: At 17,11 <emphasis><quote>Questi erano di sentimenti pi nobili di quelli di Tessalonica ed accolsero la parola con grande entusiasmo, esaminando ogni giorno le Scritture per vedere se le cose stavano davvero cos�</quote></emphasis>

source: 2 Tim.2:15 <emphasis>"Be diligent [KJV `Study'] to present yourself approved to God as a workman who does not need to be ashamed, handling accurately the word of truth."</emphasis>
it: 2 Tm 2,15 <emphasis><quote>Sforzati di presentarti davanti a Dio come un uomo degno di approvazione, un lavoratore che non ha di che vergognarsi, uno scrupoloso dispensatore della parola della verit� </quote></emphasis>

source: Memorize
it: Memorizzazione

source: Ps.119:11 <emphasis>"Thy word I have hid in my heart, that I may not sin against Thee."</emphasis>
it: Sal 119,11 <emphasis><quote>Conservo nel cuore le tue parole per non offenderti con il peccato.</quote></emphasis>

source: Meditate
it: Meditazione

source: Ps.1:2-3 <emphasis>"But his delight is in the law of the Lord, And in His law he meditates day and night. And he will be like a tree firmly planted by streams of water, Which yields its fruit in its season, And its leaf does not wither; And in whatever he does, he prospers."</emphasis>
it: Sal 1,2-3 <emphasis><quote>Ma si compiace della legge del Signore, sulla sua legge medita giorno e notte. Sar�come albero piantato lungo corsi d'acqua, che dar�frutto a suo tempo e le sue foglie non cadranno mai; riusciranno tutte le sue opere.</quote></emphasis>

source: The Navigators illustrate this by saying that as the thumb can touch all the fingers, we can meditate on the Word as we do any of the first four. Meditation is a key to revelation. A new Christian needs to hear and read the Bible more than they need to study and memorize it. This is so that they become familiar with the overall message of the Bible.
it: I navigatori spiegano questo dicendo che come possiamo raggiungere con il pollice tutte le altre dita possiamo meditare anche facendo i primi quattro passi. La meditazione �la chiave della rivelazione. Un nuovo cristiano deve ascoltare e leggere la bibbia pi di studiarla e memorizzarla. Con questo conoscer�pi a fondo il messaggio generale della bibbia.

source: Types of Bible Studies
it: Tipi di studio della bibbia

source: Topical Study
it: Studio tematico

source: Pick out a certain topic and follow it through, using cross-references or a concordance.
it: Prendi un argomento e seguilo nella bibbia usando le referenze incrociate o una concordanza.

source: Character Study
it: Studio di una personaggio

source: Studying the life of a Bible character, e.g. Joseph's life in Gen.37-50.
it: Lo studio della vita di una personaggio biblico. Per esempio: La vita di Giuseppe in Gn 37-50.

source: Expository Study
it: Esposizione

source: Studying a certain passage: paragraph, chapter, or book.
it: Lo studio di un certo brano: paragrafo, capitolo o libro.

source: Basics of Correct Interpretation
it: Le basi di una interpretazione corretta

source: Content
it: Contenuto

source: What does it say? What does it say in the original language? Be careful with definitions. Don't read into it what it doesn't say.
it: Cosa significa? Cosa significa nella lingua originale? Attento alle definizioni! Non leggere quello che non �detto.

source: Context
it: Contesto

source: What do the verses around it say? "Context is king" is the rule -- the passage must make sense within the structure of the entire passage and book.
it: Cosa dicono i versi vicini? "Il contesto �il re" �la regola -- il brano deve avere senso nella struttura del passaggio e del libro.

source: Cross-reference
it: Referenze

source: What do other verses about this subject say through the rest of the Bible? God doesn't contradict Himself, so our interpretation needs to stand the test of other scriptures.
it: Cosa dicono altri versi su questo argomento nel resto della bibbia? La parola di Dio non �contradittoria in se stessa, per questo la nostra interpretazione deve subire la prova di altre scritture.

source: An Expository Study of Matthew 6:1-18
it: Uno studio di Matteo 6,1-18

source: Let's study together Mt.6:1-18. Read it to yourself, first looking for the key verse, the verse that sums up the whole passage. Think you have it? Test it by picking different places in the passage and asking yourself if they relate to the thought of the key verse. Once you find it, write it as Roman numeral One of your outline:
it: Studiamo insieme Mt 6,1-18. Leggilo da solo, per prima cosa cercane il verso chiave, il verso che da il riassunto di tutto il brano. Pensi di averlo trovato? Verificalo guardando in diversi luoghi del brano e chiedendoti se �in relazione con il pensiero del verso chiave. Una volta trovato scrivilo come il numero I della vostra esposizione:

source: I. BEWARE OF PRACTICING YOUR RIGHTEOUSNESS BEFORE MEN TO BE NOTICED
it: I. GUARDATI DAL PRATICARE LE TUE BUONE OPERE DAVANTI AGLI UOMINI PER ESSERE DA LORO AMMIRATO

source: What does "practicing your righteousness" mean? Does the passage give any examples? What area of our lives is being addressed? our motives! What sub-headings develop this thought?
it: Cosa significa "praticare le tue buone opere"? Ci sono degli esempi nel nostro brano? Quale parte della nostra vita �in discussione? I nostri motivi! Quali sottopunti sviluppano questo pensiero?

source: A. WHEN YOU GIVE B. WHEN YOU FAST C. WHEN YOU PRAY
it: A. QUANDO FAI L'ELEMOSINA B. QUANDO DIGIUNI C. QUANDO PREGHI

source: Now fill in the outline with specific instructions of how to avoid wrong ways of practicing our righteousness:
it: Adesso inserisci i propositi specifici per evitare il modo sbagliato di praticare le tue buone opere:

source: A. When you give 1. DON'T SOUND A TRUMPET. (HOW MIGHT SOMEONE "SOUND A TRUMPET" TODAY?) 2. DO IT SECRETLY. ETC.
it: A. Se fai l'elemosina 1. NON STRILLARLO AI QUATTRO VENTI. (IN QUALE MODO SI "STRILLA AI QUATTRO VENTI" OGGI?) 2. FALLO IN SEGRETO. ECC.

source: Worksheet: How to Use a Concordance
it: Scheda di lavoro: Come usare una concordanza

source: To Find a Particular Verse
it: Trovare un particolare versetto

source: Pick out a key word or most-unusual word of the verse.
it: Scegli una parola chiave o la parola meno usata del versetto.

source: Turn to this word alphabetically.
it: Cerca questa parola nell'elenco alfabetico.

source: Go down the column of listings until you find your verse.
it: Segui la colonna dei riferimenti finch�trovi il tuo versetto.

source: Find these verses: "Faithful are the wounds of a friend." "We are ambassadors of Christ." The story of the rich man and Lazarus.
it: Trova questi versetti: "Leali sono le ferite di un amico." "Fungiamo da ambasciatori di Cristo." Il racconto dell'uomo ricco e di Lazzaro.

source: To Do a Topical Study
it: Fare uno studio tematico

source: Let's say you wanted to do a study of the word "redemption." First you would look up that word in the concordance and look up references listed for it. Then you could look up related words and references listed for them, e.g. "redeem, redeemed, ransom," even "buy" or "bought."
it: Diciamo che vuoi fare uno studio sulla parola "redenzione." Per prima cosa cerca questa parola nelle concordanze e segui i riferimenti per questa parola. Poi puoi scegliere altre parole connesse con essa, per esempio: "redimere, redento" fino a "comprare" o "comprato."

source: To Clarify Word Meanings in the Greek and Hebrew
it: Chiarire il senso della parola in greco e ebraico

source: What if you noticed a contradiction in the KJV between Mt.7:1 "Judge not lest you be judged" and 1 Cor.2:15 "He that is spiritual judgeth all things." Maybe there are two different Greek words here, both being translated "judge" in English? (We're using Strong's from here out.)
it: Hai notato una contradizione tra Mt 7,1 "Non giudicate, per non essere giudicati" e 1 2,15 "L'uomo spirituale invece giudica ogni cosa." Pu darsi che ci siano due parole diverse in greco, tradotte ambedue con "giudicare" in italiano? (Per un'analisi pi approfondita abbiamo bisogno dei numeri di Strong. Perci i seguenti esempi fanno uso della traduzione inglese "King James with Strongs" che in SWORD sono forniti di questo strumento. Giudicare = to judge)

source: Look up "judge."
it: Cerca <quote>judge.</quote>

source: Go down the column of entries to Mt.7:1. To the right is a number, 2919. This refers to the Greek word used. Write it down.
it: Vai nella lista dei risultati a Mt 7,1. A destra c'�un numero: 2219. Questo fa riferimento alla parola greca usata in questo versetto. Scrivilo.

source: Now look up "judgeth."
it: Adesso cerca "judgeth."

source: Go down the column to 1 Cor.2:15 . . . . . 350.
it: Vai sotto a 1 Cor 2:15 . . . . . 350.

source: Turn in the back to the Greek dictionary. (Remember, you're in the NT so the language is Greek, while the OT is Hebrew.) Compare the meaning of 2919 with the meaning of 350 and you have your answer!
it: Vai al dizionario greco. (Ricordati: sei nel nuovo testamento, per questo la lingua �il greco, mentre nell'antico testamento �l'ebraico.) Paragonate il significato di 2919 con il significato di 350 e troverai la risposta!

source: To Find Meanings of Names
it: Trovare i significati dei nomi

source: By the same process we can find the meaning of a name in the Greek or Hebrew.
it: Con la stessa procedura puoi trovare i significati dei nomi in greco o ebraico.

source: Look up these names and write down their meaning:
it: Cerca questi nomi e scrivine il significato:
