Repository: bibletime/historic-bibletime-i18n
Catalog: docs/*/howto/po/how2-interpretation.po
Languages: bg, cs, it

source: Rules of Bible Interpretation (Hermeneutics)
bg: Правила за тълкувание на Библията (херменевтика)
cs: Pravidla interpretace Bible (Hermeneutika)
it: Regole per l'interpretazione della Bibbia (Ermeneutica)

source: We already learned about the "3 Cs": content, context, cross-reference. We want to expand that now by delving briefly into biblical hermeneutics, whose goal is to discover the meaning intended by the original author (and Author!). While many applications of a passage are valid, only one interpretation is valid. The scripture itself says this by saying that no scripture is of any private interpretation (2 Pe.1:20 KJV <emphasis>"Knowing this first, that no prophesy of scripture is of any private interpretation."</emphasis>) Certain rules are helps toward discovering the correct meaning; by ignoring these rules people have brought much trouble on themselves and their followers. 2 Pe.3:16 <emphasis>"...in which are some things hard to understand, which the untaught and unstable distort, as they do also the rest of the Scriptures, to their own destruction."</emphasis>
bg: Вече се запознахме със съдържанието, конткста и препратките. Нека сега се обогатим знанията си за библейската херменевтика. Нейната цел е да открие какво е имал в предвид оригиналният автор (и Автора!). Въпреки че пасажите могат да се тълкуват по много начини, само един е верен.Самото Писание го заявява във 2 Петрово 1:20: "И това да знаете преди всичко, че никое пророчество в писанието не е частно на пророка обяснение на Божията воля". Съществуват някои правила, които помагат при тълкуването. Чрез пренебрегването на тези правила, хората си докарват много неприятности както за себе си, така и за последователите си. 2 Петрово 3:16: "...в които послания има някои неща мъчни за разбиране, които неучените и неутвърдените изопачават, както правят и с другите писания, за своята погибел.".
cs: Již jsme se naučili tři základní podmínky správného výkladu: obsah, kontext a odkazy. Nyní si rozšíříme pohled krátkým rozebráním biblické hermeneutiky, která má za cíl odhalit význam zamýšlený původním autorem (a Autorem!). Zatímco je možné nějakou pasáž správně aplikovat mnoha způsoby, správně interpretovat ji lze jen jedním. <emphasis>"Vězte především to, že žádné proroctví Písma nespočívá v něčím vlastním výkladu."</emphasis> (1P 1,20 NBK). Zaručená pravidla jsou pomocí pro poznání správného významu; ignorováním těchto pravidel si lidé způsobili mnoho problémů sobě i svým následovníkům. Ve 2P 3,16 je psáno: <emphasis>"Jsou v nich [Pavlových listech] některá nesnadno srozumitelná místa, která nevědomí a nestálí lidé ke své vlastní záhubě překrucují, tak jako i ostatní Písma."</emphasis>
it: Abbiamo già visto le tre regole: contenuto, contesto, riferimenti. Adesso vogliamo andare avanti occupandoci dell'ermeneutica biblica, il cui fine è di trovare il senso inteso dall'autore originale (e dall'Autore!). Mentre sono valide tante applicazioni di un brano, solo una interpretazione è valida. La scrittura stessa lo dice stabilendo che nessuna scrittura va soggetta a spiegazione privata (2 Pt 1,20 "<emphasis>Sappiate anzitutto questo: nessuna scrittura profetica va soggetta a spiegazione privata.</emphasis>") Alcune regole aiutano a scoprire il senso corretto, ignorando queste regole diversi uomini sono caduti in difficoltà - loro stessi e i loro seguaci. 2 Pt 3,16 "<emphasis>... In esse ci sono alcune cose difficili da comprendere e gli ignoranti e gli instabili le travisano, al pari delle altre Scritture, per loro propria rovina.</emphasis>"

source: How do we go about discovering the intended meaning of a passage? Let's say your attention has been drawn to a particular verse whose meaning is not clear to you. How do you study it out? Keep these rules in mind:
bg: Но как да постъпим,за да изясним значението на даден пасаж? Нека приемем, че вниманието ви е привлечено от опредеен стих, чието значение ви убягва. Как да изследвате този стих? Имайте в предвид тези правила:
cs: Jak se postupuje při takovém hledání správného významu? Řekněme, že jste narazili na verš, kterému nerozumíte. Postupujte tímto způsobem:
it: Come possiamo scoprire il senso inteso di un brano? Diciamo che hai notato un certo versetto del quale non capisci il senso. Come trovarlo? Tieni queste regole in mente:

source: Rule 1 - Interpret according to the exact meaning of the words.
bg: Правило 1: За тълкувание използвайте точните значения на думите
cs: Pravidlo 1. - Výklad podle přesného významu slov.
it: Regola 1 - Interpreta seguendo il senso esatto delle parole.

source: The more precise we can be with the exact, original meaning of the words the better our interpretation will be. Try to find the exact meaning of the key words by following these steps:
bg: Колкото по-точно знаем значението на оригиналните думи, толково по-точно ще бъде и нашето тълкувание. Опитайте се да разберете точното значение на ключовите думи, като използвате следния план:
cs: Čím přesněji rozumíme správnému, původnímu významu slov, tím lepší náš výklad bude. Pokuste se najít přesný význam slov pomocí těchto kroků:
it: Quanto più precisamente teniamo in considerazione il senso esatto, originale, delle parole, tanto meglio sarà la nostra interpretazione. Cerca di trovare il senso esatto delle parole chiave seguendo questi punti:

source: Step 1) Definition
bg: Стъпка 1) Значение
cs: Krok 1) Definice
it: Primo passo: Definizione

source: Look up the definition in a Greek or Hebrew dictionary. For verbs, the verb tense is also crucial.
bg: Проверете за превода в речник (на гръцки или иврит). Ако става дума за глагол, времето, в което е, също има особена важност.
cs: Vyhledejte definici slova v řeckém nebo hebrejském slovníku. U sloves si dejte pozor i na správný čas.
it: Guardate la definizione in un lessico greco o ebraico. Per i verbi, il modo è ugualmente importantissimo.

source: Step 2) Cross-reference
bg: Стъпка 2) Препратки
cs: Krok 2) Křížové odkazy
it: Secondo passo: Riferimenti

source: Compare scripture with scripture. Seeing how the same Greek or Hebrew word (not the English word) is used in scripture may clarify or throw new light on the definition. How does the same author use this word elsewhere? Other authors? Your reference tools may give you uses of the word in non-biblical documents, as well. Why do we have to go to the original languages; why isn't the English word good enough? BECAUSE MORE THAN ONE GREEK WORD MAY BE TRANSLATED INTO THE SAME ENGLISH WORD, AND THE GREEK WORDS MAY HAVE DIFFERENT SHADES OF MEANING.
bg: Сравнете различните книги. Ако видите как същата гръцка или еврейска (не английска или българска) дума е използвана, може да си изясните или поне да хвърлите нова светлина върху значението й. Как същият автор използва думата другаде? Ами другите автори? Справочниците, с които разполагате, биха могли да ви дадат употребата на думата в набиблейски контекст. Защо трява да използваме оригиналните езици? Защо английските или българските думи не са достатъчни? ЗАЩОТО ПОВЕЧЕ ОТ ЕДНА ГРЪЦКА ДУМА МОЖЕ ДА БЪДЕ ПРЕВЕДЕНА ПО ЕДИН И СЪЩ НАЧИН, А ОРИГИНАЛНИТЕ ДУМИ ДА ИМАТ РАЗЛИЧНИ ЗНАЧЕНИЯ.
cs: Vykládejte Písmo Písmem. Když zjistíte, jak se to řecké nebo hebrejské (ne české) slovo v Bibli používá, lépe pochopíte jeho význam. Jak jej používá stejný autor? A ostatní autoři? Vhodné je zjistit i výskyt a význam v nebiblických spisech. Proč je nutné používat originální jazyky? Proč není čeština dost dobrá? PROTOŽE VÍCE NEŽ JEDNO ORIGINÁLNÍ SLOVO MŮŽE BÝT PŘELOŽENO JEDNÍM ČESKÝM SLOVEM A ORIGINÁLNÍ SLOVA MOHOU MÍT JINÉ VÝZNAMOVÉ ODSTÍNY.
it: Paragona scrittura con scrittura. Notare come la stessa parola greca o ebraica (non inglese) è usata può chiarirti o gettare nuova luce sulle definizione. Lo stesso autore come usa la stessa parola altrove? E altri autori? Potresti anche verificare l'uso di questa parola in un contesto non biblico. Perché è necessario risalire alle lingue originali, perché i termini italiani non sono sufficienti? PERCHE' PIU' DI UNA PAROLA GRECA PUO' ESSERE STATA TRADOTTA NELLA STESSA PAROLA ITALIANA, E I TERMINI GRECI POSSONO AVERE DIFFERENTI SFUMATURE DI SIGNIFICATO.

source: Example 1A
bg: Пример 1.1
cs: Příklad 1A
it: Esempio 1A

source: Jn.20:17 <emphasis>"Touch me not"</emphasis> (KJV) sounds harsh, doesn't it? Sounds like Jesus doesn't want to be touched now that He is risen, that He is too holy or something. But that doesn't seem right, so let's look it up in Spiros Zodhiates' <emphasis>The Complete Word Study New Testament</emphasis> (AMG Publishers, 1991).
bg: " Не се допирай до Мене" от Йоан 20:17 звучи доста рязко, нали? Сякаш сега, след като е възкръснал, Исус не желае да бъде докосван, сякаш е "твърде" свят. Но това не звучи вярно. Нека погледнем в <emphasis>Цялостно изучаване на Новия Завет</emphasis> от Спирос Зодиатес. (AMG Publishers, 1991).
cs: V Janovi 20,17 čteme: <emphasis>"Nedotýkej se mne"</emphasis> (v ang. KJV "Touch me not"). Zní to hrubě, viďte. Vypadá to, jakoby Ježíš odmítal dotyk, protože je po vzkříšení příliš svatý nebo něco podobného. Podívejme se ale do knihy <emphasis>The Complete Word Study New Testament</emphasis> (Spiros Zodhiates, AMG Publishers, 1991).
it: Gv.20:17 "<emphasis>Non toccarmi</emphasis>" suona aspro, vero? Sembra quasi che Gesù non voglia essere toccato ora che è asceso, ora che Egli è troppo sacro o simili. Ma non sembra giusto, quindi cerchiamo in Spiros Zodhiates' <emphasis>The Complete Word Study New Testament</emphasis> (AMG Publishers, 1991).

source: Definition: Turning to John 20:17, above the word "Touch" we see "pim680." The letters give us a code for the part of speech, and the number refers to Strong's dictionary reference. Let's look up the definition (p. 879). "680. Haptomai; from hapto (681), touch. Refers to such handling of an object as to exert a modifying influence upon it... Distinguished from pselaphao (5584), which actually only means to touch the surface of something. " Now look up "pim." The grammar codes in Zodhiates come right after Revelation; on p. 849 we see that pim stands for "present imperative active (80)". On p.857, "Present Imperative. In the active voice, it may indicate a command to do something in the future which involves continuous or repeated action or, when it is negated, a command to stop doing something. " This is a negative command, so it is to stop doing something that is already occuring. So, what have we found?
bg: Значението: Отгръщайки на Йоана 20:17, над думата "допирай" виждаме "pim680".С буквите означено каква част на речта е думата, а цифрите са номерацията на Стронг. Нека открием значението на думата (на стр. 879): "680 Haptomai; от hapto (681), докосвам.Отнася се до боравене с предмент, при което се упражнява сила за промяната му... Различава се от pselaphao (5584), който всъщност означава само докосване на повърхността на предмета." Нека сега намерим "pim". Граматичните кодове са точно след Откровение. На страница 849 откриваме, че "pim" означава "present imperative active (80)" т.е. "сгашно време, заповедна форма, действителен залог". На страница 857 четем: "Сегашно време, заповедна форма. При действителен залог може да означава заповед за извършването на действие в бъдеще, коеот се отнася до продължително или повтарящо се действие. При отрицателна конструкция, означава заповед да бъде прекратено дадено действие." Изречението е отрицателно и следователно, означава, че трябва да бъде прекратено действие, което вече е факт. И така, какво открихме?
cs: Vyhledejte verš Jan 20,17, nad slovem "Touch" vidíme "pim680". Písmena vyjadřují kód tvaru slova, číslo odkazuje na Strongovu definici. Najděme si tedy definici. "680. Haptomai; ze slova hapto (681), dotyk (ang. touch). Znamená takové zacházení s objektem, které nad ním vyjadřuje vliv... Rozdílné od pselaphao (5584), které znamená pouze dotek nějakého povrchu." Nyní vyhledejme vysvětlení zkratky "pim" - str. 857 "present imperative active (80)" (rozkazovací způsob, přítomný čas, rod činný). Na straně 857 pak čteme: "Rozkazovací způsob v přítomném čase. V činném rodu může znamenat příkaz pro udělání něčeho v budoucím čase, což zahrnuje souvislou nebo opakovanou činnost, nebo, při negaci, příkaz pro ukončení nějaké činnosti." Náš případ je právě negovaný příkaz, takže znamená ukončení něčeho, co již probíhá. Takže závěr našeho zkoumání je:
it: Definizione: Leggendo Giovanni 20:17, sulla parola "Toccatemi" vediamo "pim680." Le lettere ci danno un codice per la aprte del discorso, e il numero si riferisce al riferimento del dizionario di Strong. Leggiamo la definizione (p.879). "680. Haptomai; da hapto (681), toccare. Si riferisce alla manipolazione di un oggetto allo scopo di modificarlo... Differente da pselaphao (5584), che significa realmente solo toccare la superficie di qualcosa. " Ora cerchiamo "pim." I codici grammaticali di Zodhiates sono subito dopo l'Apocalisse. a p. 849 vediamo che pim significa "presente imperativo attivo (80)". A p.857, "Presente Imperativo. Nella voce attiva, indica un comando di fare qualcosa in futuro che implica un'azione continuata o ripetuta o, quando è negato, un comando di cessare di fare qualcosa. ' Questo è un comando negativo, che serve a fermare qualcosa che si sta già svolgendo. Così, cos'abbiamo scoperto?

source: MARY IS ALREADY CLINGING TO JESUS, AND HE IS SAYING TO STOP HOLDING HIM!
bg: МАРИЯ ВЕЧЕ СЕ Е ПРИЛЕПИЛА ЗА ИСУС И ТОЙ Й КАЗВА ДА ГО ПУСНЕ!
cs: Marie se již Ježíše držela a On jí říká, aby toho nechala!
it: MARIA STA GIA' STRINGENDO GESU'. ED EGLI LE STA DICENDO DI LASCIARLO!

source: Ex. 1B
bg: Пример 1.2
cs: Příklad 1B
it: Esempio 1B

source: In James 5:14, <emphasis>Elders are told to pray and anoint someone who is sick</emphasis>. What is this anointing?
bg: В Яков 5:14, <emphasis>на църковните презвитери е казано да се молят и помажат онзи, който е болен</emphasis>. Какво е помазването?
cs: V Jakubovi 5,14 čteme: <emphasis>"Je někdo z vás nemocný? Ať zavolá starší sboru a ať se za něj modlí a pomažou ho olejem v Pánově jménu.</emphasis> Co znamená ono pomazání?
it: In Giacomo 5:14, <emphasis>...gli anziani preghino su di lui, ungendolo di olio</emphasis>. Cosa si intende per ungere?

source: Definition of aleipho (218) - "to oil" (Strong's); but we also have another Greek word translated "anoint", chrio (5548) - "to smear or rub with oil, i.e. to consecrate to an office or religious service" (Strong's). Since it's a verb, consider the tense also, "apta" aorist participle active. "The aorist participle expresses simple action, as opposed to continuous action...When its relaitonship to the main verb is temporal, it usually signifies action prior to that of the main verb." (Zodhiates p.851)
bg: Значението на aleipho (218) е "да помажа", но има и друга гръцка дума, която се превежда по същия начин - chrio (5548) - "да намажа или разтъркам с масло, да осветя място или да ръкоположа". Тъй като тази дума е глагол, трябва да имаме в предвит и глаголното време - "apta" - аористно (минало свършено време) причастие, активно. "Аористното причастие изразява завършено действие, а не продължително... Когато връзката с основния глагол е временна, обикновено означава действие, предхождащо това на главния глагол."
cs: Definice pro aleipho (Strongovo č. 218) je "naolejovat, namazat" (ang. to oil). Existuje ještě jedno řecké slovo, které se překládá stejně - chrio (5548) "namazat nebo natřít olejem, např. pro zasvěcení pro úřad nebo duchovní službu". Protože se jedná o sloveso, je důležitý i čas - "apta = aorist participle active". "Aorist participium vyjadřuje jednu akci, oproti akci trvající... Pokud je jeho vztah k hlavnímu slovesu časový (?, ang. temporal, pozn. překl.), označuje většinou činnost předcházející činnost hlavního slovesa." (Zodhiates, str. 851)
it: La definizione di aleipho (218) - "ungere" (Strong); ma c'è anche un'altra parola greca tradotta con "ungere", chrio (5548) - "macchiare o strofinare con olio, per consacrare una funzione religiosa" (Strong). Siccome si tratta di un verbo, considera anche il tempo, "apta" aoristo participio attivo. "L'aoristo participio esprime un'azione semplice, in opposizione a un'azione continuata... Quando la relazione col verbo principale è temporale, significa di solito che l'azione precede quella di quest'ultimo." (Zodhiates p.851)

source: Cross-references for aleipho: Mt.6:17 But you, when you fast, anoint your head Mk.16:1 [the women] brought spices that they might come and anoint Him. Mk.6:13 And they were...anointing with oil many sick people and healing them. Lk.7:38 ...kissing His feet and anointing them with the perfume Jn.12:3 Mary...anointed the feet of Jesus, and wiped them with her hair Cross-references of chrio: Lk.4:18 The Spirit of the Lord is upon me, because He has anointed me to preach..." Acts 4:27 Jesus, whom Thou hast anointed Acts 10:38 God anointed Jesus with the Holy Ghost and power 2 Cor.1:21 Now He who...anointed us is God
bg: Препратки за aleipho: Матей 6:17: А ти, когато постиш, помажи главата си и умий лицето си Марко 16:1: (жените) купиха аромати за да дойдат и Го помажат. Марко 6:13: ...и мнозина болни помазваха с масло и ги изцеляваха Лука 7:38: ...целуваше нозете Му, и мажеше ги с мирото Йоан 12:3: Тогава Мария... помаза нозете на Исуса, и с косата си отри нозете Му Препратки за chrio: Лука 4:18: Духът на Господа е на Мене, Защото Ме е помазал да благовестявам... Деяния 4:27: Исуса, Когото си помазал Деяния 10:38: Бог Го помаза със Светия Дух и със сила 2 Коринтяни 1:21: А тоя, Който ... ни е помазал, е Бо
cs: Odkazy na aleipho: Mt 6,17: když se postíš, pomaž si hlavu olejem a umyj si tvář, Mk 16,1: [ženy] nakoupily vonné masti, aby mohly jít pomazat Ježíše. L 7,38: líbala mu nohy a mazala je mastí. J 12,3: pomazala Ježíšovy nohy a vytřela je svými vlasy. Odkazy na chrio: L 4,18: Duch Pánův je nade mnou, protože mne pomazal kázat evangelium chudým. Sk 4,27: proti ... Ježíši, kterého jsi pomazal, Sk 10,38: Bůh pomazal Duchem Svatým a mocí Ježíše 2K 1,21: Ten, kdo nás s vámi utvrzuje v Kristu a pomazal nás, je Bůh,
it: Riferimenti incrociati per aleipho: Mt.6:17 Ma tu, quando digiuni, ungiti il capo e lavati la faccia. Mc.16:1 Ora [...] Maria Maddalena, Maria, madre di Giacomo, e Salome acquistarono degli aromi a per andare ad imbalsamare Gesù. Mc.16:13 Anch'essi andarono ad annunziarlo agli altri; ma non credettero neppure a loro. Lc.7:38 E, stando ai suoi piedi, di dietro piangendo, cominciò a bagnargli di lacrime i piedi e ad asciugarli con i capelli del suo capo; e glieli baciava e li ungeva con l'olio profumato. Gv.12:3 Maria allora prese una libbra di olio profumato di nardo autentico di gran prezzo, ne unse i piedi di Gesù e li asciugo con i suoi capelli; e la casa fu ripiena del profumo di quest'olio. Riferimenti incrociati per chrio: Lc.4:18 "Lo Spirito del Signore è sopra di me, perché mi ha unto per evangelizzare i poveri..." Atti 4:27 il tuo santo Figlio Gesù, che tu hai unto... Atti 10:38 come Dio abbia unto di Spirito Santo e di potenza Gesù di Nazaret... 2 Cor.1:21 Or colui che ci conferma assieme a voi in Cristo e ci ha unti è Dio.

source: So what's the difference between aleipho and chrio? Look back over the cross-references and the definitions, and sum up the difference: ALEIPHO IS A PRACTICAL USE OF OIL AND CHRIO IS A SPIRITUAL
bg: И така, каквае разликата между aleipho и chrio? Прегледайте отново препратките и след това можете да заключите, че: ALEIPHO ОЗНАЧАВА ПРАКТИЧЕСКОТО ИЗПОЛЗВАНЕ НА МАСЛОТО, А CHRIO - ДУХОВНОТО.
cs: Takže jaký je rozdíl mezi aleipho a chrio? Aleipho je praktické použití oleje a chrio je duchovní.
it: Dunque, che differenza c'è tra aleipho and chrio? Guarda di nuovo gli esempi e le definizioni, e osservane la differenza: ALEIPHO E' USO PRATICO DELL'OLIO, MENTRE CHRIO E' SPIRITUALE.

source: As an illustration (although the word is not used) of the practical use of oil at that time, when the good Samaritan cared for the man beat up by robbers he poured oil and wine in the wound. So oil had a medicinal use in Jesus' day.
bg: Kaто илюстрация (въпреки, че думата не е използвана) за практическо използване на маслото по онова време е притчата за добрия самарянин, който се погрижи за бития от крадците - той почистил раните с масло и вино. Така че по времето на Исус, маслото е имало приложение в медицината.
cs: Příkladem praktického použití oleje (přestože slovo "pomazání" zde není použito) je dobrý Samaritán, který zbitému člověku nalil na rány olej a víno. V Ježíšových dnech se používal olej jako lék.
it: Come esempio (anche se la parole non è usata) dell'uso dell'unguento all'epoca, quando il buon samaritano si prese cura dell'uomo malmenato dai briganti, versò olio e vino sulle ferite. L'olio aveva un uso medicinale al tempo di Gesù.

source: Now let's apply what we just learned by this word study to James 5:14 <emphasis>"Is any among you sick? Let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord."</emphasis> Is "anointing" spiritual or practical? Practical!
bg: Сега нека приложим това, което научихме към Яков 5:14 <emphasis>"Болен ли е някой от вас? нека повика църковните презвитери, и нека се помолят над него и го помажат с масло в Господното име."</emphasis>. В какъв смисъл се използва думата "помазвам" тук - практически или духовен? Практически!
cs: A nyní se pokusme aplikovat náš poznatek na Jakuba 5,14. Je ono "pomazání" duchovní nebo praktické (fyzické)? Praktické!
it: Ora applichiamo ciò che abbiamo appreso dallo studio di questa parola a Giacomo 5:14 "<emphasis>Qualcuno di voi è infermo? Chiami gli anziani, della chiesa, ed essi preghino su di lui, ungendolo di olio nel nome del Signore.</emphasis>" Qui "ungere" è spirituale o pratico? Pratico!

source: And the tense in Greek, the aorist participle, would be better translated "having anointed," so the order is the anointing first, then the prayer ("in the name of the Lord"refers to the prayer, not the anointing). James 5 is saying that the elders should give the sick person medicine and pray for him in the name of the Lord. Doesn't that express a beautiful balance of practical and spiritual in our God!
bg: Глаголното време на гръцки, аористно (минало свършено време) причастие, означава по-скоро означава "след като са го помазали". Помазването предхожда молитвата. (Тук "в Господното име" се отнася до молитвата, а не до помазването.) Яков 5:14 казва, че презвитерите трябва да да дадат на болните лекарство и да се молят за тях в Гослодното име. Нима това не показва Божия прекрасен баланс!
cs: Správnější překlad toho aorist participia naleznete v Bibli Kralické - "ať se modlí za něho, mažíce jej olejem ve jménu Páně." Neboli nejprve je pomazání olejem a pak modlitba (ta je ve jménu Páně, nikoli pomazání). Jakub 5 tedy říká, že starší by měli nemocnému dát medicínu a modlit se za něj ve jménu Páně. Nevyjadřuje to nádhernou rovnováhu mezi praktickým a duchovním v našem Bohu?
it: Il tempo greco, aoristo participio, sarebbe meglio tradotto con "avendo unto", così che l'ordine è prima ungere, quindi pregare ("nel nome del signore" si riferisce alla preghiera, non all'unzione). Giacomo 5 sta dicendo che anziani dovrebbero curare l'infermo e pregare per lui nel nome del Signore. Si tratta di un meraviglioso equilibrio di praticità e spiritualità nel Signore!

source: Rule 2 - Interpret within the biblical context
bg: Правило 2: Тълкувайте в библиейски контекст
cs: Pravidlo 2. - Výklad v biblickém kontextu
it: Regola 2 - Interpreta secondo il contesto biblico
