Repository: bibletime/historic-bibletime-i18n
Catalog: docs/*/howto/po/how2-interpretation.po
Languages: bg, cs, it

source: Interpret scripture in harmony with other scripture. What do the verses on each side say? What is the theme of the chapter? the book? Does your interpretation fit with these? If not, it is flawed. Usually, the context supplies what we need to correctly interpret the passage. Context is key. If confusion remains as to the meaning after we have interpreted the text within its context, we have to look further.
cs: Vykládejte Písmo v souladu s ostatnímy částmi Písma. Co říkají verše okolo? Jaké je téma kapitoly? Knihy? Je s nimi váš výklad v souladu? Pokud ne, máte v něm trhliny. Kontext obyčejně umožňuje správně interpretovat text. Kontext je klíč. Pokud zmatek přetrvává i po zasazení textu do blízkého kontextu, musíme se podívat dál.
it: Interpreta le scritture in armonia con le altre scritture. Cosa dicono i versetti in ogni pagina? Qual è l'argomento del capitolo? E dell'intero libro? La tua interpretazione corrisponde con queste? Se no, è errata. Di solito, il contesto ciò di cui abbiamo bisogno per interpretare correttamente il passaggio. Il contesto è la chiave. Se dopo aver interpretato un testo nel suo contesto rimane della confusione, dobbiamo guardare più avanti.

source: Example 2A
bg: Пример 2.1
cs: Příklad 2A
it: Esempio 2A

source: In a previous lesson we considered Jn.3:5 <emphasis>"born of water and the Spirit."</emphasis> In context, what is the water under discussion here?
bg: В предишния урок обсъждахме Йоан 3:5 -<emphasis>"да се роди от вода и Дух"</emphasis>. Съгласно контекста, какво общо има водата тук?
cs: Podívejme se na Jan 3,5: "<emphasis>Jestliže se někdo nenarodí z vody a z Ducha</emphasis>". Co znamená slovo voda v daném kontextu?
it: In una lezione precedente, abbiamo parlato di Gv.3:5 "<emphasis>nato d'acqua e di Spirito.</emphasis>" Nel contesto, qual è l'acqua si cui si discute?

source: Water baptism is not under discussion here, which would be a big switch from the subject being discussed by Jesus and Nicodemus. Watch out for a sudden change of topic, it may be a clue that your interpretation has been derailed! The water is the amniotic fluid, "born of water" = natural birth.
cs: Je jasné, že nejde o vodní křest. To by byl velký odskok od tématu Ježíšova rozhovoru s Nikodémem. Pozor na náhlé změny témat, to může být znamení, že váš výklad "vykolejil"! Voda je v tomto případě plodová voda, "narození z vody" je přirozené narození.
it: Il battesimo dell'acqua non è l'argomento, che sarebbe al di là dell'argomento di cui stanno discutendo Gesù e Nicodemo. Fai attenzione a un improvviso cambio di argomento, può indicare che la tua interpretazione sta prendendo la via sbagliata! L'acqua è il liquido amniotico, "nato d'acqua" = nascita naturale.

source: Example 2B
bg: Пример 2.2
cs: Příklad 2B
it: Esempio 2B

source: 1 Cor.14:34 <emphasis>"Let the women keep silent in the churches"</emphasis> has to be taken within the biblical context of 1 Cor.11:5 <emphasis>"every woman...while praying or prophesying..."</emphasis>
bg: 1 Коринтяни 14:34 <emphasis>"Жените нека мълчат в църквите"</emphasis> трябва да бъде възприеман в контекста на 1 Коринтяни 11:5: <emphasis>"всяка жена, която се моли или пророкува..."</emphasis>
cs: 1K 14,34: "<emphasis>Vaše ženy ať při shromážděních mlčí</emphasis>" je nutno vykládat v kontextu 1K 11,5: "<emphasis>každá žena modlící se nebo prorokující...</emphasis>".
it: 1 Cor.14:34 "<emphasis>Tacciano le vostre donne nelle chiese" </emphasis> deve essere considerato nel contesto biblico di 1 Cor.11:5 "<emphasis>ogni donna...che prega o profetizza...</emphasis>"

source: Example 2C
bg: Пример 2.3
cs: Přiklad 2C
it: Esempio 2C

source: Acts 2:38 <emphasis>And Peter said to them, "Repent, and let each of you be baptized in the name of Jesus Christ for the forgiveness of your sins..."</emphasis> Is this teaching baptismal regeneration? If this was the only verse of scripture we had, we would have to conclude that. But in the light of the clear teaching elsewhere that regeneration happens by faith in Christ, we have to interpret it otherwise. Peter is urging baptism as a way for his hearers to respond to the gospel. If baptism were the pathway to being born again, how could Paul write 1 Cor.1:17 <emphasis>"For Christ did not send me to baptize, but to preach the gospel"</emphasis>?
cs: Skutky 2,38: <emphasis>Petr jim tedy řekl: "Čiňte pokání a ať se každý z vás pokřtí ve jménu Ježíše Krista na odpuštění hříchů..."</emphasis> Učí se tady znovuzrození křtem? Pokud by to byl jediný verš v Písmu, mohli bychom to tak chápat. Ale ve světle čistého učení na jiných místech, že znovuzrození se děje skrze víru v Krista, musíme to chápat jinak. Petr zde naléhá na křest jako na způsob, jak mají jeho posluchači reagovat na evangelium. Pokud by křest byl cestou ke znovuzrození, jak by mohl Pavel napsat v 1K 1,17: "<emphasis>Kristus mě totiž neposlal křtít, ale kázat evangelium</emphasis>"?
it: Atti 2:38 <emphasis>E Pietro disse loro, "Ravvedetevi e ciascuno di voi sia battezzato nel nome di Gesù Cristo per il perdono dei peccati...</emphasis>" Sta insegnando la rigenerazione battesimale? Se questo forse l'unico versetto della scrittura, dovremmo concludere così. Ma come abbiamo imparato altrove questa rigenerazione è la fede in Cristo, e dobbiamo interpretare diversamente. Pietro sta sollecitando il battesimo come via per chi lo ascolta di rispondere al vangelo. Se il battesimo fosse il modo di rinascere, come potrebbe Paolo scrivere in 1 Cor.1:17 "<emphasis>Cristo non mi ha mandato a battezzare, ma ad evangelizzare.</emphasis>"?

source: Rule 3 - Interpret within the historical and cultural context
bg: Правило 3: Тълкувайте в рамките на историческия и културен контекст
cs: Pravidlo 3. - Výklad v historickém a kulturním kontextu
it: Regola 3 - Interpreta secondo il contesto storico e culturale

source: At first we are not asking "What does it mean to me?" but "What did it mean to the original readers?"; later we can ask, "What does it mean to me?" We have to take into account the historical and cultural background of the author and the recipients.
cs: V první řadě bychom se neměli ptát "Co to znamená pro mě?", ale "Co to znamenalo pro původní čtenáře/posluchače?" a až potom "Co to znamená pro mě?" Musíme pochopit historické a kulturní pozadí autora a těch, kterým bylo slovo určeno.
it: Per prima cosa non stiamo domandandoci "Cosa significa per me?", ma "Cosa significava per i lettori originali?"; in seguito, possiamo domandarci, "Cosa significa per me?". Dobbiamo tenere conto del retroterra storico e culturale dell'autore e dei destinatari.

source: Example 3A
bg: Пример 3.1
cs: Příklad 3A
it: Esempio 3A

source: "3 days &amp; 3 nights" (Mt.12:40) have led some to come up with a "Wednesday crucifixion theory," esp. the cult of Armstrongism. How could Jesus die on Friday afternoon and rise Sunday morning yet "be raised on the third day" (Mt.16:21)? Exact meanings of "three" or "days" won't help explain the apparent contradiction.
bg: Записаното в Матея 12:40 за "3 дни и 3 нощи" е довело някои хора до това да създадат "теория за разпятието в сряда"особено култът на Armstrongism. Как би могъл Исус да умре в петък след обяд, да възкръсне Неделя сутринта и все пак "на третия ден да бъде възкресен" (Матея 16:21)? Точното значение на "третия" или "ден" няма да ни помогне да си обясним това очевидно противоречие.
cs: "3 dny a 3 noci" (Mt 12,40) vedlo některé k teorii, že Ježíš byl ukřižován ve čtvrtek. Jak mohl Ježíš zemřít v pátek odpoledne a vstát v neděli ráno a přitom "třetího dne vstát z mrtvých"? Přesný význam slov "třetí" nebo "den" nepomůže s výsvětlením zřejmého protimluvu.
it: "3 giorni &amp; 3 notti" (Mt.12:40) ha condotto qualcuno a formulare una "Teoria della crocifissione del mercoledì", specialmente il il culto degli Armstrongisti. Come poteva Gesù morire il pmeriggio del venerdì e risorgere la domenica mattina e tuttavia "essere risorto il terzo giorno" (Mt.16:21)? L'esatto significato di "tre" o "giorni" non è d'aiuto nello spiegare l'apparente contraddizione.

source: We need an historical tidbit: Jews counted any part of a day as a full day, as we would count buckets of water (if there were six and one-half buckets of water, we would say there were 7 buckets of water even if one was only partly full). So to the Jewish mind, any part of a day counted as a full day, and days started at 6 p.m. and ended at 6 a.m. Friday from 3 p.m. to 6 p.m. = day 1. Friday 6 p.m. to Saturday 6 p.m. = day 2. Saturday 6 p.m. to Sunday 5 or so a.m. = day 3. Interpreting within the cultural context keeps us out of trouble.
cs: Potřebujeme historickou lahůdku: Židé číslovali i jen část dne jako celý den. Den začínal večer v 18 hodin a končil ráno v 6 hodin. Pátek od 15 do 18 hodin = 1. den. Pátek od 18 hod. do soboty 18 hod = 2. den. Sobota 18 hod. až neděle 6 hod. = 3. den. Výklad v rámci historického kontextu nás ochrání před problémy.
it: Abbiamo bisogno di una leccornia storica: gli ebrei contavano come giorno intero ogni parte di esso, come si farebbe con i secchi d'acqua (se ci fossero sei secchi e mezzo, diremmo che ce ne sono sette, anche se uno è riempito parzialmente). Per la mentalità ebraica, dunque, ogni parte del giorno contava come un giorno intero, e i giorni iniziavano alle 6 pomeridiane, per finire alle 6 del giorno dopo. Venerdì dalle 15 alle 18 - primo giorno. Venerdì dalle 18 alle 18 di sabato - secondo giorno. Sabato dalle 18 alle cinque o giù di lì di domenica - terzo giorno. Interpretare entro il contesto culturale ci tiene lontani dai problemi.

source: Example 3B
bg: Пример 3.2
cs: Příklad 3B
it: Esempio 3B

source: Gen.15:7-21. The historical context is that cutting animals in two and then walking between the pieces was the normal way of entering a contract in Abraham's day. Both parties walked between, taking the pledge that dismemberment would happen to them if they didn't live up to their part of the contract. But in this case only God goes thru, making it a unilateral covenant.
bg: Битие 15:7-21. В исторически контекст, да се разсече животно на две и след това да се премине между двете половини е било нормален начин за сключване на договор (завет) по времето на Авраам. Представляващите двете страни по договора преминавали между разсечените животни и по този начин се декларирало, че случилото се на животните ще се случи на този, който не изпълни договора. Но в този конкретен случай само само Бог преминава, което прави договора едностранен.
cs: Gn 15,7-21. Historický kontext je ten, že rozsekání zvěře a průchod mezi jejich půlkami byl v Abrahamově době běžný způsob uzavírání smlouvy. Obě strany prošly středem s vědomím, že pokud nedodrží svji část smlouvy, mohou skončit jako ono zvíře. Ale v tomto případě pouze Bůh prošel skrz a vzal tak na sebe jednostranný závazek.
it: Gen.15:7-21. Il contesto storico è che tagliare gli animali in due e camminare tra i pezzi era un modo normale di cocludere un contratto all'epoca di Abramo. Entrambe le parti camminavano in mezzo, prendendo l'impegno che coloro che non avessero tenuto fede alla loro parte del contratto sarebbero strati smebrati. Ma in questo caso solo Dio ci passa attraverso, rendendolo un accordo unilaterale.

source: Rule 4 - Interpret according to the normal usage of words in language
bg: Правило 4: Тълкувайте съобразно обичайната употреба на думите в езика
cs: Pravidlo 4. - Výklad s ohledem na normální užívání slov v jazyce
it: Regola 4 - Interpreta secondo il normale uso delle prole nella lingua

source: Let literal language be literal and figurative language be figurative. And watch out for idioms, which have special meanings.
bg: Отсейте буквалното от символичното. Внимавайте за идиоми, които имат специфични значения.
cs: Doslovný jazyk chápejte doslovně, obrazný obrazně. A pozor na idiomy (ustálená slovní spojení, fráze), které mají speciální význam.
it: Distingui sempre tra il linguaggio letterale e quello figurativo. E fai attenzione alle espressioni idiomatiche, che hanno particolari significati.

source: Example 4A
bg: Пример 4.1
cs: Příklad 4A
it: Esempio 4A

source: "evil eye" in Mt.6:23.
bg: "болнаво око" в Матей 6:23
cs: "zlé oko" v Mt 6,23.
it: "occhio cattivo" in Mt.6:23.

source: Rule 1, definition of "evil" and "eye" - no help here. Rule 2, context: seems to confuse us even more. It doesn't seem to fit with what goes before and after! This should tip us off that we aren't understanding it rightly!!
bg: Правило първо, значенията на "болнаво" и "око" - не помага. Правило второ, контекста - изглежда предизвиква още по-голямо объркване. Тези думи просто не се връзват с предходните и следващите стихове! Това трябва да ни подскаже, че не разбираме истинския смисъл!!
cs: Pravidlo první, definice slov "zlý" a "oko" nepomáhá. Pravidlo druhé, kontext - spíše ještě více mate. Nevypadá to, že by text zapadal mezi okolní verše. To může znamenat, že ho nesprávně chápeme!
it: Regola 1, definizione di "cattivo" e "occhio" - nessun aiuto. Regola 2, contesto: sembra confonderci ancora di più. Non sembra concordare con ciò che precede o segue! Questo dovrebbe avvisarci che non stiamo comprendendo perfettamente!!

source: What we have here is a Hebrew idiom, "evil eye." Let's look up other uses of this idiom: Mt.20:15 "<emphasis>Is it not lawful for me to do what I wish with what is my own? Or is your eye envious [lit."evil"] because I am generous [lit."good"]?</emphasis>" We find that having an "evil eye" is a Hebrew idiom for being stingy or envious. Now go back to Mt.6 and notice how this understanding ties in so perfectly to the context.
bg: Това пред което сме изправени тук е еврейси идиом. Нека потърсим и други места,. където е използван: Матей 20:15 <emphasis>"Не ми ли е позволено да сторя със своето каквото искам? Или твоето око е завистливо [Гръцки: Лошо.] , защото аз съм добър?"</emphasis>. Тук можем давидим, че този идиом означава "да бъдеш свидлив" или "да бъдеш завистлив". Сега се върнете към Матей 6:23 и вижде как това значение пасва на контекста.
cs: To, na co jsme narazili, je hebrejský idiom, "zlé oko". Najděme si další výskyty tohoto idiomu - Mt 20,15: "<emphasis>Nemám snad právo udělat si ve svých záležitostech, co chci? Anebo je proto tvé oko zlé, že já jsem dobrý?"</emphasis> (KMS) Zjistili jsme, že "zlé oko" je hebrejský idiom pro lakomost nebo závist. Nyní se vraťte do Mt 6 a podívejte se, jak náš poznatek nyní zapadá do kontextu.
it: Quello che abbiamo è un'espressione idiomatica ebraica, "occhio cattivo." Cerchiamo altri usi di questa espressione: Mt.20:15 "<emphasis>Non mi è forse lecito fare del mio ciò che voglio? O il tuo occhio è [lit."cattivo"], perché io sono buono?</emphasis>" Scopriamo che avere un "occhio cattivo" è un'espressione idiomatica ebraica per essere avaro o invidioso. Ora torniamo a Mt.6 e notiamo come questa definizione combacia perfettamente con il contesto.

source: Example 4B
bg: Пример 4.2
cs: Příklad 4B
it: Esempio 4B

source: Is.59:1 "<emphasis>The Lord's hand is not short;</emphasis>" Deut.33:27 "<emphasis>Underneath are the everlasting arms.</emphasis>" References to body parts of God are used by Latter-Day Saints to prove that God was once a man just as we are. Once they convince people of that, they go on to teach that we can become God just like He is! At a lecture he was giving, a group of Mormon elders challenged Walter Martin (author of <emphasis>Kingdom of the Cults</emphasis>) with an enumeration of verses like these. Dr. Martin then asked the Mormons to read one more scripture: Ps.91:4 "<emphasis>He will cover you with His feathers; And under His wings shalt thou trust.</emphasis>" W.M. said, "By the same rules of interpretation that you just proved God to be a man, you just proved that He is a bird." The Mormons had to laugh as they realised the ridiculousness of their position.
bg: Исая 59:1 "<emphasis>Ето, ръката на Господа не се е скъсила</emphasis>"; Второзаконие 33:27: "<emphasis>подпорка ти са вечните мишци</emphasis>". Споменаването на частите на Господното тяло се използва от Светиите на последните дни като доказателство, че Бог някога е бил човек като нас. След като убедят хората в това, те започват да пропповядват, че можем да станем подобни на Бога! На една негова лекция, група мормонски стареи предизвикали Уолтър Мартин (авторът на <emphasis>Царство на култовете</emphasis>), като изброили стихове, подобни на този. След като свършили с изброяването, д-р Мартин ги помолил да прочетат само още един пасаж: Псалом 91:4 - "<emphasis>С перата Си ще те покрива; И под крилата Му ще прибегнеш</emphasis>". "Следвайки логиката, чрез която преди малко доказахте, че Бог е човек, вие току-що доказахте, че Той е птица" - казал У. Мартин. Мормоните трябвало да се засмеят, осузнавайки абсурното положение в което попаднали.
cs: Is 59,1: "<emphasis>Aj, neníť ukrácena ruka Hospodinova</emphasis>", Dt 33,27: "<emphasis>zespod ramena věčnosti</emphasis>". Odkazy na části Božího těla používají mormoni jako důkaz, že Bůh byl dříve člověk jako my. Když o tom člověka přesvědčí, pokračují s učením, že my se můžeme stát Bohem jako je On! Na jedné své přednášce byl Walter Martin (autor knihy <emphasis>Kingdom of the Cults</emphasis>) vyzván skupinou mormonů, aby se vyjádřil k seznamu takovýchto veršů. Dr. Martin je požádal, aby přečetli jiné místo - Žalm 91,4: "<emphasis>Brky svými přikryje tě, a pod křídly jeho bezpečen budeš</emphasis>". Pak řekl: "Pokud byste aplikovali stejná pravidla, podle kterých tvrdíte, že Bůh je člověkem, museli byste tvrdit, že Bůh je ptákem." Mormoni se museli smát, když si uvědomili směšnost svého postoje.
it: Is.59:1 "<emphasis>La mano dell'Eterno non è troppo corta;</emphasis>" Deut.33:27 "<emphasis>Sotto di te stanno le sue braccia eterne.</emphasis>" I riferimenti a parti del corpo di Dio sono usati dai Santi degli Ultimi Giorni per provare che Dio era un tempo un uomo come noi. Una volte convinte le persone di questo, proseguono insegnando che noi possiamo diventare Dio così come Lui lo è! Mentre teneva una lettura, un gruppo di mormoni sfidò Walter Martin (autore di<emphasis>Kingdom of the Cults</emphasis>) con un elenco di versetti come questi. Il dott. Martin chiese ai mormoni di leggere un'altra scrittura: Sal.91:4 "<emphasis> Egli ti coprirà con le sue penne e sotto le sue ali troverai rifugio; la sua fedeltà ti sarà scudo e corazza.</emphasis>" W.M. disse: "Con le stesse regole di interpretazione con cui dimostrate che Dio è un uomo, dimostrate che Lui è un uccello." I mormoni risero quando si resero conto della ridicolaggione della loro posizione.

source: Rule 5 - Understand the purpose of parables and the difference between a parable and an allegory
bg: Правило 5: Разбирайте целите на притчите и правете разлика между притча и алегория
cs: Pravidlo 5. - Pochopení smyslu podobenství a rozdílu mezi podobenstvím a alegorií
it: Regola 5 - Comprendi lo scopo delle parabole e la differenza tra una parabola e un'allegoria

source: An allegory is: A STORY WHERE EACH ELEMENT HAS A MEANING
bg: Алегория е ИСТОРИЯ, В КОЯТО ВСЕКИ ЕЛЕМЕНТ ИМА НЯКАКВО ЗНАЧЕНИЕ
cs: Alegorie je příběh, kde každý detail má svůj význam.
it: Un'allegoria è: UNA STORIA DOVE OGNI ELEMENTO HA UN SIGNIFICATO

source: Every parable is an allegory, true or false?
bg: Вярно ли е, че всяка притча е алегория?
cs: Je pravda, že každé podobenství je alegorií?
it: Ogni parabola è un'allegoria, giusto o sbagliato?

source: Some parables are allegories, for instance, the parable of the sower is an allegory: the seed is the word of God, the thorns are worries and greed, etc. But most parables are not allegories but simply stories to illustrate one point. It's dangerous to get our doctrine from parables; they can be twisted to say all sorts of things. We need to get our doctrine from clear scriptures that lay it out; then if a parable illustrates that, fine.
cs: Některá podobenství jsou alegorie. Například takové podobenství o rozsévači - semeno je Boží slovo, starosti a lakota jsou trní, atd. Nicméně většina podobenství nejsou alegorie, ale jednoduše příběhy pro ilustraci jedné myšlenky. Je nebezpečné vyvozovat naše učení z podobenství, protože s jejich pomocí se dá tvrdit mnoho různých věcí. Naše učení musí vycházet z míst, která lze jasně vyložit. Pokud je na dokreslení připojeno podobenství, je to skvělé.
it: Alcune parabole sono allegorie, per esempio, la parabola del seminatore è un'allegoria: il seme è la parola di Dio, le spine sono ansie e avidità, ecc. Ma la maggior parte delle parabole non sono allegorie a semplici storie per illustrare un punto. E' pericoloso trarre la nostra dottrina dalle parabole; possono essere distorte per dire qualunque cosa. Dobbiamo trarla dalle scritture che ce la mostrano chiaramente; se una parobola ce la illustra, tanto meglio.

source: Example 5A
bg: Пример 5.1
cs: Příklad 5A
it: Esempio 5A

source: The parable of the widow with the unrighteous judge in Lk.18:1-8. This story illustrates one lesson: boldness in prayer. If we draw it into an allegory, what do we have?
bg: Притчата за вдовицата и неправедния съдия от Лука 18:1-8. Тази история илюстрира един урок - усърдие в молитвата. А ако я рисуваме като алегория, какво би се получило?
cs: Podobenství o vdově a nespravedlivém soudci v L 18,1-8. Tento příběh demonstruje jednu věc - vytrvalost v modlitbě. Pokud jej ale vezmeme jako alegorii, co dostaneme?
it: La parabola della vedova e del giudice iniquo in Lc.18:1-8. Questa storia illustra una lezione: l'impudenza nella preghiera. Se la prendiamo come un'allegoria, cosa succede?

source: All sorts of violence happens to the meanings: God is reluctant to protect the rights of widows, prayer "bothers" Him, etc.
bg: Истинско насилие над оригиналното значиение: на Бог не му се ще да защитава правата на вдовиците, молитвите "го изморяват" и т.н.
cs: Zcela znásilněný obraz - Bůh je neochotný bránit práva vdov, modlitebník jej obtěžuje atd.
it: Tutti i tipi di violenza raggiungono lo scopo: Dio esita a proteggere i diriti della vedova, la preghiera lo scoccia, ecc.

source: Example 5B
bg: Пример 5.2
cs: Příklad 5B
it: Esempio 5B

source: The parable of the unrighteous steward in Lk.16:1-9. What is the point of the parable? Is it an allegory?
bg: Притчата за неправедния настойник от Лука 16:1-9. Какъв е смисълът на притчата? Алегория ли е?
cs: Podobenství o nepoctivém správci v L 16,1-9. Jaká je pointa podobenství? Jedná se o alegorii?
it: La parabola del fattore in Lc.16:1-9. Qual'è il punto della parabola? Si tratta di un'allegoria?

source: The steward is commended for only one thing, his shrewdness in using what he had to prepare for a time when he wouldn't have it. But he is not commended for his unethical behavior in cheating his master.
bg: Настойникът е похвален за едно нещо - за остроумния начин по който употребил това, което имал, за да се подготтви за времето, когато няма да го има. Но не е похвален за неетичното си поведение и за това, че е измамил господаря си.
cs: Správce je pochválen pouze za jednu věc - chytré využití svých prostředků k přípravě na čas, kdy už je nebude mít. Ale není chválen za jeho neetické chování při podvádění svého pána.
it: Il fattore è lodato per una sola cosa, la sua sagacia nell'usare ciò che aveva per prepararsi per un'epoca in cui non avrebbe più avuto. Ma non è elogiato per il suo comportamento non etico, imbrogliando il suo padrone.
