Repository: bibletime/historic-bibletime-i18n
Catalog: docs/*/howto/po/index.po
Languages: bg, cs, fr

source: The Biblestudy HowTo
bg: Ръководство за изучаване на Библията
cs: Jak studovat Bibli
fr: HowTo d'étude biblique

source: <firstname>Bob</firstname> <surname>Harman</surname>
bg: <firstname>Боб</firstname> <surname>Хармън</surname>

source: ROLES_OF_TRANSLATORS
bg: <othercredit role="translator"><firstname>Андрей</firstname><surname>Иванов</surname><affiliation><address><email>linux_ready@yahoo.com</email></address></affiliation><contrib></contrib></othercredit>
fr: <firstname>Mathias</firstname> <surname>Bavay</surname>, traduction française

source: The team of &bibletime;, info@bibletime.info
bg: Екипът на &bibletime;, info@bibletime.info

source: Bob Harman
bg: Боб Хармън

source: The copyright of this text is held by the author Bob Harman. The text was adapted for publication with BibleTime by Fred Saalbach.
bg: Авторските права върху този текст принадлежат на автора - Боб Хармън. Текстът е адаптиран за разпространение с BibleTime от Фред Заалбах.
cs: Autorská práva (copyright) k tomuto textu vlastní autor Bob Harman. Text byl přizpůsoben k publikaci spolu s aplikací BibleTime Fredem Saalbachem.

source: Non exclusive serial rights for this distribution of this document with the &bibletime; Software have been made. Redistribution as part of the Bibletime software without modification and limited reproduction as provided by the "fair use" provisions of the US copyright code are also permitted.
bg: Дават се неизключителни, частични права за разпространението на този документ заедно с програмата &bibletime;. Разрешава се разпространяването без изменения, като част от програмата Bibletime съгласно правилата за "честно използване", дефинирани в закона на САЩ за авторското право.
cs: Pro tuto distribuci tohoto dokumentu spolu s aplikací BibleTime byla poskytnuta neexklusivní práva. Redistribuce jako součást aplikace BibleTime bez úprav a omezená reprodukce podle ustanovení o "slušném užití" Amerického zákona o autorských právech jsou také dovoleny.

source: For questions regarding the use of this material contact Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.
bg: Въпроси, отнасящи се до този материал, отправяйте към: Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.
cs: Pokud máte otázky ohledně používání tohoto textu, kontaktujte autora na adrese Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.

source: Scripture quotes are from the New American Standard Bible unless otherwise indicated
bg: Цитатите в оригинала са взети от New American Standard Bible, а превода е въз основа на българската Библия издадена през 1938г. (SWORD модул - Bulgarian), случаите когато е използван друго издание са изрично упоменати.
cs: Biblické citace jsou z překladu Nové Bible Kralické, pokud není uvedeno jinak.
fr: Les citations des Écritures proviennent de la traduction française Louis Segond sauf mention contraire.

source: Abstract
bg: Резюме
cs: Původní anglické znění:
fr: Résumé

source: The <application>Biblestudy HowTo</application> is a guide for studying the Bible.
bg: <application>Ръководството за изучаване на Библията</application> представлява указания за вашите изследвания.
cs: This the copyright of this text is held by the author Bob Harman. The text was adapted for publication with Bibletime by Fred Saalbach.
fr: Ce <application>HowTo d'étude biblique</application> est un guide pour l'étude de la Bible.

source: It is the hope of the &bibletime; team that this HowTo will provoke the readers to study the scriptures to see what they say. This particular study guide has been chosen as it takes care not to advocate any particular denominational doctrine. We expect you to read and study the scriptures to understand what they say. If you start with the attitude that you want to have the Lord sow his word in your heart He will not disappoint you.
bg: Надеждата на екипа на &bibletime; е, че това ръководство ще провокира читателите си да изследват Писанията, за да разберат какво е казано там. Това ръководство за изучаване беше избрано, тъй като то се стреми да не защитава доктрините на никоя конкретна деноминация. Очакваме от Вас да четете и изследвате Писанията, за да разберете какво казват. Ако очаквате Господ да посее Своето слово в сърцето Ви, Той няма да Ви разочарова.
cs: Non exclusive serial rights for this distribution of this document with the Bibletime Software have been made. Redistribution as part of the Bibletime software without modification and limited reproduction as provided by the "fair use" provisions of the US copyright code are also permitted.

source: Bible
cs: For questions regarding the use of this material contact Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.

source: Study
cs: Scripture quotes are from the New American Standard Bible unless otherwise indicated
fr: Étude

source: HowTo
cs: Abstrakt

source: The team of BibleTime, info@bibletime.de
fr: L'équipe de BibleTime, info@bibletime.de

source: This the copyright of this text is held by the author Bob Harman. The text was adapted for publication with Bibletime by Fred Saalbach.
fr: Les droits [NdT : copyright] de ce texte sont détenus par l'auteur Bob Harman. Ce texte a été adapté pour la publication avec BibleTime par Fred Saalbach.

source: Non exclusive serial rights for this distribution of this document with the Bibletime Software have been made. Redistribution as part of the Bibletime software without modification and limited reproduction as provided by the "fair use" provisions of the US copyright code are also permitted.
fr: Des droits non-exclusifs pour la distribution de ce document avec le logiciel BibleTime ont étés concédés. La redistribution en tant qu'élément du logiciel BibleTime sans modifications et la reproduction limité telle que couverte par "l'usage équitable" selon les termes du copyright des É.U sont aussi permis. [NdT : seule la version originale en anglais de ce texte fait fois !]

source: For questions regarding the use of this material contact Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>N_Cov_Church@compuserve.com</email>
fr: Pour toutes questions concernant l'usage de ce document, contacter Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>N_Cov_Church@compuserve.com</email>

source: It is the hope of the Bibletime team that this HowTo will provoke the readers to study the scriptures to see what they say. This particular study guide has been chosen as it takes care not to advocate any particular denominational doctrine. We expect you to read and study the scriptures to understand what they say. If you start with the attitude that you want to have the Lord sow his word in your heart He will not disappoint you.
fr: L'équipe BibleTime a l'espoir que cet HowTo conduise les lecteurs a étudier les Écritures afin de voir ce quelles disent. Ce guide d'étude a été choisit tout particulièrement car il prend garde de ne pas mettre en avant une doctrine particulière. Nous espérons que vous allez lire et étudier les Écritures pour comprendre ce qu'elles signifient. Si vous commencez avec l'envie que le Seigneur sème sa Parole dans votre cœur, Il ne vous décevra pas.
